# Tool
grouphelper.tool.title=\u30b0\u30eb\u30fc\u30d7\u7ba1\u7406\u30c4\u30fc\u30eb

# Menu
menu.group.list=\u30b0\u30eb\u30fc\u30d7\u4e00\u89a7
menu.create=\u65b0\u3057\u3044\u30b0\u30eb\u30fc\u30d7\u3092\u4f5c\u6210
menu.joinable.create=\u65b0\u3057\u3044\u53c2\u52a0\u53ef\u80fd\u30bb\u30c3\u30c8\u3092\u4f5c\u6210
menu.auto.groups=\u81ea\u52d5\u30b0\u30eb\u30fc\u30d7
menu.bulk.creation=\u30d0\u30eb\u30af\u4f5c\u6210

# Index - Group List
index.button.cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
index.button.removechecked=\u9078\u629e\u3057\u305f\u3082\u306e\u3092\u524a\u9664
index.header.grouplist=\u30b0\u30eb\u30fc\u30d7\u4e00\u89a7
index.modal.confirm=\u6b21\u306e\u30b0\u30eb\u30fc\u30d7\u3092\u524a\u9664\u3057\u307e\u3059\u304b?
index.modal.confirm.instruction=\u30b0\u30eb\u30fc\u30d7\u306e\u524a\u9664\u306f\u5143\u306b\u623b\u305b\u307e\u305b\u3093\uff0e\u524a\u9664\u5f8c\uff0c\u9078\u629e\u3055\u308c\u305f\u30b0\u30eb\u30fc\u30d7\u3092\u4f7f\u7528\u3057\u3066\u3044\u308b\u30c4\u30fc\u30eb\u304c\u6b63\u3057\u304f\u52d5\u304b\u306a\u3044\u5834\u5408\u304c\u3042\u308a\u307e\u3059\uff0e\u30b0\u30eb\u30fc\u30d7\u3092\u524a\u9664\u3059\u308b\u524d\u306b\u30c4\u30fc\u30eb\u304c\u305d\u306e\u30b0\u30eb\u30fc\u30d7\u3092\u4f7f\u7528\u3057\u3066\u3044\u308b\u304b\u3069\u3046\u304b\u3092\u78ba\u8a8d\u3059\u308b\u3053\u3068\u3092\u304a\u52e7\u3081\u3057\u307e\u3059\uff0e\u6b21\u306e\u30b0\u30eb\u30fc\u30d7\u3092\u524a\u9664\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b?
index.modal.button.delete=\u3053\u308c\u3089\u306e\u30b0\u30eb\u30fc\u30d7\u3092\u524a\u9664
index.table.grouptitle=\u30b0\u30eb\u30fc\u30d7\u30bf\u30a4\u30c8\u30eb
index.table.groupsize=\u30b5\u30a4\u30ba (\u6700\u5927)
index.table.groupmembers=\u30e1\u30f3\u30d0
index.table.grouplocked=\u305d\u306e\u30b0\u30eb\u30fc\u30d7\u306f\u30c4\u30fc\u30eb\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u307e\u3059\uff0e\u30ed\u30c3\u30af\u3055\u308c\u305f\u30b0\u30eb\u30fc\u30d7\u306f\u7de8\u96c6\u3057\u305f\u308a\u524a\u9664\u3057\u305f\u308a\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\uff0e
index.table.grouplocked.info=\u306f\u30c4\u30fc\u30eb\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u30b0\u30eb\u30fc\u30d7\u304c\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u308b\u3053\u3068\u3092\u793a\u3057\u3066\u3044\u307e\u3059\uff0e\u30ed\u30c3\u30af\u3055\u308c\u305f\u30b0\u30eb\u30fc\u30d7\u306f\u7de8\u96c6\u3057\u305f\u308a\u524a\u9664\u3057\u305f\u308a\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\uff0e
index.table.grouplockedby=\u30ed\u30c3\u30af\u5143\uff1a
index.table.assessments=\u30c6\u30b9\u30c8\u30fb\u30af\u30a4\u30ba
index.table.assignments=\u8ab2\u984c
index.table.joinableset=\u53c2\u52a0\u53ef\u80fd\u30bb\u30c3\u30c8
index.table.members=\u30e1\u30f3\u30d0
index.table.selectallnone=\u3059\u3079\u3066\u3092\u9078\u629e/\u9078\u629e\u306a\u3057
index.warning.groupempty=\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30b0\u30eb\u30fc\u30d7\u304c\u3042\u308a\u307e\u305b\u3093\uff0e

# Create new Group
groups.allowviewmembership=\u3053\u306e\u30b0\u30eb\u30fc\u30d7\u306e\u4ed6\u306e\u30e1\u30f3\u30d0\u306e\u95b2\u89a7\u3092\u30e1\u30f3\u30d0\u306b\u8a31\u53ef
groups.assigned.members=\u5272\u5f53\u3066\u6e08\u307f\u30e1\u30f3\u30d0
groups.available.members=\u8ffd\u52a0\u53ef\u80fd\u30e1\u30f3\u30d0
groups.button.cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
groups.button.create=\u65b0\u3057\u3044\u30b0\u30eb\u30fc\u30d7\u3092\u8ffd\u52a0
groups.button.save=\u30b0\u30eb\u30fc\u30d7\u3092\u4fdd\u5b58
groups.description=\u30b0\u30eb\u30fc\u30d7\u8aac\u660e
groups.error.providetitle=\u30b0\u30eb\u30fc\u30d7\u30bf\u30a4\u30c8\u30eb\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
groups.error.sametitle=\u540c\u3058\u30b0\u30eb\u30fc\u30d7\u30bf\u30a4\u30c8\u30eb\u304c\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\uff0e\u9055\u3046\u3082\u306e\u3092\u9078\u3093\u3067\u304f\u3060\u3055\u3044\uff0e
groups.error.titlelength=\u30bf\u30a4\u30c8\u30eb\u9577\u306f99\u6587\u5b57\u3088\u308a\u9577\u304f\u306f\u3067\u304d\u307e\u305b\u3093\uff0e\u3088\u308a\u77ed\u3044\u30bf\u30a4\u30c8\u30eb\u3092\u5165\u529b\u3057\u3066\u4e0b\u3055\u3044\uff0e
groups.error.maxmembers=\u6700\u5927\u30b0\u30eb\u30fc\u30d7\u30e1\u30f3\u30d0\u306f\u5fc5\u9808\u3067\uff0c0 \u3088\u308a\u5927\u304d\u306a\u6709\u52b9\u306a\u5024\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\uff0e
groups.filter.membership=\u30e1\u30f3\u30d0\u30b7\u30c3\u30d7\u3092\u691c\u7d22
groups.filter.membership.group=\u30b0\u30eb\u30fc\u30d7:
groups.filter.membership.section=\u9078\u629e:
groups.header.new=\u65b0\u3057\u3044\u30b0\u30eb\u30fc\u30d7\u3092\u4f5c\u6210
groups.header.edit=\u30b0\u30eb\u30fc\u30d7\u3092\u7de8\u96c6
groups.instruction=\u30b5\u30a4\u30c8\u30e1\u30f3\u30d0\u4e00\u89a7\u306e\u30e1\u30f3\u30d0\u3092\u9078\u629e\u3057\u307e\u3059\uff0e\u30b0\u30eb\u30fc\u30d7\u4e00\u89a7\u306e\u30e1\u30f3\u30d0\u3092\u9078\u629e\u3057\u524a\u9664\u3057\u307e\u3059\uff0e\u300c\u8ffd\u52a0\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u5909\u66f4\u3092\u4fdd\u5b58\u3057\u307e\u3059\uff0e
groups.joinableset=\u53c2\u52a0\u53ef\u80fd\u30bb\u30c3\u30c8
groups.joinableset.allowpreviewmembership=\u53c2\u52a0\u3059\u308b\u524d\u306b\u30b0\u30eb\u30fc\u30d7\u30e1\u30f3\u30d0\u30b7\u30c3\u30d7\u306e\u95b2\u89a7\u3092\u30e6\u30fc\u30b6\u306b\u8a31\u53ef
groups.joinableset.allowunjoin=\u53c2\u52a0\u5f8c\u306b\u30b0\u30eb\u30fc\u30d7\u304b\u3089\u629c\u3051\u308b\u3053\u3068\u3092\u30e1\u30f3\u30d0\u306b\u8a31\u53ef
groups.joinableset.maxmembers=\u6700\u5927\u30e1\u30f3\u30d0\u6570
groups.membership.controls=\u30e1\u30f3\u30d0\u30b7\u30c3\u30d7\u5236\u5fa1
groups.multiselect.search=\u691c\u7d22...
groups.multiselect.move.all.left=\u3059\u3079\u3066\u306e\u30e1\u30f3\u30d0\u307e\u305f\u306f\u30ed\u30fc\u30eb\u3092\u3053\u306e\u30b0\u30eb\u30fc\u30d7\u304b\u3089\u5272\u5f53\u3066\u89e3\u9664
groups.multiselect.move.all.right=\u3059\u3079\u3066\u306e\u30e1\u30f3\u30d0\u307e\u305f\u306f\u30ed\u30fc\u30eb\u3092\u3053\u306e\u30b0\u30eb\u30fc\u30d7\u306b\u5272\u5f53\u3066
groups.multiselect.move.selected.left=\u9078\u629e\u3055\u308c\u305f\u30e1\u30f3\u30d0\u307e\u305f\u306f\u30ed\u30fc\u30eb\u3092\u3053\u306e\u30b0\u30eb\u30fc\u30d7\u304b\u3089\u5272\u5f53\u3066\u89e3\u9664
groups.multiselect.move.selected.right=\u9078\u629e\u3055\u308c\u305f\u30e1\u30f3\u30d0\u307e\u305f\u306f\u30ed\u30fc\u30eb\u3092\u3053\u306e\u30b0\u30eb\u30fc\u30d7\u306b\u5272\u5f53\u3066
groups.none=\u306a\u3057
groups.role=\u30ed\u30fc\u30eb:
groups.section=\u9078\u629e:
groups.title=\u30b0\u30eb\u30fc\u30d7\u4e00\u89a7

# Create new joinable set
joinableset.additional.instructions=\u53c2\u52a0\u53ef\u80fd\u30bb\u30c3\u30c8\u3092\u4fdd\u5b58\u5f8c\u306b\u3053\u308c\u3089\u306e\u30b0\u30eb\u30fc\u30d7\u304c\u8ffd\u52a0\u3055\u308c\u307e\u3059\uff0e
joinableset.additional.groups=\u8ffd\u52a0\u306e\u30b0\u30eb\u30fc\u30d7\u3092\u751f\u6210
joinableset.allow.previewmembership=\u53c2\u52a0\u3059\u308b\u524d\u306b\u30b0\u30eb\u30fc\u30d7\u30e1\u30f3\u30d0\u30b7\u30c3\u30d7\u306e\u95b2\u89a7\u3092\u30e6\u30fc\u30b6\u306b\u8a31\u53ef
joinableset.allow.viewmembership=\u53c2\u52a0\u3059\u308b\u524d\u306b\u3053\u306e\u30b0\u30eb\u30fc\u30d7\u306e\u4ed6\u306e\u30e1\u30f3\u30d0\u306e\u95b2\u89a7\u3092\u30e1\u30f3\u30d0\u306b\u8a31\u53ef
joinableset.allow.unjoin=\u53c2\u52a0\u5f8c\u306b\u3053\u306e\u30bb\u30c3\u30c8\u306e\u30b0\u30eb\u30fc\u30d7\u304b\u3089\u629c\u3051\u308b\u3053\u3068\u3092\u30e1\u30f3\u30d0\u306b\u8a31\u53ef
joinableset.button.cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
joinableset.button.delete=\u30bb\u30c3\u30c8\u3092\u524a\u9664
joinableset.button.add=\u30bb\u30c3\u30c8\u3092\u8ffd\u52a0
joinableset.button.save=\u30bb\u30c3\u30c8\u3092\u4fdd\u5b58
joinableset.current.groups=\u73fe\u5728\u306e\u30b0\u30eb\u30fc\u30d7
joinableset.error.duplicatedtitle=\u30bb\u30c3\u30c8\u540d\u304c\u3059\u3067\u306b\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\uff0e\u9055\u3046\u3082\u306e\u3092\u9078\u629e\u3057\u3066\u4e0b\u3055\u3044\uff0e
joinableset.error.maxmembers=\u6700\u5927\u30b0\u30eb\u30fc\u30d7\u30e1\u30f3\u30d0\u306f\u5fc5\u9808\u3067\uff0c0 \u3088\u308a\u5927\u304d\u306a\u6709\u52b9\u306a\u5024\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\uff0e
joinableset.error.numbergroups=\u30b0\u30eb\u30fc\u30d7\u6570\u306f\u5fc5\u9808\u3067\uff0c1 \u304b\u3089 999 \u306e\u9593\u306e\u6709\u52b9\u306a\u5024\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\uff0e
joinableset.error.providetitle=\u30bb\u30c3\u30c8\u30bf\u30a4\u30c8\u30eb\u3092\u5165\u529b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e
joinableset.header.new=\u65b0\u3057\u3044\u53c2\u52a0\u53ef\u80fd\u30bb\u30c3\u30c8
joinableset.header.edit=\u53c2\u52a0\u53ef\u80fd\u30bb\u30c3\u30c8\u3092\u7de8\u96c6
joinableset.instruction=\u53c2\u52a0\u53ef\u80fd\u30bb\u30c3\u30c8\u306f\u30e6\u30fc\u30b6\u304c\u53c2\u52a0\u3092\u9078\u629e\u3067\u304d\u308b\u81ea\u52d5\u7684\u306b\u4f5c\u6210\u3055\u308c\u305f\u30b0\u30eb\u30fc\u30d7\u3067\u69cb\u6210\u3055\u308c\u307e\u3059\uff0e\u30bb\u30c3\u30c8\u306e\u5404\u30b0\u30eb\u30fc\u30d7\u306f\u30bb\u30c3\u30c8\u540d\u3067\u59cb\u307e\u308a\uff0c\u4e00\u610f\u306e\u6570\u3067\u7d42\u308f\u308a\u307e\u3059\uff0e\u30e6\u30fc\u30b6\u306f\u30bb\u30c3\u30c8\u5f53\u305f\u308a\u4e00\u3064\u306e\u30b0\u30eb\u30fc\u30d7\u306b\u306e\u307f\u53c2\u52a0\u3067\u304d\u307e\u3059\uff0e
joinableset.maxmembers=\u30b0\u30eb\u30fc\u30d7\u5f53\u305f\u308a\u306e\u6700\u5927\u30e1\u30f3\u30d0:
joinableset.modal.confirm=\u3053\u306e\u53c2\u52a0\u53ef\u80fd\u30bb\u30c3\u30c8\u3092\u524a\u9664\u3057\u307e\u3059\u304b?
joinableset.modal.confirm.instruction=\u53c2\u52a0\u53ef\u80fd\u30bb\u30c3\u30c8\u306e\u524a\u9664\u306f\u5143\u306b\u623b\u305b\u307e\u305b\u3093\uff0e\u53c2\u52a0\u53ef\u80fd\u30bb\u30c3\u30c8\u3092\u4f7f\u7528\u3057\u3066\u3044\u308b\u30b0\u30eb\u30fc\u30d7\u306f\u9023\u643a\u3068\u8a2d\u5b9a\u304c\u5931\u308f\u308c\u307e\u3059\uff0e\u53c2\u52a0\u53ef\u80fd\u30bb\u30c3\u30c8\u3092\u524a\u9664\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b?
joinableset.numberofgroups=\u30b0\u30eb\u30fc\u30d7\u6570:
joinableset.setname=\u30bb\u30c3\u30c8\u540d:
joinableset.unjoined.users=\u3053\u306e\u30bb\u30c3\u30c8\u306e\u30b0\u30eb\u30fc\u30d7\u306b\u307e\u3060\u53c2\u52a0\u3057\u3066\u3044\u306a\u3044\u30e6\u30fc\u30b6

# Auto groups
autogroups.button.back=\u623b\u308b
autogroups.button.cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
autogroups.button.continue=\u7d9a\u3051\u308b
autogroups.button.create.role.groups=\u5404\u30ed\u30fc\u30eb\u3054\u3068\u306b\u30b0\u30eb\u30fc\u30d7\u3092\u4f5c\u6210
autogroups.button.save=\u4fdd\u5b58
autogroups.button.create=\u4f5c\u6210
autogroups.group=\u30b0\u30eb\u30fc\u30d7:
autogroups.header.wizard=\u81ea\u52d5\u751f\u6210\u3055\u308c\u305f\u30b0\u30eb\u30fc\u30d7
autogroups.manually.added=\u624b\u52d5\u8ffd\u52a0\u3055\u308c\u305f\u30b0\u30eb\u30fc\u30d7
autogroups.step1.error.emptyroles=\u5c11\u306a\u304f\u3068\u3082\u30ed\u30fc\u30eb\u3092\u3072\u3068\u3064\u9078\u629e\u3057\u3066\u4e0b\u3055\u3044\uff0e
autogroups.step1.error.noroles=\u30b5\u30a4\u30c8\u306b\u30ed\u30fc\u30eb\u304c\u3042\u308a\u307e\u305b\u3093\uff0e\u5c11\u306a\u304f\u3068\u3082\u30ed\u30fc\u30eb\u3092\u4e00\u3064\u4f5c\u6210\u3057\u3066\u4e0b\u3055\u3044\uff0e
autogroups.step1.info=\u4f5c\u6210\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308b\u30b0\u30eb\u30fc\u30d7\u306b\u3069\u306e\u30b5\u30a4\u30c8\u30ed\u30fc\u30eb\u3092\u542b\u3081\u308b\u304b\u3092\u9078\u629e\u3057\u3066\u304b\u3089\u958b\u59cb\u3057\u307e\u3059\uff0e
autogroups.step1.table.selectallnone=\u3059\u3079\u3066\u3092\u9078\u629e/\u9078\u629e\u306a\u3057
autogroups.step1.table.role=\u30ed\u30fc\u30eb
autogroups.step2.choose.section=\u306f\u3044\uff0c<strong>\u7279\u5b9a\u306e\u540d\u7c3f\u304b\u3089</strong>\u9078\u629e\u3055\u308c\u305f\u30ed\u30fc\u30eb\u306e\u30e1\u30f3\u30d0\u306e\u9078\u629e\u3092\u79c1\u306b\u8a31\u53ef\u3057\u307e\u3059\uff0e
autogroups.step2.info=\u7279\u5b9a\u306e\u540d\u7c3f\u304b\u3089\u306e\u30b0\u30eb\u30fc\u30d7\u30e1\u30f3\u30d0\u3092\u53d6\u308a\u9664\u304d\u305f\u3044\u3067\u3059\u304b?
autogroups.step2.info2=\u3069\u306e\u540d\u7c3f\u3092\u30b0\u30eb\u30fc\u30d7\u306b\u542b\u3081\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u304b?
autogroups.step2.no.section=\u3044\u3044\u3048\uff0c\u540d\u7c3f\u306b\u95a2\u4fc2\u306b\u306a\u304f\u9078\u629e\u3055\u308c\u305f<strong>\u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u53c2\u52a0\u8005\u3092\u542b\u3081\u307e\u3059</strong>\uff0e
autogroups.step2.error.emptysections=\u540d\u7c3f\u3092\u4f7f\u7528\u3057\u305f\u3044\u5834\u5408\u306f\u5c11\u306a\u304f\u3068\u3082\u4e00\u3064\u306f\u540d\u7c3f\u3092\u9078\u629e\u3057\u3066\u4e0b\u3055\u3044\uff0e
autogroups.step2.error.emptylists=\u81ea\u52d5\u30b0\u30eb\u30fc\u30d7\u3092\u4f5c\u6210\u3059\u308b\u305f\u3081\u306b\u5c11\u306a\u304f\u3068\u3082\u30ed\u30fc\u30eb\u307e\u305f\u306f\u540d\u7c3f\u3092\u4e00\u3064\u9078\u629e\u3057\u3066\u4e0b\u3055\u3044\uff0e
autogroups.step2.role.info=\u6b21\u306e\u30ed\u30fc\u30eb\u304b\u3089\u30b0\u30eb\u30fc\u30d7\u3092\u4f5c\u6210\u3059\u308b\u3053\u3068\u3092\u9078\u629e\u3057\u307e\u3057\u305f:
autogroups.step2.table.sectionroster=\u540d\u7c3f
autogroups.step2.table.selectallnone=\u3059\u3079\u3066\u3092\u9078\u629e/\u9078\u629e\u306a\u3057
autogroups.step3.info=\u30b0\u30eb\u30fc\u30d7\u3092\u751f\u6210\u3059\u308b\u65b9\u6cd5\u3092\u9078\u629e\u3057\u307e\u3059\uff0e
autogroups.step3.group.title=\u30b0\u30eb\u30fc\u30d7\u30bf\u30a4\u30c8\u30eb
autogroups.step3.group.title.required=\u30b0\u30eb\u30fc\u30d7\u3092\u30e9\u30f3\u30c0\u30e0\u306b\u4f5c\u6210\u3059\u308b\u969b\uff0c\u30b0\u30eb\u30fc\u30d7\u30bf\u30a4\u30c8\u30eb\u306f\u5fc5\u9808\u3067\u3059\uff0e
autogroups.step3.group.number.required=\u30b0\u30eb\u30fc\u30d7\u6570\u306f\u5fc5\u9808\u3067\uff0c1 \u304b\u3089 999 \u306e\u9593\u306e\u6709\u52b9\u306a\u5024\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\uff0e
autogroups.step3.userspergroup.number.required=\u30b0\u30eb\u30fc\u30d7\u5f53\u305f\u308a\u306e\u30e6\u30fc\u30b6\u6570\u306f\u5fc5\u9808\u3067\uff0c1 \u304b\u3089 999 \u306e\u9593\u306e\u6709\u52b9\u306a\u5024\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\uff0e
autogroups.step3.number.groups=\u30b0\u30eb\u30fc\u30d7\u6570
autogroups.step3.number.users=\u30b0\u30eb\u30fc\u30d7\u5f53\u305f\u308a\u306e\u30e6\u30fc\u30b6\u6570
autogroups.step3.option.mixture=\u9078\u629e\u3055\u308c\u305f\u30ed\u30fc\u30eb\u306e\u30e6\u30fc\u30b6\u304c\u30e9\u30f3\u30c0\u30e0\u306b\u6df7\u305c\u3089\u308c\u305f\u30b0\u30eb\u30fc\u30d7\u3092\u9078\u629e\u3055\u308c\u305f\u540d\u7c3f\u304b\u3089\u4f5c\u6210\u3057\u307e\u3059\uff0e
autogroups.step3.option.pure=\u9078\u629e\u3055\u308c\u305f\u540d\u7c3f\u306e\u30e1\u30f3\u30d0\u304c\u542b\u307e\u308c\u308b\u9078\u629e\u3055\u308c\u305f\u5404\u30ed\u30fc\u30eb\u306b\u5bfe\u3059\u308b\u30b0\u30eb\u30fc\u30d7\u3092\u4f5c\u6210\u3057\u307e\u3059\uff0e
autogroups.step3.role.info=\u6b21\u306e\u30ed\u30fc\u30eb\u304b\u3089\u30b0\u30eb\u30fc\u30d7\u3092\u4f5c\u6210\u3059\u308b\u3053\u3068\u3092\u9078\u629e:
autogroups.step3.section.info=\u6b21\u306e\u540d\u7c3f\u306b\u542b\u307e\u308c\u308b\u30e6\u30fc\u30b6:
autogroups.step3.split.by.groups=\u5fc5\u8981\u306a\u30b0\u30eb\u30fc\u30d7\u6570\u3067\u5206\u5272
autogroups.step3.split.by.users=\u30b0\u30eb\u30fc\u30d7\u5f53\u305f\u308a\u5fc5\u8981\u306a\u30e6\u30fc\u30b6\u6570\u3067\u5206\u5272
autogroups.step3.title.info=\u6ce8\u610f: \u5404\u30b0\u30eb\u30fc\u30d7\u306e\u30bf\u30a4\u30c8\u30eb\u306b\u6570\u304c\u8ffd\u52a0\u3055\u308c\u307e\u3059\uff0e\u4f8b\u3048\u3070\uff0c\u30bf\u30a4\u30c8\u30eb\u304c\u300c\u30c1\u30fc\u30e0\u300d\u306e\u5834\u5408\uff0c\u300c\u30c1\u30fc\u30e0-1\u300d\uff0c\u300c\u30c1\u30fc\u30e0-2\u300d\u7b49\u306b\u306a\u308a\u307e\u3059\uff0e
autogroups.step4.allow.membership=\u30b0\u30eb\u30fc\u30d7\u306b\u4ed6\u306b\u8ab0\u304c\u3044\u308b\u304b\u306e\u95b2\u89a7\u3092\u30e1\u30f3\u30d0\u306b\u8a31\u53ef
autogroups.step4.info=\u4f5c\u6210\u3055\u308c\u308b\u30b0\u30eb\u30fc\u30d7\u306e\u30d7\u30ec\u30d3\u30e5\u30fc\u3092\u78ba\u8a8d\u3057\uff0c\u5909\u66f4\u3092\u884c\u3046\u5834\u5408\u306f<strong>\u623b\u308b</strong>\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
autogroups.step4.group.label={0} ({1} \u30e1\u30f3\u30d0)
autogroups.step4.no.roles=\u30b5\u30a4\u30c8\u307e\u305f\u306f\u9078\u629e\u3055\u308c\u305f\u30bb\u30af\u30b7\u30e7\u30f3\u306b\u306f\u3053\u306e\u30ed\u30fc\u30eb\u306e\u30e1\u30f3\u30d0\u304c\u3044\u306a\u3044\u305f\u3081\uff0c\u7a7a\u306e\u30b0\u30eb\u30fc\u30d7\u304c\u4f5c\u6210\u3055\u308c\u307e\u3059\uff0e
autogroups.step4.section.created={0} (\u30b0\u30eb\u30fc\u30d7)
autogroups.step4.table.eid=\u30e6\u30fc\u30b6ID
autogroups.step4.table.name=\u540d\u524d
autogroups.step4.table.role=\u30ed\u30fc\u30eb
autogroups.step4.table.section=\u9078\u629e/\u540d\u7c3f
autogroups.wizard.step1=\u30b9\u30c6\u30c3\u30d7 1: \u30ed\u30fc\u30eb\u3092\u9078\u629e\u3057\u307e\u3059
autogroups.wizard.step2=\u30b9\u30c6\u30c3\u30d7 2: \u540d\u7c3f\u3092\u9078\u629e\u3057\u307e\u3059
autogroups.wizard.step3=\u30b9\u30c6\u30c3\u30d7 3: \u30b0\u30eb\u30fc\u30d7\u69cb\u9020\u3092\u5b9a\u7fa9\u3057\u307e\u3059
autogroups.wizard.step4=\u30b9\u30c6\u30c3\u30d7 4: \u30b0\u30eb\u30fc\u30d7\u3092\u30d7\u30ec\u30d3\u30e5\u30fc\u3057\u307e\u3059

# Bulk creation
import.button.back=\u623b\u308b
import.button.cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
import.button.create.bulk=\u30b0\u30eb\u30fc\u30d7\u3092\u30d0\u30eb\u30af\u4f5c\u6210
import.button.submit=\u7d9a\u3051\u308b
import.chooseone=\u307e\u305f\u306f\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e\u3057\u307e\u3059
import.example=\u30b0\u30eb\u30fc\u30d71, \u30e6\u30fc\u30b6\u540d1<br>\u30b0\u30eb\u30fc\u30d72, \u30e6\u30fc\u30b6\u540d1<br>\u30b0\u30eb\u30fc\u30d72, \u30e6\u30fc\u30b6\u540d2
import.error.inputrequired=\u30c6\u30ad\u30b9\u30c8\u304b\u5165\u529b\u30d5\u30a1\u30a4\u30eb\u3092\u9001\u4fe1\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e
import.error.wrongformat=\u5404\u884c\u306b\u306f\uff0c\u30b0\u30eb\u30fc\u30d7\u30bf\u30a4\u30c8\u30eb\uff0c\u30e6\u30fc\u30b6\u540d/\u96fb\u5b50\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u306e\u9806\u30672\u3064\u306e\u5024\u304c\u5fc5\u8981\u3067\uff0c\u305d\u306e\u30c7\u30fc\u30bf\u306f\u30ab\u30f3\u30de\u3067\u533a\u5207\u3089\u308c\u3066\u3044\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e
import.error.titlelength=\u8a31\u5bb9\u6700\u5927\u6570(99) \u3088\u308a\u591a\u3044\u6587\u5b57\u3092\u542b\u3080\u30b0\u30eb\u30fc\u30d7\u30bf\u30a4\u30c8\u30eb\u3067\u3059\uff0e
import.header=\u30d5\u30a1\u30a4\u30eb\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3059\u308b\u304b\uff0c\u4f5c\u6210\u3057\u305f\u3044\u30b0\u30eb\u30fc\u30d7\u3092\u30c6\u30ad\u30b9\u30c8\u30dc\u30c3\u30af\u30b9\u306b\u5165\u529b
import.confirmation.error=\u5165\u529b\u3057\u305f\u30c7\u30fc\u30bf\u306b\u7121\u52b9\u306a\u30e6\u30fc\u30b6\u307e\u305f\u306f\u30b5\u30a4\u30c8\u306b\u53c2\u52a0\u3057\u3066\u3044\u306a\u3044\u30e6\u30fc\u30b6\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\uff0e\u3053\u306e\u554f\u984c\u3092\u4fee\u6b63\u3057\u3084\u308a\u76f4\u3059\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e
import.confirmation.group=\u30b0\u30eb\u30fc\u30d7:
import.confirmation.group.exists=\u3053\u306e\u30b0\u30eb\u30fc\u30d7\u306f\u65e2\u306b\u5b58\u5728\u3057\u307e\u3059\u306e\u3067\uff0c\u30e1\u30f3\u30d0\u30b7\u30c3\u30d7\u306f\u30de\u30fc\u30b8\u3055\u308c\u307e\u3059\uff0e
import.confirmation.header=\u30d0\u30eb\u30af\u4f5c\u6210\u30c7\u30fc\u30bf\u3092\u691c\u8a3c\u3057\u307e\u3059
import.confirmation.instructions=\u6b21\u306e\u30d0\u30eb\u30af\u4f5c\u6210\u30c7\u30fc\u30bf\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f\uff0e\u3053\u308c\u304c\u6b63\u3057\u3051\u308c\u3070\uff0c\u300c\u30b0\u30eb\u30fc\u30d7\u3092\u30d0\u30eb\u30af\u4f5c\u6210\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
import.confirmation.table.existingusers=\u65e2\u5b58\u306e\u30e6\u30fc\u30b6
import.confirmation.table.invalidusers=\u7121\u52b9\u306a\u30e6\u30fc\u30b6
import.confirmation.table.newusers=\u65b0\u3057\u3044\u30e6\u30fc\u30b6
import.confirmation.table.nonmembers=\u30e1\u30f3\u30d0\u3067\u306a\u3044\u30e6\u30fc\u30b6
import.requirements=\u30d5\u30a1\u30a4\u30eb\u4ed5\u69d8\u307e\u305f\u306f\u30c6\u30ad\u30b9\u30c8\u30dc\u30c3\u30af\u30b9\u306e\u30c7\u30fc\u30bf\u30d5\u30a9\u30fc\u30de\u30c3\u30c8
import.requirements.step1=CSV \u30d5\u30a1\u30a4\u30eb\u307e\u305f\u306f\u30c7\u30fc\u30bf\u306f\u30ab\u30e9\u30e0\u306b\u30b0\u30eb\u30fc\u30d7\u306e\u8a73\u7d30\u3092\u542b\u3081\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059: \u30b0\u30eb\u30fc\u30d7\u30bf\u30a4\u30c8\u30eb\uff0c\u30e6\u30fc\u30b6\u540d\u307e\u305f\u306f\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9
import.requirements.step2=\u30ab\u30e9\u30e0\u306f\u4e0a\u306e\u9806\u5e8f\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u304c\uff0c\u30ab\u30e9\u30e0\u30d8\u30c3\u30c0\u306e\u884c\u3092<b>\u542b\u3081\u306a\u3044</b>\u3067\u4e0b\u3055\u3044\uff0e
import.requirements.step3=\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u30ab\u30f3\u30de\u3067\u533a\u5207\u308a\uff0c\u30e6\u30fc\u30b6\u540d\u307e\u305f\u306f\u96fb\u5b50\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u306f\u30b5\u30a4\u30c8\u53c2\u52a0\u8005\u306e\u3082\u306e\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e
import.typetext=\u30c6\u30ad\u30b9\u30c8\u30dc\u30c3\u30af\u30b9\u306b\u5165\u529b\u307e\u305f\u306f\u30da\u30fc\u30b9\u30c8\u3057\u307e\u3059
