#Fri Nov 26 20:32:20 CET 2010
org.theospi.portfolio.portal.model.collectReflect=Recopilar y Reflexionar
org.theospi.portfolio.portal.other=Otro
siteType_page_title_project=Los sitios de proyecto est\u00E1n dise\u00F1ados para simplificar la colaboraci\u00F3n y el trabajo en grupo. Tienen los roles adecuados para la interacci\u00F3n P2P y las herramientas necesarias para la comunicaci\u00F3n, planificaci\u00F3n, interacci\u00F3n y recogida de informaci\u00F3n. Solo es posible entrar a formar parte de un sitio de proyecto por invitaci\u00F3n del organizador del sitio.
org.theospi.portfolio.portal.gateway=Pasarela
org.theospi.portfolio.portal.project=Proyecto
siteType_page_title=Seleccione los enlaces que desea visitar.
org.theospi.portfolio.portal.portfolioAdmin=Administraci\u00F3n
org.theospi.portfolio.portal.model.guide=Gu\u00EDa
siteType_page_title_portfolioAdmin=Los sitios de Administraci\u00F3n est\u00E1n dise\u00F1ados para usuarios con la responsabilidad de configurar y organizar la aplicaci\u00F3n.
org.theospi.portfolio.portal.portfolio=Portafolio
siteType_page_title_course=Un sitio de curso est\u00E1 dise\u00F1ado para una clase o un grupo de clase en una instituci\u00F3n. Los sitios de curso tienen los roles apropiadados para ense\u00F1ar y aprender en un entorno acad\u00E9mico y las herramientas necesarias para soportar la interacci\u00F3n profesor-alumno. Solo es posible ser miembro de alguno de estos sitios si se ha matriculado formalmente de las asignaturas (alumnos) o tiene asignada la asignatura como profesor.
org.theospi.portfolio.portal.model.reviewEvaluate=Revisar y Evaluar
org.theospi.portfolio.portal.myWorkspace=Mi Sakai
org.theospi.portfolio.portal.model.analyzeReport=Analizar y Extraer informes
site_types_item=sitios
siteType_page_title_portfolio=Los sitios de portafolio est\u00E1n dise\u00F1ados para simplificar la construcci\u00F3n y el empleo de portafolios electr\u00F3nicos. Ofrecen una variedad de roles que soportan la interacci\u00F3n P2P e profesor-alumno. Las herramientas en un sitio de este tipo se limitan a aquellas que permite la recopilaci\u00F3n, relfexi\u00F3n y dise\u00F1o y publicaci\u00F3n del portafolio.
org.theospi.portfolio.portal.model.designPublish=Dise\u00F1ar y Publicar
org.theospi.portfolio.portal.course=Curso
