#Fri Nov 26 20:33:51 CET 2010
org.theospi.portfolio.portal.model.collectReflect=\u53CE\u96C6\u304A\u3088\u3073\u30EA\u30D5\u30EC\u30AF\u30B7\u30E7\u30F3
org.theospi.portfolio.portal.other=\u305D\u306E\u4ED6
siteType_page_title_project=\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\u30B5\u30A4\u30C8\u306F\u96C6\u56E3\u76F8\u4E92\u4F5C\u7528\u3068\u5171\u540C\u4F5C\u696D\u3092\u4FC3\u9032\u3059\u308B\u3088\u3046\u306B\u8A2D\u8A08\u3055\u308C\u305F\u30B5\u30A4\u30C8\u3067\u3059\uFF0E\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\u30FB\u30B5\u30A4\u30C8\u306F\u30D4\u30A2\u30FB\u30C4\u30FC\u30FB\u30D4\u30A2\u306E\u5171\u540C\u4F5C\u696D\u306B\u9069\u5207\u306A\u30ED\u30FC\u30EB\u3092\u6301\u3063\u3066\u304A\u308A\uFF0C\u30B3\u30DF\u30E5\u30CB\u30B1\u30FC\u30B7\u30E7\u30F3\uFF0C\u7ACB\u6848\uFF0C\u76F8\u4E92\u4F5C\u7528\u304A\u3088\u3073\u60C5\u5831\u691C\u7D22\u3092\u4FC3\u9032\u3059\u308B\u3088\u3046\u306B\u8A2D\u8A08\u3055\u308C\u305F\u30C4\u30FC\u30EB\u304B\u3089\u6210\u3063\u3066\u3044\u307E\u3059\uFF0E\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\u30FB\u30B5\u30A4\u30C8\u4E0A\u306E\u4F1A\u54E1\u306F\u62DB\u5F85\u8005\u306E\u307F\u3068\u306A\u3063\u3066\u3044\u307E\u3059\uFF0E\u30B5\u30A4\u30C8\u4E3B\u50AC\u8005\u306E\u5224\u65AD\u3067\u8AB0\u3067\u3082\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\u30B5\u30A4\u30C8\u3078\u53C2\u52A0\u3067\u304D\u307E\u3059\uFF0E
org.theospi.portfolio.portal.gateway=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4
org.theospi.portfolio.portal.project=\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8
siteType_page_title=\u3042\u306A\u305F\u306E\u30B5\u30A4\u30C8\u306B\u8A2A\u308C\u308B\u305F\u3081\uFF0C\u4E0B\u8A18\u306E\u30EA\u30F3\u30AF\u304B\u3089\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
org.theospi.portfolio.portal.portfolioAdmin=\u7BA1\u7406
org.theospi.portfolio.portal.model.guide=\u30AC\u30A4\u30C9
siteType_page_title_portfolioAdmin=\u8CAC\u4EFB\u3092\u6301\u3063\u3066CLE\u74B0\u5883\u3092\u5F62\u6210\u3057\u7D44\u7E54\u3059\u308B\u30E6\u30FC\u30B6\u306E\u305F\u3081\u306B\u30B5\u30A4\u30C8\u306F\u8A2D\u8A08\u3055\u308C\u3066\u3044\u307E\u3059
org.theospi.portfolio.portal.portfolio=\u30DD\u30FC\u30C8\u30D5\u30A3\u30EA\u30AA
siteType_page_title_course=\u30B3\u30FC\u30B9\u30B5\u30A4\u30C8\u306F\uFF0C\u5B66\u8853\u7684\u306A\u30AF\u30E9\u30B9\u307E\u305F\u306F\u30BB\u30AF\u30B7\u30E7\u30F3\u3068\u3057\u3066\u6A5F\u95A2\u306B\u6307\u5B9A\u3055\u308C\u305F\u516C\u5F0F\u30B5\u30A4\u30C8\u3067\u3059\uFF0E\u30B3\u30FC\u30B9\u30B5\u30A4\u30C8\u306F\u5B66\u7A76\u7684\u80CC\u666F\u306B\u304A\u3051\u308B\u6307\u5C0E\u3068\u5B66\u7FD2\u306E\u70BA\u306B\u9069\u5207\u306A\u30ED\u30FC\u30EB\u3092\u6301\u3063\u3066\u304A\u308A\uFF0C\u7279\u306B\u30A4\u30F3\u30B9\u30C8\u30E9\u30AF\u30BF\u30FC\u5B66\u751F\u306E\u76F8\u4E92\u4F5C\u7528\u3092\u652F\u63F4\u3059\u308B\u3088\u3046\u306B\u8A2D\u8A08\u3055\u308C\u305F\u30C4\u30FC\u30EB\u304B\u3089\u6210\u3063\u3066\u3044\u307E\u3059\uFF0E\u4E00\u822C\u306B\u30B3\u30FC\u30B9\u30B5\u30A4\u30C8\u306E\u30E1\u30F3\u30D0\u30FC\u8CC7\u683C\u306F\uFF0C\u30B3\u30FC\u30B9\u306E\u305F\u3081\u306B\u516C\u5F0F\u306B\u767B\u9332\u3055\u308C\u305F\u4EBA\u3042\u308B\u3044\u306F\u30B3\u30FC\u30B9\u3092\u6559\u3048\u3066\u652F\u63F4\u3059\u308B\u4EBA\u306B\u5236\u9650\u3055\u308C\u3066\u3044\u307E\u3059\uFF0E
org.theospi.portfolio.portal.model.reviewEvaluate=\u30EC\u30D3\u30E5\u30FC\u304A\u3088\u3073\u8A55\u4FA1
org.theospi.portfolio.portal.myWorkspace=\u30DE\u30A4\u30EF\u30FC\u30AF\u30B9\u30DA\u30FC\u30B9
org.theospi.portfolio.portal.model.analyzeReport=\u5206\u6790\u304A\u3088\u3073\u30EC\u30DD\u30FC\u30C8
site_types_item=\u30B5\u30A4\u30C8
siteType_page_title_portfolio=\u30DD\u30FC\u30C8\u30D5\u30A9\u30EA\u30AA\u30B5\u30A4\u30C8\u306F\uFF0C\u96FB\u5B50\u30DD\u30FC\u30C8\u30D5\u30A9\u30EA\u30AA\u306E\u69CB\u7BC9\u304A\u3088\u3073\u4F7F\u7528\u3092\u4FC3\u9032\u3059\u308B\u3088\u3046\u306B\u8A2D\u8A08\u3055\u308C\u3066\u3044\u307E\u3059\uFF0E\u30DD\u30FC\u30C8\u30D5\u30A9\u30EA\u30AA\u30B5\u30A4\u30C8\u306F\uFF0C\u30ED\u30FC\u30EB\u3092\u30D4\u30A2\u30FB\u30C4\u30FC\u30FB\u30D4\u30A2\u304B\u30A4\u30F3\u30B9\u30C8\u30E9\u30AF\u30BF\u30FC\u5B66\u751F\u30BF\u30A4\u30D7\u76F8\u4E92\u4F5C\u7528\u3092\u8003\u616E\u306B\u5165\u308C\u5341\u5206\u306B\u67D4\u8EDF\u306A\u3082\u306E\u306B\u306A\u3063\u3066\u3044\u307E\u3059\uFF0E\u30DD\u30FC\u30C8\u30D5\u30A9\u30EA\u30AA\u30B5\u30A4\u30C8\u4E0A\u306E\u30C4\u30FC\u30EB\u306F\uFF0C\u53CE\u96C6\uFF0C\u30EA\u30D5\u30EC\u30AF\u30B7\u30E7\u30F3\u304A\u3088\u3073\u30DD\u30FC\u30C8\u30D5\u30A9\u30EA\u30AA\u8A2D\u8A08\u306E\u30D7\u30ED\u30BB\u30B9\u304A\u3088\u3073\u516C\u958B\u3092\u652F\u63F4\u3059\u308B\u3082\u306E\u306B\u5236\u9650\u3055\u308C\u3066\u3044\u307E\u3059\uFF0E
org.theospi.portfolio.portal.model.designPublish=\u30C7\u30B6\u30A4\u30F3\u304A\u3088\u3073\u516C\u958B
org.theospi.portfolio.portal.course=\u30B3\u30FC\u30B9
