###################################
# Translated  by  INTERACTIVE LLC #
# email: sakaiteam@interactive.mn #
###################################

org.theospi.portfolio.portal.portfolio=\u041F\u043E\u0440\u0442\u0444\u0435\u043B\u044C
org.theospi.portfolio.portal.portfolioAdmin=\u0423\u0434\u0438\u0440\u0434\u043B\u0430\u0433\u0430
org.theospi.portfolio.portal.myWorkspace=\u041C\u0438\u043D\u0438\u0439 \u0430\u0436\u043B\u044B\u043D \u0442\u0430\u043B\u0431\u0430\u0440
org.theospi.portfolio.portal.gateway=\u0413\u0430\u0440\u0446
org.theospi.portfolio.portal.project=\u0422\u04E9\u0441\u04E9\u043B 
org.theospi.portfolio.portal.course=\u0425\u0438\u0447\u044D\u044D\u043B 
org.theospi.portfolio.portal.other=\u0411\u0443\u0441\u0430\u0434 

org.theospi.portfolio.portal.model.collectReflect=\u0426\u0443\u0433\u043B\u0443\u0443\u043B\u0430\u0445 & \u0422\u0443\u0441\u0430\u0445 
org.theospi.portfolio.portal.model.designPublish=\u0417\u0430\u0433\u0432\u0430\u0440 & \u041D\u0438\u0439\u0442\u043B\u044D\u043B
org.theospi.portfolio.portal.model.guide=\u0417\u0430\u0430\u0432\u0430\u0440 
org.theospi.portfolio.portal.model.reviewEvaluate=\u0428\u0430\u043B\u0433\u0430\u0445 & \u04AE\u043D\u044D\u043B\u044D\u0445 
org.theospi.portfolio.portal.model.analyzeReport=\u0414\u04AF\u0433\u043D\u044D\u0445 & \u0418\u043B\u0442\u0433\u044D\u0445

siteType_page_title=\u0414\u043E\u043E\u0440\u0445 \u0445\u043E\u043B\u0431\u043E\u043E\u0441\u0443\u0443\u0434\u0430\u0430\u0441 \u0441\u043E\u043D\u0433\u043E\u0436 \u0441\u0430\u0439\u0442\u0434\u0430\u0430 \u0437\u043E\u0447\u0438\u043B\u043D\u043E \u0443\u0443. 
site_types_item=\u0441\u0430\u0439\u0442\u0443\u0443\u0434    

siteType_page_title_portfolioAdmin=\u0423\u0434\u0438\u0440\u0434\u043B\u0430\u0433\u044B\u043D \u0441\u0430\u0439\u0442\u0443\u0443\u0434 \u043D\u044C \u0442\u043E\u0445\u0438\u0440\u0443\u0443\u043B\u0433\u0430 \u0445\u0438\u0439\u0445 \u0431\u043E\u043B\u043E\u043D CLE \u043E\u0440\u0447\u0438\u043D \u0437\u043E\u0445\u0438\u043E\u043D \u0431\u0430\u0439\u0433\u0443\u0443\u043B\u0430\u0445 \u04AF\u04AF\u0440\u044D\u0433\u0442\u044D\u0439 \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0434\u044D\u0434 \u0437\u043E\u0440\u0438\u0443\u043B\u0430\u0433\u0434\u0441\u0430\u043D.
siteType_page_title_portfolio=\u041F\u043E\u0440\u0442\u0444\u0435\u043B\u044C \u0441\u0430\u0439\u0442\u0443\u0443\u0434 \u043D\u044C \u0431\u0430\u0439\u0433\u0443\u0443\u043B\u0430\u043C\u0436\u0438\u0439\u0433 \u0445\u04E9\u043D\u0433\u04E9\u0432\u0447\u043B\u04E9\u0445 \u0431\u043E\u043B\u043E\u043D \u044D\u043B\u0435\u043A\u0442\u0440\u043E\u043D \u043F\u043E\u0440\u0442\u0444\u0435\u043B\u044C \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0445\u044D\u0434 \u0437\u043E\u0440\u0438\u0443\u043B\u0430\u0433\u0434\u0441\u0430\u043D. \u041F\u043E\u0440\u0442\u0444\u0435\u043B\u044C \u0441\u0430\u0439\u0442\u0443\u0443\u0434 peer-to-peer \u044D\u0441\u0432\u044D\u043B \u0431\u0430\u0433\u0448-\u043E\u044E\u0443\u0442\u0430\u043D \u0445\u044D\u043B\u0431\u044D\u0440\u0438\u0439\u043D \u0445\u0430\u0440\u0438\u043B\u0446\u0430\u0430\u0433 \u043E\u043B\u0433\u043E\u0445\u043E\u043E\u0440 \u0443\u044F\u043D \u0445\u0430\u0442\u0430\u043D \u0431\u0430\u0439\u043D\u0430. \u041F\u043E\u0440\u0442\u0444\u0435\u043B\u044C \u0441\u0430\u0439\u0442\u0443\u0443\u0434\u044B\u043D \u0445\u044D\u0440\u044D\u0433\u0441\u043B\u04AF\u04AF\u0434 \u043D\u044C \u0446\u0443\u0433\u043B\u0443\u0443\u043B\u0433\u0430, \u0442\u0443\u0441\u0433\u0430\u043B, \u0431\u043E\u043B\u043E\u043D \u043F\u043E\u0440\u0442\u0444\u0435\u043B\u044C \u0437\u0430\u0433\u0432\u0430\u0440 \u0431\u043E\u043B\u043E\u043D \u043D\u0438\u0439\u0442\u043B\u044D\u043B\u0438\u0439\u043D \u043F\u0440\u043E\u0446\u0435\u0441\u0441\u044B\u0433 \u0434\u044D\u043C\u0436\u0438\u0445\u044D\u0434 \u0445\u044F\u0437\u0433\u0430\u0430\u0440\u0442\u0430\u0439 \u0431\u0430\u0439\u043D\u0430.
siteType_page_title_project=\u0422\u04E9\u0441\u043B\u0438\u0439\u043D \u0441\u0430\u0439\u0442\u0443\u0443\u0434 \u0431\u04AF\u043B\u0433\u0438\u0439\u043D \u0445\u0430\u0440\u0438\u043B\u0446\u0430\u0430 \u0431\u043E\u043B\u043E\u043D \u0445\u0430\u043C\u0442\u044B\u043D \u0430\u0436\u0438\u043B\u043B\u0430\u0433\u0430\u0430\u0433 \u0445\u04E9\u043D\u0433\u04E9\u0432\u0447\u043B\u04E9\u0445 \u0437\u043E\u0440\u0438\u043B\u0433\u043E\u0442\u043E\u0439. \u0422\u04E9\u0441\u043B\u0438\u0439\u043D \u0441\u0430\u0439\u0442\u0443\u0443\u0434 peer-to-peer \u0445\u0430\u043C\u0442\u044B\u043D \u0430\u0436\u0438\u043B\u043B\u0430\u0433\u0430\u0430\u043D\u0434 \u0442\u043E\u0445\u0438\u0440\u043E\u0445 \u0434\u04AF\u0440\u04AF\u04AF\u0434 \u0431\u043E\u043B\u043E\u043D \u0445\u0430\u0440\u0438\u043B\u0446\u0430\u0430 \u0445\u043E\u043B\u0431\u043E\u043E, \u0442\u04E9\u043B\u04E9\u0432\u043B\u04E9\u0433\u04E9\u04E9, \u0445\u0430\u0440\u0438\u043B\u0446\u0430\u0430, \u0431\u043E\u043B\u043E\u043D \u043C\u044D\u0434\u044D\u044D\u043B\u043B\u0438\u0439\u043D \u0431\u0443\u0446\u0430\u0430\u043B\u0442 \u0437\u044D\u0440\u0433\u0438\u0439\u0433 \u04AF\u0439\u043B\u0434\u044D\u0445 \u0445\u044D\u0440\u044D\u0433\u043B\u04AF\u04AF\u0434\u044D\u044D\u0441 \u0431\u04AF\u0440\u0434\u044D\u043D\u044D. \u0422\u04E9\u0441\u043B\u0438\u0439\u043D \u0441\u0430\u0439\u0442\u0430\u043D\u0434 \u0443\u0440\u0438\u043B\u0433\u0430\u0430\u0440 \u0433\u0438\u0448\u04AF\u04AF\u043D\u0447\u043B\u044D\u043B \u0431\u0438\u0439 \u0431\u043E\u043B\u0433\u043E\u043D\u043E. \u0421\u0430\u0439\u0442\u044B\u043D \u0437\u043E\u0445\u0438\u043E\u043D \u0431\u0430\u0439\u0433\u0443\u0443\u043B\u0430\u0433\u0447\u0438\u0439\u043D \u0441\u0430\u043D\u0430\u043B\u0430\u0430\u0440 \u0433\u0438\u0448\u04AF\u04AF\u043D \u043D\u044D\u043C\u0436 \u0431\u043E\u043B\u043D\u043E.
siteType_page_title_course=\u0425\u0438\u0447\u044D\u044D\u043B\u0438\u0439\u043D \u0441\u0430\u0439\u0442 \u043D\u044C \u0445\u0438\u0447\u044D\u044D\u043B\u0438\u0439\u043D \u0430\u043D\u0433\u0438 \u044D\u0441\u0432\u044D\u043B \u0431\u0430\u0433\u0448 \u043D\u0430\u0440\u044B\u043D \u0445\u044D\u0441\u044D\u0433\u0442 \u0437\u043E\u0440\u0438\u0443\u043B\u0441\u0430\u043D \u0430\u043B\u0431\u0430\u043D \u0451\u0441\u043D\u044B \u0441\u0430\u0439\u0442 \u044E\u043C. \u0425\u0438\u0447\u044D\u044D\u043B \u0431\u04AF\u0440\u0434\u044D\u043B\u0442 \u0434\u044D\u0445 \u0437\u0430\u0430\u0445 \u0431\u043E\u043B\u043E\u043D \u0441\u0443\u0440\u0430\u0445\u0430\u0434 \u0442\u043E\u0445\u0438\u0440\u043E\u0445 \u0434\u04AF\u0440\u04AF\u04AF\u0434\u044D\u044D\u0441 \u0433\u0430\u0434\u043D\u0430 \u0431\u0430\u0433\u0448-\u043E\u044E\u0443\u0442\u043D\u044B \u0445\u0430\u0440\u0438\u043B\u0446\u0430\u0430\u0433 \u0434\u044D\u043C\u0436\u0438\u0445 \u0442\u0443\u0441\u0433\u0430\u0439 \u0445\u044D\u0440\u044D\u0433\u0441\u043B\u04AF\u04AF\u0434\u044D\u044D\u0441 \u0431\u04AF\u0440\u0434\u044D\u043D\u044D. \u0415\u0440\u04E9\u043D\u0445\u0438\u0439\u0434\u04E9\u04E9 \u0445\u0438\u0447\u044D\u044D\u043B\u0438\u0439\u043D \u0441\u0430\u0439\u0442\u044B\u043D \u0433\u0438\u0448\u04AF\u04AF\u043D\u0447\u043B\u044D\u043B \u0430\u043B\u0431\u0430\u043D \u0451\u0441\u043E\u043E\u0440 \u0445\u0438\u0447\u044D\u044D\u043B\u0434 \u0431\u04AF\u0440\u0442\u0433\u04AF\u04AF\u043B\u0441\u044D\u043D \u044D\u0441\u0432\u044D\u043B \u0445\u0438\u0447\u044D\u044D\u043B \u0437\u0430\u0430\u0436 \u0431\u0430\u0439\u0433\u0430\u0430 \u0431\u043E\u043B\u043E\u043D \u0434\u044D\u043C\u0436\u0438\u0436 \u043E\u0440\u043E\u043B\u0446\u043E\u0445 \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0434\u044D\u044D\u0440 \u0445\u044F\u0437\u0433\u0430\u0430\u0440\u043B\u0430\u0433\u0434\u0430\u043D\u0430.  
