#Stored by I18NEdit, may be edited!
org.theospi.portfolio.portal.course=Kurs
org.theospi.portfolio.portal.gateway=Portal
org.theospi.portfolio.portal.model.analyzeReport=Analysera & rapportera
org.theospi.portfolio.portal.model.collectReflect=Samla & reflektera
org.theospi.portfolio.portal.model.designPublish=Designa & publicera
org.theospi.portfolio.portal.model.guide=Guide
org.theospi.portfolio.portal.model.reviewEvaluate=Bed\u00F6ma & v\u00E4rdera
org.theospi.portfolio.portal.myWorkspace=Min arbetsyta
org.theospi.portfolio.portal.other=Annat
org.theospi.portfolio.portal.portfolio=Portf\u00F6lj
org.theospi.portfolio.portal.portfolioAdmin=Administration
org.theospi.portfolio.portal.project=Projekt
siteType_page_title=V\u00E4lj bland l\u00E4nkarna nedan f\u00F6r att bes\u00F6ka dina sajter.
siteType_page_title_course=En kurssajt anv\u00E4nds som samlingsplats p\u00E5 en kurs. P\u00E5 kurssajter finns roller  som \u00E4r l\u00E4mpliga f\u00F6r undervisning och l\u00E4rande. Det finns verktyg som utformats speciellt f\u00F6r att st\u00F6dj ainteraktionen l\u00E4rare-student. I allm\u00E4nhet \u00E4r medlemskapet begr\u00E4nsat till de officiellt inskrivna p\u00E5 en kurs eller de som undervisar och/eller ger st\u00F6d p\u00E5 en kurs.
siteType_page_title_portfolio=Portf\u00F6ljsajter \u00E4r utformade f\u00F6r att underl\u00E4tta konstruktion och anv\u00E4ndning av elektroniska portf\u00F6ljer. Portf\u00F6lj-sajter har roller f\u00F6r att m\u00F6jligg\u00F6ra interaktion peer-to-peer eller instrukt\u00F6r-student. Verktygen p\u00E5 portf\u00F6lj-sajter \u00E4r begr\u00E4nsade till s\u00E5dana som st\u00F6der processerna f\u00F6r insamling, reflektion och portf\u00F6lj-konstruktion och offentligg\u00F6randet av denna.
siteType_page_title_portfolioAdmin=Administrationsajten \u00E4r utformad f\u00F6r anv\u00E4ndare med ansvar f\u00F6r att konfigurera och organisera systemet.
siteType_page_title_project=Projektsajter \u00E4r sajter f\u00F6r att underl\u00E4tta gruppers interaktion och samarbete. Projektsajter har roller som \u00E4r l\u00E4mpliga f\u00F6r peer-to-peer-samarbete och kan ha verktyg f\u00F6r att underl\u00E4tta kommunikation, planering, samverkan och informationss\u00F6kning. Medlemmar i ett projekt hanteras manuellt av \u00E4garen, d\u00E4r vem som helst kan l\u00E4ggas till projektsajten.
site_types_item=sajter
