#Fri Nov 26 20:33:16 CET 2010
org.theospi.portfolio.portal.project=Projet
org.theospi.portfolio.portal.model.designPublish=Concevoir & Publier
org.theospi.portfolio.portal.gateway=Passerelle
siteType_page_title=S\u00E9lectionnez des liens ci-bas pour visiter vos sites.
org.theospi.portfolio.portal.portfolioAdmin=Administration
siteType_page_title_portfolio=Les sites de portfolio sont con\u00E7us pour faciliter la construction et l'utilisation de portfolios \u00E9lectroniques. Les sites de portfolio poss\u00E8dent des r\u00F4les suffisamment flexibles pour permettre l'interaction entre pairs ou d'instructeur \u00E0 \u00E9tudiant. Les outils sur les sites de portfolio sont limit\u00E9s \u00E0 ceux qui supportent le processus de recueil, de r\u00E9flexion, de conception de portfolios et de publication.
site_types_item=sites
siteType_page_title_project=Les sites de projet sont des sites con\u00E7us pour faciliter l'interaction de groupe et la collaboration. Les sites de projet poss\u00E8dent des r\u00F4les appropri\u00E9s pour la collaboration entre pairs et consistent en des outils con\u00E7us pour faciliter la communication, la planification, l'interaction et la collecte d'information. L'adh\u00E9sion \u00E0 un site de projet est sur invitation. N'importe qui peut \u00EAtre ajout\u00E9 \u00E0 un site de projet \u00E0 la discr\u00E9tion de l'organisateur du site.
org.theospi.portfolio.portal.myWorkspace=My Workspace
org.theospi.portfolio.portal.portfolio=Portfolio
org.theospi.portfolio.portal.model.collectReflect=Recueillir & R\u00E9fl\u00E9chir
siteType_page_title_portfolioAdmin=Les sites d'administration sont con\u00E7us pour des utlisateurs responsables de la configuration et l'organisation de l'environnement d'apprentissage collaboratif.
org.theospi.portfolio.portal.model.analyzeReport=Analyser & Pr\u00E9senter
org.theospi.portfolio.portal.course=Cours
org.theospi.portfolio.portal.model.guide=Guider
siteType_page_title_course=Un site de cours est un site officiel con\u00E7u pour une classe ou une section acad\u00E9mique dans une institution. Les sites de cours poss\u00E8dent des r\u00F4les appropri\u00E9s pour enseigner et apprendre dans un environnement acad\u00E9mique. Ils consistent en des outils con\u00E7us sp\u00E9cifiquement pour supporter l'interaction instructeur-\u00E9tudiant. En g\u00E9n\u00E9ral, l'adh\u00E9sion dans les sites de cours est limit\u00E9e \u00E0 ceux officiellement inscrits pour un cours ou \u00E0 ceux qui doivent enseigner et supporter ce cours.\r\n\r\n ou A course site is an official site designated for an academic class or section at an institution. Course sites have roles appropriate to teaching and learning in an academic setting and consist of tools designed specifically to support instructor-student interaction. In general, membership in course sites is limited to those officially enrolled for a course or those teaching and supporting a course.
org.theospi.portfolio.portal.model.reviewEvaluate=R\u00E9viser & \u00C9valuer
