#Fri Nov 26 20:35:11 CET 2010
org.theospi.portfolio.portal.model.collectReflect=Coletar & Refletir
org.theospi.portfolio.portal.other=Outro
siteType_page_title_project=Os sites de Projeto foram desenhados para facilitar a intera\u00E7\u00E3o e a colabora\u00E7\u00E3o entre grupos. Eles possuem pap\u00E9is apropriados para promover colabora\u00E7\u00E3o entre pares colegas e ferramentas desenhadas para facilitar a comunica\u00E7\u00E3o, o planejamento, a intera\u00E7\u00E3o e a recupera\u00E7\u00E3o de informa\u00E7\u00F5es. A inscri\u00E7\u00E3o a sites de projeto \u00E9 feita por convite, a crit\u00E9rio do organizador do site. 
org.theospi.portfolio.portal.gateway=Gateway
org.theospi.portfolio.portal.project=Projeto
siteType_page_title=Utilize um dos links abaixo para visitar seus sites 
org.theospi.portfolio.portal.portfolioAdmin=Administra\u00E7\u00E3o
org.theospi.portfolio.portal.model.guide=Guia
siteType_page_title_portfolioAdmin=Os sites de Administra\u00E7\u00E3o destinam-se aos usu\u00E1rios respons\u00E1veis por configurar e organizar o ambiente CLE.
org.theospi.portfolio.portal.portfolio=Portf\u00F3lio
siteType_page_title_course=O site de Curso \u00E9 um local destinado \u00E0 cursos acad\u00EAmicos ou grupos de trabalho de uma institui\u00E7\u00E3o. Os sites de Curso possuem pap\u00E9is apropriados para ensino e aprendizagem em um ambiente acad\u00EAmico e consistem de ferramentas especificamente desenhadas para apoiar a intera\u00E7\u00E3o coordenador-aluno. Em geral, a inscri\u00E7\u00E3o nos sites de curso est\u00E1 limitada \u00E0s pessoas oficialmente matriculadas, aos professores e outras pessoas que d\u00E3o suporte a um determinado curso.
org.theospi.portfolio.portal.model.reviewEvaluate=Revisar & Avaliar
org.theospi.portfolio.portal.myWorkspace=Minha \u00E1rea de trabalho
org.theospi.portfolio.portal.model.analyzeReport=Analisar & Relatar
site_types_item=sites
siteType_page_title_portfolio=Os sites do Portf\u00F3lio t\u00EAm a fun\u00E7\u00E3o de facilitar a constru\u00E7\u00E3o e o uso de portf\u00F3lios eletr\u00F4nicos. Eles possuem pap\u00E9is flex\u00EDveis o suficiente para possibilitar as intera\u00E7\u00F5es entre alunos ou entre coordenador e aluno  As ferramentas dos sites de portf\u00F3lio consistem somente daquelas que d\u00E3o suporte aos processos de cole\u00E7\u00E3o, reflex\u00E3o, design do portf\u00F3lio e publica\u00E7\u00E3o do portf\u00F3lio.
org.theospi.portfolio.portal.model.designPublish=Projetar & Publicar
org.theospi.portfolio.portal.course=Curso
