org.theospi.portfolio.portal.portfolio=Portfolio
org.theospi.portfolio.portal.portfolioAdmin=Administracja
org.theospi.portfolio.portal.myWorkspace=Moje Workspace
org.theospi.portfolio.portal.gateway=Przej\u015Bcie
org.theospi.portfolio.portal.project=Projekt
org.theospi.portfolio.portal.course=Kurs
org.theospi.portfolio.portal.other=Inny

org.theospi.portfolio.portal.model.collectReflect=Zbierz i Odzwierciedl
org.theospi.portfolio.portal.model.designPublish=Zaprojektuj i Opublikuj
org.theospi.portfolio.portal.model.guide=Przewodnik
org.theospi.portfolio.portal.model.reviewEvaluate=Przejrzyj i Oce\u0144
org.theospi.portfolio.portal.model.analyzeReport=Analizuj i Zg\u0142o\u015B

siteType_page_title=Wybierz jeden z poni\u017Cszych link\u00F3w, aby odwiedzi\u0107 witryny.
site_types_item=Witryny

siteType_page_title_portfolioAdmin=Witryny administracyjne przeznaczone s\u0105 dla u\u017Cytkownik\u00F3w z odpowiedzialno\u015Bci\u0105 do konfigurowania i organizowania \u015Brodowiska CLE. 
siteType_page_title_portfolio=Witryny portfolio maj\u0105 na celu u\u0142atwi\u0107 tworzenie i wykorzystanie elektronicznych portfoli\u00F3w. Witryny portfolio maj\u0105 na tyle elastyczne role, aby umo\u017Cliwi\u0107 interakcj\u0119 r\u00F3wnorz\u0119dn\u0105 lub interakcj\u0119 typu instruktor-student. Narz\u0119dzia w witrynach portfolio s\u0105 ograniczone do tych, kt\u00F3re wspieraj\u0105 procesy kolejconowania, odzwierciedlania,oraz projektowania portfolio i publikacji. 
siteType_page_title_project=Witryny projektu s\u0105 witrynami maj\u0105cymi na celu u\u0142atwienie interakcji grupowej i wsp\u00F3\u0142pracy. Witryny projektu posiadaj\u0105 role odpowiednie dla wsp\u00F3\u0142pracy r\u00F3wnorz\u0119dnej oraz sk\u0142adaj\u0105 si\u0119 z narz\u0119dzi maj\u0105cych u\u0142atwi\u0107 komunikacj\u0119, planowanie, interakcj\u0119 i wydobywanie informacji. Cz\u0142onkostwo w witrynie projektu odbywa si\u0119 poprzez zaproszenie. Ka\u017Cdy mo\u017Ce zosta\u0107 dodany do witryny projektu wed\u0142ug uznania organizatora witryny.
siteType_page_title_course=Witryna kursu to oficjalna witryna przeznaczona dla klas akademickich lub wydzia\u0142u w instytucji. Witryny kursu posiadaj\u0105 role odpowiednie do nauczania i uczenia si\u0119 w \u015Brodowisku akademickim i sk\u0142adaj\u0105 si\u0119 z narz\u0119dzi zaprojektowanych specjalnie w celu wspierania interakcji instruktor - ucze\u0144. Cz\u0142onkostwo w witrynach kursu ogranicza si\u0119 do os\u00F3b oficjalnie zapisanych na kurs lub do tych, kt\u00F3re nauczaj\u0105 i wspieraj\u0105 kurs.
