#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
#Fri Nov 26 20:31:43 CET 2010

org.theospi.portfolio.portal.course               = Curs
org.theospi.portfolio.portal.gateway              = Passarel\u00B7la
org.theospi.portfolio.portal.model.analyzeReport  = Analitza i Extreu informes
org.theospi.portfolio.portal.model.collectReflect = Recull i Reflexiona
org.theospi.portfolio.portal.model.designPublish  = Dissenya i Publica
org.theospi.portfolio.portal.model.guide          = Guia
org.theospi.portfolio.portal.model.reviewEvaluate = Revisa i Avalua
org.theospi.portfolio.portal.myWorkspace          = El meu Espai de Treball
org.theospi.portfolio.portal.other                = Altre
org.theospi.portfolio.portal.portfolio            = Portafoli
org.theospi.portfolio.portal.portfolioAdmin       = Administraci\u00F3
org.theospi.portfolio.portal.project              = Projecte

siteType_page_title = Selecciona a sota l'acc\u00E9s als vostres llocs

siteType_page_title_course = Un espai de Curs \u00E9s un espai oficial dissenyat per donar fins acad\u00E8mics en una instituci\u00F3. Els espais de Curs tenen rols apropiats per a ensenyament i aprenentatge en el marc acad\u00E8mic i estan formats per unes eines dissenyades especialment per donar suport a la interacci\u00F3 professor-alumne. En general, els membres d'aquests espais estan limitats a all\u00F2 pel qu\u00E8 s'han matriculat oficialment a un curs o que proporciona suport al curs. 

siteType_page_title_portfolio = Els espais de Portafolis estan dissenyats per facilitar la construcci\u00F3 i \u00FAs de portafolis. Els espais de portafolis tenen rols suficientment flexibles per permetre una interacci\u00F3 d'igual a igual entre aprofessor i alumne. Les eines als espais de Portafolis estan limitades a all\u00F2 que d\u00F3na suport als processos de recollida, plantejament i disseny i publicaci\u00F3 de portafolis.

siteType_page_title_portfolioAdmin = Els espais d'administrador estan dissenyats per a usuaris amb responsabilitats de configuraci\u00F3 i organitzaci\u00F3 de l'entorn CLE.

siteType_page_title_project = Els espais de projecte s\u00F3n espais dissenyats per facilitar la interacci\u00F3 i col\u00B7laboraci\u00F3 en grups. Els espais de projecte tenen rols apropiats per a una col\u00B7laboraci\u00F3 d'igual a igual i estan formats per eines dissenyades per facilitar la comunicaci\u00F3, planificaci\u00F3, interacci\u00F3 i recuperaci\u00F3 d'informaci\u00F3. ELs membres d'un espai de projecte ho s\u00F3n per invitaci\u00F3. Qualsevol pot ser afegit a un espai de projecte a criteri de l'organitzador de l'espai.

site_types_item = espais
