Repository: kyoto-u/openpanda
Catalog: l10n/*/alias.po
Languages: es, ja

# alias/alias-tool/tool/src/bundle/admin.properties:alias.alert.message
source: Alert: {0}
es: Aviso: {0}
ja: 警告: {0}

# alias/alias-tool/tool/src/bundle/admin.properties:alias.cancel
source: Cancel
es: Cancelar
ja: キャンセル

# alias/alias-tool/tool/src/bundle/admin.properties:alias.alias
source: Alias
ja: エイリアス

# alias/alias-tool/tool/src/bundle/admin.properties:alias.alias.label
source: Alias ({0} chars max):
es: Alias ({0} carácteres máx):
ja: エイリアス (最大 {0} 文字):

# alias/alias-tool/tool/src/bundle/admin.properties:alias.aliases
source: Aliases
es: Alias
ja: エイリアス

# alias/alias-tool/tool/src/bundle/admin.properties:alias.edit.list.summary
source: Alias properties
es: Propiedades del alias
ja: エイリアスのプロパティ

# alias/alias-tool/tool/src/bundle/admin.properties:alias.edit.created
source: Created:
es: Creado:
ja: 作成日時:

# alias/alias-tool/tool/src/bundle/admin.properties:alias.edit.createdby
source: Created By:
es: Creado por:
ja: 作成者:

# alias/alias-tool/tool/src/bundle/admin.properties:alias.edit.mod
source: Modified:
es: Modificado:
ja: 修正日時:

# alias/alias-tool/tool/src/bundle/admin.properties:alias.edit.modby
source: Modified By:
es: Modificado por:
ja: 修正者:

# alias/alias-tool/tool/src/bundle/admin.properties:alias.edit.review
source: Review and modify this Alias. Alias ID is restricted to 99 chars or less here, 40 chars in user UI.
es: Revisar y modificar este Alias. Es posible borrarlo con el menú superior.
ja: エイリアスを確認・修正します．

# alias/alias-tool/tool/src/bundle/admin.properties:alias.edit.save
source: Save
es: Guardar
ja: 保存

# alias/alias-tool/tool/src/bundle/admin.properties:alias.edit.target.label
source: Target ({0} chars max):
es: Destino ({0} carácteres máx):
ja: ターゲット (最大 {0} 文字):

# alias/alias-tool/tool/src/bundle/admin.properties:alias.invalid
source: The alias id ''{0}'' is invalid.
es: El ID del alias no es válido
ja: エイリアス ID 「{0}」は無効です．

# alias/alias-tool/tool/src/bundle/admin.properties:alias.list.show
source: show {0} items...
es: mostrar {0} elementos...
ja: {0}個のアイテムを表示...

# alias/alias-tool/tool/src/bundle/admin.properties:alias.list.listnavselect
source: To operate the combo box, first press Alt+Down Arrow to open it, and then use the up and down arrow keys to scroll through the options.
es: Pulse alt y las flechas de arriba y abajo para desplazarse por el menú
ja: メニューをスクロールする場合は Alt + 矢印キーを押します

# alias/alias-tool/tool/src/bundle/admin.properties:alias.list.first
source: First
es: Primero
ja: 最初

# alias/alias-tool/tool/src/bundle/admin.properties:alias.list.previous.withsize
source: Previous {0}
es: Anterior {0}
ja: 前の {0}

# alias/alias-tool/tool/src/bundle/admin.properties:alias.list.next.withsize
source: Next {0}
es: Siguiente {0}
ja: 次の {0}

# alias/alias-tool/tool/src/bundle/admin.properties:alias.list.last
source: Last
es: Último
ja: 最後

# alias/alias-tool/tool/src/bundle/admin.properties:alias.list.youare
source: You are viewing {0} - {1} of {2} results.
es: Está viendo {0} - {1} de {2} resultados
ja: {2}個の結果のうち {0}-{1} を表示しています．

# alias/alias-tool/tool/src/bundle/admin.properties:alias.list.summary
source: List of aliases. First column holds the alias name and links to edit them, second the target.
es: Lista de alias. La primera columna contiene el nombre del alias y enlaces para editarlo y la segunda el usuario al que pertenece.
ja: エイリアスの一覧．最初のカラムは「エイリアス名と編集のためのリンク」，2番目のカラムは「エイリアスの対象」です．

# alias/alias-tool/tool/src/bundle/admin.properties:alias.list.alias
source: Alias
ja: エイリアス

# alias/alias-tool/tool/src/bundle/admin.properties:alias.list.defined
source: These are the Aliases defined within the system. Click an Alias Id to edit or view detail.
es: Estos son los Alias definidos en el sistema. Pulse en el ID del Alias para editar o ver en detalle.
ja: システムには「エイリアス」が定義されています．エイリアス ID をクリックすると編集または詳細が表示されます．

# alias/alias-tool/tool/src/bundle/admin.properties:alias.list.nodefined
source: No aliases are defined.
es: No hay alias definidos.
ja: エイリアスは定義されていません．

# alias/alias-tool/tool/src/bundle/admin.properties:alias.target
source: Target
es: Destino
ja: 対象

# alias/alias-tool/tool/src/bundle/admin.properties:alias.new
source: New Alias
es: Nuevo Alias
ja: 新規エイリアス

# alias/alias-tool/tool/src/bundle/admin.properties:alias.notfound
source: Alias ''{0}'' not found
es: no encontrado
ja: エイリアス「{0}」はありません．

# alias/alias-tool/tool/src/bundle/admin.properties:alias.notpermis
source: You do not have permission to edit alias ''{0}''.
es: No tiene permiso para editar Alias
ja: エイリアス「{0}」を編集する権限がありません．

# alias/alias-tool/tool/src/bundle/admin.properties:alias.notpermis1
source: You do not have permission to remove alias ''{0}''.
es: No tiene permiso para borrar el Alias
ja: エイリアス「{0}」を削除する権限がありません．

# alias/alias-tool/tool/src/bundle/admin.properties:alias.notpermis2
source: You do not have permission to edit this alias ''{0}''.
es: No tiene permiso para editar este Alias
ja: エイリアス「{0}」を編集する権限がありません．

# alias/alias-tool/tool/src/bundle/admin.properties:alias.remove
source: Remove Alias
es: Borrar Alias
ja: エイリアスを削除

# alias/alias-tool/tool/src/bundle/admin.properties:alias.remove.alias
source: Alias
ja: エイリアス

# alias/alias-tool/tool/src/bundle/admin.properties:alias.remove.list.summary
source: List of aliases being removed - first column hold the Alias, second the target.
es: Listas de los alias que borrarán. La primera columna indica el alias y la segunda el destinatario.
ja: 削除されるエイリアスの一覧．最初のカラムは「エイリアス」，2番目のカラムは「エイリアスの対象」です．

# alias/alias-tool/tool/src/bundle/admin.properties:alias.remove.remove
source: Remove
es: Borrar
ja: 削除

# alias/alias-tool/tool/src/bundle/admin.properties:alias.remove.sure
source: Are you sure you want to remove the following Alias:
es: ¿Está seguro de que sea borrar el siguiente Alias?
ja: 以下のエイリアスを本当に削除しますか？

# alias/alias-tool/tool/src/bundle/admin.properties:alias.someone
source: Someone else is currently editing this Alias:
es: Alguien más está editando este Alias:
ja: エイリアスは他のユーザにより編集中です:

# alias/alias-tool/tool/src/bundle/admin.properties:alias.use
source: The alias id ''{0}'' is already in use.
es: El ID del Alias está actualmente en uso
ja: エイリアス ID 「{0}」はすでに使用されています．

# alias/alias-tool/tool/src/bundle/admin.properties:alias.noaccess
source: You do not have permission to use this tool.
es: No tiene permiso para acceder a esta herramienta.
ja: このツールを使用する権限がありません．
