Repository: kyoto-u/openpanda
Catalog: l10n/*/announcement.po
Languages: es, ja

source: Announcements
es: Anuncios
ja: アナウンス

source: Send me each notification separately
es: Envíeme cada notificación por separado
ja: 通知をそれぞれ個別に送る

source: Send me one email per day summarizing all low priority announcements
es: Envíeme un correo electrónico cada día agrupando todos los anuncios de baja prioridad
ja: 優先度の低いアナウンスは１日に1通だけまとめて送る

source: Do not send me low priority announcements
es: No me envíe los anuncios de baja prioridad
ja: 優先度の低いアナウンスは受け取らない

source: Announcement
es: Anuncio
ja: 添付

# announcement/announcement-impl/impl/src/bundle/annc-access.properties:from
source: From
es: De
ja: 投稿者

# announcement/announcement-impl/impl/src/bundle/annc-access.properties:date
source: Date
es: Fecha
ja: 日時

# announcement/announcement-impl/impl/src/bundle/annc-access.properties:subject
source: Subject
es: Asunto
ja: 件名

source: Attachments
es: Adjuntos
ja: 添付ファイル

source: Announcement
es: Anuncios
ja: 添付

# announcement/announcement-impl/impl/src/bundle/siteemaanc.properties:Attachments
source: Attachments:
es: Adjuntos:
ja: 添付ファイル:

source: An announcement has been added in the "{0}" site at (<a href="{1}">{1}</a>)
es: Se ha añadido un anuncio en el sitio "{0}" en {1} (<a href="{2}">{2}</a>)
ja: お知らせが "{0}" サイトに追加されました (<a href="{1}">{1}</a>)

source: An announcement has been updated in the "{0}" site at (<a href="{1}">{1}</a>)
es: Se ha actualizado un anuncio en el sitio "{0}" en {1} (<a href="{2}">{2}</a>)
ja: お知らせが "{0}" サイトで更新されました (<a href="{1}">{1}</a>)

# announcement/announcement-impl/impl/src/bundle/siteemaanc.properties:noti.subj
source: [ {0} - Announcement ] {1}
es: [ {0} - Anuncio ] {1}
ja: [ {0} - アナウンス ] {1}

source: <hr/><br/>This automatic notification message was sent by {0} (<a href="{1}">{1}</a>).<br/> You can modify how you receive notifications at My Workspace > Preferences.<br/>
es: <hr/><br/>Este mensaje de notificación automática fue enviado por {0} (<a href="{1}">{1}</a>) desde el sitio {2} .<br/> Puede modificar el modo en que recibe las notificaciones desde Mi Sitio > Preferencias.<br/>
ja: この自動通知メッセージは {0} (<a href="{1}">{1}</a>)" により送信されました．<br/> お知らせの通知設定は "マイワークスペース→設定" から修正することができます．

# announcement/announcement-impl/impl/src/bundle/siteemaanc.properties:noti.tag
source: ---------------------- This automatic notification message was sent by {0} ({1}). You can modify how you receive notifications at My Workspace > Preferences.
es: ---------------------- Este mensaje de notificación automática fue enviado por {0} ({1}) desde el sitio {2} . Puede modificar el modo en que recibe las notificaciones desde Mi Sitio > Preferencias.
ja: ---------------------- この自動通知メッセージは {0} ({1}) によって送信されました． お知らせの通知設定は "マイワークスペース > 設定" から修正することができます．

# announcement/announcement-impl/impl/src/bundle/siteemaanc.properties:at_date
source: at
es: en
ja: で

# announcement/announcement-impl/impl/src/bundle/siteemaanc.properties:Subject
source: Subject:
es: Asunto
ja: 件名

# announcement/announcement-impl/impl/src/bundle/siteemaanc.properties:From
source: From:
es: De
ja: 送信者

# announcement/announcement-impl/impl/src/bundle/siteemaanc.properties:Date
source: Date:
es: Fecha
ja: 日時

# announcement/announcement-impl/impl/src/bundle/siteemaanc.properties:Message
source: Message:
es: Mensaje
ja: メッセージ

# announcement/announcement-impl/impl/src/bundle/siteemaanc.properties:Group
source: Group:
es: Grupo
ja: グループ:

# announcement/announcement-impl/impl/src/bundle/siteemaanc.properties:Public
source: Public
es: Público
ja: 公開

# announcement/announcement-impl/impl/src/bundle/siteemaanc.properties:Allgroups
source: Site
es: Sitio
ja: サイト

source: New posted item
es: Nuevo ítem definitivo
ja: 新しく投稿されたアイテム

source: Existed item changed
es: Ítem existente modificado
ja: 既存のアイテムが変更されました

source: Posted item deleted
es: Se ha eliminado un ítem definitivo
ja: 投稿されたアイテムが削除されました

source: High - All participants
es: Alta - Todos los participantes
ja: 高い - すべての参加者

source: Low - Not received by those who have opted out
es: Baja - Sólo los participantes que lo han solicitado
ja: 低い - アクセスしていない参加者は受け取らない

source: None - No notification
es: Ninguna - Sin notificación
ja: なし - 通知しない

source: Permissions
es: Permisos
ja: 権限

source: Merge
es: Combinar
ja: マージ

source: Reorder
es: Ordenar
ja: 順序変更

source: Back to Announcements
es: Volver a Anuncios
ja: お知らせに戻る

source: You have to select the announcement first!
es: ¡Debe seleccionar un anuncio primero!
ja: アナウンスをまず選択する必要があります!

source: Please choose only one announcement at a time to edit!
es: Por favor, escoja únicamente un anuncio cada vez
ja: 編集する場合はアナウンスを一つだけ選択してください!

source: You don't have permission to edit this announcement!
es: No tiene permiso para modificar este anuncio
ja: このアナウンスを編集する権限がありません!

source: You need to fill in the title!
es: Necesita indicar el asunto
ja: 件名を入力してください!

source: You need to fill in the body of the announcement!
es: Necesita indicar el cuerpo del anuncio
ja: アナウンス本文を入力してください!

source: You don't have permissions to create this announcement - {0}
es: No tiene permisos para crear este anuncio - {0}
ja: このお知らせを作成する権限がありません - {0}

source: you don't have permission to delete the messages.
es: no tiene permiso para borrar los mensajes
ja: メッセージを削除する権限がありません．

source: you don't have permissions to delete this announcement - {0}
es: No tiene permisos para eliminar este anuncio - {0}
ja: このお知らせを削除する権限がありません - {0}

source: you don't have permissions to delete this announcement!
es: ¡no tiene permiso para borrar este anuncio!
ja: このアナウンスを削除する権限がありません!

source: This item is being edited by another user. Please try again later.
es: Este elemento está siendo editado por otro usuario. Por favor, inténtelo de nuevo más tarde.
ja: このアナウンスは他のユーザによって編集中です．しばらくしてから再試行してください．

source: You don't have permissions to access the message(s) - {0}
es: No tiene permisos para acceder a los mensajes - {0}
ja: メッセージにアクセスする権限がありません - {0}

source: This item is being edited by another user. Please try again later.
es: Este ítem está siendo editado por otro usuario. Por favor, inténtelo de nuevo más tarde.
ja: このアイテムは他のユーザによって編集中です．しばらくしてから再試行してください．

source: You need to choose at least one group.
es: Debe seleccionar, al menos, un grupo.
ja: グループを最低一つは選択する必要があります．

source: Message doesn't exist!
es: ¡El mensaje no existe!
ja: メッセージが存在しません!

source: You need to select a Beginning and/or Ending Date when specifying dates!
es: ¡Debe seleccionar una fecha de comienzo/fin al especificar las fechas!
ja: 日時を指定するときは「開始日時」および「終了日時」を選択する必要があります!

source: You cannot specify an ending date before its release date!
es: ¡La fecha de fin no puede ser anterior a la de comienzo!
ja: 公開日時前に終了日時を指定することはできません!

source: An unknown error has occurred.
es: Ha ocurrido un error desconocido.
ja: 未知のエラーが発生しました．

source: This name has already been used
es: Este nombre ya está siendo usado
ja: この名前はすでに使用されています

source: Only 20 announcements can be displayed at a time!
es: Sólo se pueden mostrar 20 anuncios al mismo tiempo!
ja: 一度に表示できるアナウンスは20個です!

source: The length of alias cannot be greater than 99 characters
es: La longitud del alias no puede ser mayor de 99 caracteres
ja: エリアスの長さは99文字以上にはできません

source: Now null
es: Ahora nulo
ja: なし

source: Setting options for Announcements in worksite
es: Establecer las opciones para los anuncios en este sitio
ja: ワークサイトのアナウンスに関する設定オプション

# announcement/announcement-tool/tool/src/bundle/announcement.properties:java.yes
source: Yes
es: Sí
ja: はい

# announcement/announcement-tool/tool/src/bundle/announcement.properties:java.no
source: No
ja: いいえ

source: You don't have permissions to access the message(s) - {0}
es: No tiene permisos para acceder a los mensajes - {0}
ja: メッセージにアクセスする権限がありません - {0}

source: the announcement
es: el anuncio
ja: アナウンス

# announcement/announcement-tool/tool/src/bundle/announcement.properties:java.ann
source: announcement
es: anuncio
ja: アナウンス

# announcement/announcement-tool/tool/src/bundle/announcement.properties:java.set
source: Set permissions for Announcements in worksite
es: Establecer los permisos de los Anuncios del sitio
ja: ワークサイトのアナウンスの権限設定

source: Alert: {0}
es: Aviso: {0}
ja: 警告: {0}

# announcement/announcement-tool/tool/src/bundle/announcement.properties:gen.new
source: Add
es: Añadir
ja: 追加

source: Remove
es: Borrar
ja: 削除

source: Remove
es: Borrar
ja: 削除

source: Edit
es: Revisar
ja: 修正

# announcement/announcement-tool/tool/src/bundle/announcement.properties:gen.site
source: Site
es: Sitio
ja: サイト

# announcement/announcement-tool/tool/src/bundle/announcement.properties:gen.from
source: Saved By
es: De
ja: 保存者

# announcement/announcement-tool/tool/src/bundle/announcement.properties:gen.date
source: Modified Date
es: Fecha
ja: 日時

source: Beginning Date
es: Fecha de comienzo
ja: 開始日時

# announcement/announcement-tool/tool/src/bundle/announcement.properties:gen.mod
source: Modified Date
es: Fecha de modificación
ja: 修正日時

source: Ending Date
es: Fecha de final
ja: 終了日時

source: Subject
es: Asunto
ja: 件名

source: attachment
es: adjunto
ja: 添付

source: <span class="highlight">Draft - </span> {0}
es: <span class="highlight">Borrador - </span> {0}
ja: - <span class="highlight">ドラフト</span> {0}

# announcement/announcement-tool/tool/src/bundle/announcement.properties:gen.save
source: Save
es: Guardar
ja: 保存

source: Update
es: Actualizar
ja: 更新

source: Cancel
es: Cancelar
ja: キャンセル

# announcement/announcement-tool/tool/src/bundle/announcement.properties:gen.first
source: First
es: Primero
ja: 最初

source: Previous {0}
es: Anterior {0}
ja: 前の {0}

source: Next {0}
es: Siguiente {0}
ja: 次の {0}

# announcement/announcement-tool/tool/src/bundle/announcement.properties:gen.last
source: Last
es: Último
ja: 最後

source: Choose page size
es: Elija el tamaño de la página
ja: ページサイズを選択

source: To operate the combo box, first press Alt+Down Arrow to open it, and then use the up and down arrow keys to scroll through the options.
es: Pulse Alt junto con las flechas de cursor arriba y abajo para desplazarse por el menú
ja: 「Alt + 上矢印キー」または「Alt + 下矢印キー」でメニューをスクロールさせることができます

source: Assignment Link
es: Enlace a tarea
ja: 課題リンク

source: There are currently no announcements at this location.
es: Actualmente, no hay anuncios en esta ubicación.
ja: 現在アナウンスはありません．

source: Table contains a list of announcements. It is five columns wide and each row contains a single announcement. Column one indicates if the announcement has an attachment, column two contains the title of the announcement, column three has the name of the author, column four shows the recipient, column five contains the date and time of publication.
es: La tabla contiene la lista de noticias. Es de cinco columnas de ancho y cada fila contiene los datos de una sola noticia. La primera columna indica si la noticia contiene adjunto, la segunda el titulo de las noticias, la tercera el nombre del autor, la cuarta el destinatario y la quinta la fecha y la hora de publicación.
ja: テーブルにはアナウンス一覧が表示されています．各行は一つのアナウンスを表しており，5列で構成されます．1列目には添付があるかどうかが表示され，2列目にはアナウンスのタイトル，3列目には投稿者の名前，4列目には受信者，5列目には公開された日時が表示されます．

source: Table contains a list of announcements. It is five or six columns wide and each row contains a single announcement. Column one indicates if the announcement has an attachment, column two contains the title of the announcement, column three has the name of the author, column four shows the recipient, column five contains the date and time of publication, column six, if present, contains a checkbox - selecting it will mean you want to remove this announcement. The following row will contain announcement text if site owner has set it to be so.
es: La tabla contiene la lista de noticias. Es de seis columnas de ancho y cada fila contiene los datos de un sola noticia. La primera columna indica si el anuncio tiene adjunto, la segunda el título de las noticias, la tercera el nombre del autor, la cuarta el destinatario, la quinta la fecha y la hora de publicación y la sexta, si aparece, contiene una casilla de comprobación cuya selección borrará la noticia. La siguiente fila contendrá el texto de la noticia si el propietario del sitio lo ha configurado así.
ja: テーブルにはアナウンス一覧が表示されています．各行は一つのアナウンスを表しており，5列または6列で構成されます．1列目には添付があるかどうかが表示され，2列目にはアナウンスのタイトル，3列目には投稿者の名前，4列目には受信者，5列目には公開された日時が表示されます．6列目にチェックボックスが表示されている場合は，選択することでアナウンスを削除することができます．サイト所有者が設定している場合は次の行にアナウンス本文が表示されます．

source: Table contains a list of announcements. Each announcement takes up two rows. The first row contains the announcement title and links to edit or delete if you have those permissions. Second row contains the text of the announcement.
es: La tabla contiene la lista de noticias. Cada noticia está formada por dos filas. La primera contiene el título de la noticia y enlaces para revisar o borrar si se dispone de permisos para ello. La segunda fila contiene el texto de la noticia.
ja: テーブルにはアナウンス一覧が表示されています．各アナウンスは2列で構成されます．1列目には，アナウンスタイトルと編集または削除のリンクが権限に応じて表示されます．2列目には，アナウンス本文が表示されます．

source: There are currently no public announcements at this location.
es: Actualmente, no existen noticias públicas en esta ubicación.
ja: 現在公開されているアナウンスはありません．

source: There are currently no group announcements at this location.
es: Actualemente, no existen grupos de anuncios en esta ubicación.
ja: 現在，この場所にはグループアナウンスメントはありません．

source: Sort by subject
es: Ordenar por asunto
ja: 件名でソート

source: Sort by subject ascending
es: Ordenar por asunto (ascendente)
ja: 件名で昇順にソート

source: Sort by subject descending
es: Ordenar por asunto (descendente)
ja: 件名で降順にソート

source: Sort by originating site
es: Ordenar por sitio origen
ja: オリジナルサイトでソート

source: Sort by originating site ascending
es: Ordenar por sitio origen (ascendente)
ja: オリジナルサイトで昇順にソート

source: Sort by originating site descending
es: Ordenar por sitio origen (descendente)
ja: オリジナルサイトで降順にソート

source: Sort by author
es: Ordenar por autor
ja: 投稿者でソート

source: Sort by author ascending
es: Ordenar por autor (ascendente)
ja: 投稿者で昇順にソート

source: Sort by author descending
es: Ordenar por autor (descendente)
ja: 投稿者で降順にソート

source: Sort by modified date
es: Ordenar por fecha
ja: 日時でソート

source: Sort by modified date ascending
es: Ordenar por fecha (ascendente)
ja: 日時で昇順にソート

source: Sort by modified date descending
es: Ordenar por fecha (descendente)
ja: 日時で降順にソート

source: Sort by release date
es: Ordenar por fecha de publicación
ja: 開始日時でソート

source: Sort by release date ascending
es: Ordenar por fecha de publicación (ascendente)
ja: 開始日時で昇順にソート

source: Sort by release date descending
es: Ordenar por fecha de publicación (descendente)
ja: 開始日時で降順にソート

source: Sort by retract date
es: Ordenar por fecha de recogida
ja: 終了日時でソート

source: Sort by retract date ascending
es: Ordenar por fecha de recogida (ascendente)
ja: 終了日時で昇順にソート

source: Sort by retract date descending
es: Ordenar por fecha de recogida (descendente)
ja: 終了日時で降順にソート

source: Sort by audience
es: Ordenar por para
ja: 閲覧者でソート

source: Sort by audience ascending
es: Ordenar por para (ascendente)
ja: 閲覧者で昇順にソート

source: Sort by audience descending
es: Ordenar por para (descendente)
ja: 閲覧者で降順にソート

source: Opens in a new window
es: Abrir en una nueva ventana
ja: 新規ウィンドウに開く

source: Edit draft announcement
es: Editar el borrador del anuncio
ja: ドラフトのアナウンスを編集

source: Edit draft announcement {0}
es: Editar el borrador del anuncio {0}
ja: お知らせのドラフトを編集 {0}

source: Edit announcement {0}
es: Editar anuncio {0}
ja: お知らせを編集 {0}

source: View announcement {0}
es: Ver anuncio {0}
ja: お知らせを表示 {0}

source: Remove announcement {0}
es: Borrar anuncio {0}
ja: お知らせを削除 {0}

source: For
es: Para
ja: 対象

source: Remove?
es: ¿Borrar?
ja: 削除?

source: public
es: público
ja: 公開

source: Select to remove
es: Seleccionar para borrar
ja: 削除するものを選択してください

source: Announcements
es: Anuncios
ja: アナウンス

source: Viewing {0} - {1} of {2} items
es: Mostrando {0} - {1} de {2} elementos últimos {0} días
ja: {2} 件のうち {0} - {1} 件目を表示

source: viewing announcements from the last {0} days
es: mostrando anuncios de los últimos {0} días
ja: 過去 {0} 日間のお知らせを表示

source: Recent Announcements Options
es: Opciones de anuncios recientes
ja: 「最近のアナウンス」のオプション

# announcement/announcement-tool/tool/src/bundle/announcement.properties:gen.show
source: show {0} items...
es: mostrar {0} elementos...
ja: {0} 件表示...

source: Display Options
es: Opciones de visualización
ja: 表示オプション

source: Show announcement body
es: Mostrar el cuerpo del anuncio
ja: アナウンスの本文を表示

source: Characters in body
es: Caracteres en el cuerpo
ja: 本文の文字数

source: Show about
es: Acerca de...
ja: 概要を表示

source: Display Limits
es: Límites de visualización
ja: 制限を表示

source: Number of days in the past
es: Días en el Pasado
ja: 過去の日数

source: Number of announcements
es: Anuncios
ja: アナウンスの件数

source: Options
es: Opciones
ja: オプション

source: Sortable table view
es: Vista de tabla susceptible de búsqueda
ja: ソート可能なテーブル表示

source: Sortable table view with announcement body
es: Vista de tabla con el cuerpo de anuncio susceptible de búsqueda
ja: ソート可能なテーブル表示（本文を含む）

source: List view with announcement body
es: Lista de cuerpos de anuncio
ja: アナウンス本文とともに一覧表示

source: First 50 Characters
es: Primera línea
ja: 最初の50文字

source: First 100 Characters
es: Primeras dos líneas
ja: 最初の100文字

source: All
es: Todas
ja: すべて

source: You are currently setting options for announcements.
es: Opciones de configuración de los anuncios.
ja: アナウンスのオプションを設定中です．

source: You are currently setting options for recent announcements.
es: Opciones de configuración de los anuncios recientes.
ja: 最新のアナウンスのオプションを設定中です．

source: RSS Feed Options <i>public announcements only</i>
es: Opciones de RSS de noticias (<i>solo para los anuncios públicos</i>)
ja: RSSフィードオプション <i>全員へのお知らせだけ</i>

source: RSS Alias (40 chars max)
es: Alias RSS
ja: RSS エイリアス

source: Deleting announcements...
es: Borrando anuncios...
ja: アナウンスを削除中...

source: Are you sure you want to delete the following announcements?
es: ¿Está seguro que desea borrar los siguientes anuncios?
ja: 以下のアナウンスを削除してもよろしいですか?

source: Table contains list of sites you can merge announcements from. Column 1: site title. Column 2: checkbox to select.
es: La tabla contiene una lista de los sitios de los que puede combinar anuncios. La primera columna es el título del sitio y la segunda una casilla para seleccionarlo.
ja: アナウンスをマージできるサイトの一覧．最初のカラムは「サイトタイトル」，2番目のカラムは「選択用のチェックボックス」です．

source: Select what announcements you want to merge into this site.
es: Seleccione qué anuncios desea combinar en este sitio.
ja: このサイトにマージしたいアナウンスを選択してください．

source: Show Announcements from Another Site
es: Mostrar los anuncios de otro sitio
ja: 他のサイトからアナウンスを表示

source: Show Announcements
es: Mostrar anuncios de:
ja: アナウンスを表示

source: Announcement
es: Anuncios
ja: アナウンス

source: Display to Non-Members
es: Mostrar a los no miembros
ja: メンバー以外にも表示

source: Message
es: Mensaje
ja: メッセージ

source: Attachments
es: Adjuntos
ja: 添付

# announcement/announcement-tool/tool/src/bundle/announcement.properties:meta.prev
source: Previous
es: Anterior
ja: 前

# announcement/announcement-tool/tool/src/bundle/announcement.properties:meta.next
source: Next
es: Siguiente
ja: 次

source: Return to List
es: Volver a la lista
ja: 一覧に戻る

source: Groups
es: Grupos
ja: グループ

source: Announcement Preview
es: Vista preliminar de anuncios
ja: アナウンスのプレビュー

# announcement/announcement-tool/tool/src/bundle/announcement.properties:pre.notif
source: Email Notification
es: Notificación por correo electrónico
ja: メールによる通知

# announcement/announcement-tool/tool/src/bundle/announcement.properties:pre.post
source: Post Announcement
es: Añadir anuncio
ja: アナウンスを追加

source: Post Announcement
es: Añadir anuncio
ja: アナウンスを追加

source: Edit Announcement
es: Revisar anuncio
ja: アナウンスを編集

source: Complete the form, then choose the appropriate button at the bottom.
es: Rellene el formulario y pulse el botón adecuado.
ja: フォームに入力し，画面最後のボタンを押してください．

source: Required items marked with a <span class="reqStarInline">*</span>
es: Los elementos requeridos están marcados con un <span class="reqStarInline">*</span>
ja: <span class="reqStarInline">*</span> は必須アイテムです

source: Update the form, then choose the appropriate button at the bottom.
es: Actualice el formulario y pulse el botón adecuado.
ja: フォームを更新し，画面最後のボタンを押してください．

source: Announcement
es: Anuncio
ja: アナウンス

source: <span class="reqStar">*</span>Body
es: <span class="reqStar">*</span>Texto
ja: <span class="reqStar">*</span> ボディ

source: Announcement title
es: Título del anuncio
ja: 件名

source: Reorder Announcements
es: Reordenar anuncios
ja: お知らせの順序変更

source: To reorder, drag and drop list items and then click Update.
es: Para reordenar, selecciona y desplaza los elementos en la lista y luego pulsa Guardar.
ja: 順序変更する場合は，一覧のアイテムをドラッグアンドドロップして "更新" をクリックします．

source: You can also edit list order numbers.
es: También se pueden editar los números de orden de la lista.
ja: 一覧順序番号を編集することもできます．

source: Tab into list and hold Control key and use arrow keys to sort.
es: Dentro de la lista, mantén pulsada la tecla Ctrl y utiliza las flechas para ordenar.
ja: "タブ" キーで一覧に移動し， "コントロール" キーで保持し，矢印キーを使ってソートします．

source: Undo last
es: Deshacer última acción
ja: 最後を元に戻す

source: Undo all
es: Deshacer todo
ja: すべてを元に戻す

source: A number smaller than # please!
es: ¡ Un número más pequeño que # por favor!.
ja: # より小さい数字でお願いします!

source: Attachments
es: Adjuntos
ja: 添付

source: Email Notification
es: Notificación por correo electrónico
ja: メールによる通知

source: Attachment
es: Adjunto
ja: 添付

source: Add Attachments
es: Añadir adjuntos
ja: 添付を追加

source: Add/remove attachments
es: Añadir/Borrar adjuntos
ja: 添付を追加/削除

source: No Attachments Yet
es: No se han incluido adjuntos todavía
ja: 添付はありません

source: Table contains list of groups. First will contain checkboxes, second will contain the group name, third the group description. Header links can be used to sort.
es: La tabla contiene la lista de grupos. La primera columna contendrá las casillas de selección, la segunda el nombre del grupo y la tercera una descripción del mismo. Es posible emplear enlaces en la cabecera para ordenar.
ja: グループ一覧です．最初のカラムは「チェックボックス」，2番目のカラムは「グループ名」，3番目のカラムは「グループの説明」です．ヘッダのリンクはソートのために使用します．

source: toggle select all
es: Activar seleccionar todo
ja: すべて選択をトグル

source: Title
es: Título
ja: タイトル

source: Description
es: Descripción
ja: 説明

source: High - All participants
es: Alta - Todos los participantes
ja: 高い - すべての参加者

source: Low - Not received by those who have opted out
es: Baja - Sólo los participantes que lo han solicitado
ja: 低い - アクセスしていない参加者は受け取らない

source: None - No notification
es: Ninguna - Sin notificación
ja: なし - 通知なし

source: See revision history
es: Ver historial de modificaciones
ja: 編集履歴を表示

source: High priority
es: Prioridad alta
ja: 高い優先度

source: Low priority
es: Prioridad baja
ja: 低い優先度

source: No notification
es: Sin notificación
ja: 通知なし

source: None - saved as draft
es: Ninguna - guardado como borrador
ja: なし - 下書きとして保存

source: Table contains history of revisions. Col 1: date revised; col 2: notification setting used when was revised; col 3: when announcement is set to display if display is delayed
es: La tabla contiene el historial de revisiones. Col 1: fecha revisada; col 2: la preferencia de notificación usada cuando fue revisada ; col 3: cuando el anuncio se muestra visible si la aparición se retrasa.
ja: 編集履歴一覧です．1 列目は日時，2 列目は編集されたときに使用される通知設定，3 列目は表示が遅れるかどうかを表示するようにお知らせが設定されたときです．

source: Date revised
es: Fecha de modificación
ja: 日時が編集されました

source: Notification setting
es: Notificación establecida
ja: 通知設定

source: Availability setting
es: Disponibilidad establecida
ja: 利用可否設定

source: Set to display and be sent on {0}
es: Se mostrará y se enviará el {0}
ja: {0} に表示して送信するように設定

source: Set to display on {0}
es: Se mostrará el {0}
ja: {0} に表示するように設定

source: Save Draft
es: Guardar borrador
ja: ドラフトを保存

source: Save Changes
es: Guardar cambios
ja: 変更を保存
