Repository: kyoto-u/openpanda
Catalog: l10n/*/announcement.po
Languages: es, ja

source: Preview
es: Vista preliminar
ja: プレビュー

source: Processing ...
es: Procesando...
ja: 処理中 ...

source: Access
es: Acceso
ja: アクセス

source: This announcement is <strong>publicly viewable</strong>
es: Mostrar al público
ja: このアナウンスは<strong>サイトに関係なくすべてのユーザ</strong>に表示されます

source: Only <strong>members of this site</strong> can see this announcement
es: Mostrar al sitio
ja: このアナウンスは<strong>このサイトのメンバだけ</strong>が見ることができます

source: Display this announcement <strong>to selected groups</strong> only
es: Mostrar a grupos seleccionados
ja: このお知らせは<strong>選択したグループ</strong>だけが閲覧可能

source: View
es: Mostrar
ja: 表示

# announcement/announcement-tool/tool/src/bundle/announcement.properties:view.all
source: All
es: Todos
ja: すべて

source: Public
es: Público
ja: 公開

source: By group
es: Por grupo
ja: グループごと

source: public
es: Público
ja: 公開

source: site
es: Esta asignatura
ja: サイト

# announcement/announcement-tool/tool/src/bundle/announcement.properties:group
source: Group
es: Grupo
ja: グループ

# announcement/announcement-tool/tool/src/bundle/announcement.properties:groups
source: Groups
es: Grupos
ja: グループ

source: Select day
es: Seleccione el día
ja: 日を選択

source: Select month
es: Seleccione el mes
ja: 月を選択

source: Select year
es: Seleccione el año
ja: 年を選択

source: Select hour
es: Seleccione la hora
ja: 時を選択

source: Select minute
es: Seleccione el minuto
ja: 分を選択

source: Select AM or PM
es: Seleccione AM o PM
ja: 午前/午後を選択

# announcement/announcement-tool/tool/src/bundle/announcement.properties:jan
source: JAN
es: ENE
ja: 1月

# announcement/announcement-tool/tool/src/bundle/announcement.properties:feb
source: FEB
ja: 2月

# announcement/announcement-tool/tool/src/bundle/announcement.properties:mar
source: MAR
ja: 3月

# announcement/announcement-tool/tool/src/bundle/announcement.properties:apr
source: APR
es: ABR
ja: 4月

# announcement/announcement-tool/tool/src/bundle/announcement.properties:may
source: MAY
ja: 5月

# announcement/announcement-tool/tool/src/bundle/announcement.properties:jun
source: JUN
ja: 6月

# announcement/announcement-tool/tool/src/bundle/announcement.properties:jul
source: JUL
ja: 7月

# announcement/announcement-tool/tool/src/bundle/announcement.properties:aug
source: AUG
es: AGO
ja: 8月

# announcement/announcement-tool/tool/src/bundle/announcement.properties:sep
source: SEP
ja: 9月

# announcement/announcement-tool/tool/src/bundle/announcement.properties:oct
source: OCT
ja: 10月

# announcement/announcement-tool/tool/src/bundle/announcement.properties:nov
source: NOV
ja: 11月

# announcement/announcement-tool/tool/src/bundle/announcement.properties:dec
source: DEC
es: DIC
ja: 12月

source: Popup date selector
es: Selector de fechas
ja: 日時選択をポップアップ

source: Availability
es: Disponibilidad
ja: 表示方法

source: Show
es: Mostrar
ja: 常に表示

source: Hide
es: Ocultar
ja: 表示しない

source: Specify Dates
es: Especificar fechas
ja: 日時を指定

source: Beginning
es: Principio
ja: 開始

source: Ending
es: Fin
ja: 終了

source: (<strong>Post</strong> and display this announcement immediately)
es: (<strong>Publicar</strong> y mostrar este anuncio inmediatamente)
ja: (<strong>投稿</strong>し，このお知らせを今すぐ表示する)

source: (<strong>Draft mode</strong> - Do not display this announcement at this time)
es: (<strong>Borrador</strong> - No mostrar este anuncio de momento)
ja: (<strong>下書きモード</strong>で，このお知らせを表示しない)

source: (<strong>Choose when</strong> this announcement will be displayed)
es: (<strong>Elige</strong> cuando se debe mostrar este anuncio)
ja: (<strong>日時を選んで</strong>このお知らせを表示)

source: Date:
es: Fecha:
ja: 日付:

source: Time:
es: Hora:
ja: 時刻:

source: Represents announcements for a given site (including merged announcements) or all announcements for a user. Also includes Message Of The Day and public announcements. There are two optional URL parameters available: 'n' to set the total number of announcements returned, and 'd' to set the number of days in the past to retrieve announcements for. If these parameters are not set, they are retrieved from the tool configuration, or the standard defaults of n=3 and d=10 are used. For example /announcements/site/mercury.json?n=20&d=100 will retrieve up to 20 total announcements for up to 100 days ago.
es: Representa los anuncios de una asignatura concreta (incluyendo los anuncios combinados) o todos los los anuncios de un usuario. También incluye Mensaje del Día y anuncios públicos. Hay dos paráumetros URL disponibles: 'n' para configurar el número total de anuncios devueltos, y 'd' para configurar el número de días anteriores desde los que se recuperan anuncios. Si estos parámetros no se configuran, se obtienen de la configuración de la herramienta, o se utilizan los valores por defecto n=3 y d=10. Por ejemplo /announcements/site/mercury.json?n=20&d=100 obtendrá hasta 20 anuncios en total de los 100 días anteriores.
ja: 指定されたサイトに対するお知らせ (マージされたお知らせを含む) またはユーザに対するすべてのお知らせを表します．今日のメッセージおよび公開のお知らせも含みます．オプションの URL パラメータが 2 つあります: 'n' はお知らせの検索結果の合計を，'d' はお知らせを取得する日数です．パラメータの指定がない場合は，ツール設定の指定に従うか，デフォルト値である n=3, n=10 が使用されます．例えば，/announcements/site/mercury.json?n=20&d=100 は過去 100 日間について最大 20 件のお知らせを取得します．

source: Retrieve the announcements for a site. If you are not logged in, you will only receive the public announcements for this site.
es: Obtener los anuncios para una asignatura. Si no se está conectado, se obtendrá solamente los anuncios públicos de la asignatura.
ja: サイトのお知らせを取得します．ログインしていない場合，このサイトの公開のお知らせのみ受信します．

source: Retrieve the announcements for the current user. If you are not logged in, you will only receive the MOTD announcements.
es: Obtener los anuncios para el usuario actual. Si no se está conectado, se obtendrán solamente los anuncios MOTD.
ja: 現在のユーザのお知らせを取得します．ログインしていない場合は，今日のお知らせのみを受信します．

source: Retrieve only the MOTD announcements.
es: Obtener solamente los anuncios MOTD.
ja: 今日のお知らせのみを取得

source: Retrieve an announcement based on the path used by the announcements service internally, ie /announcement/msg/{siteId}/{channelId}/{announcementId}. Context is normally the site ID and the channelId is normally "main" unless there are multiple channels in a site. For example /announcement/msg/21b1984d-af58-43da-8583-f4adee769aa2/main/5641323b-761a-4a4d-8761-688f4928141b
es: Recuperar un anuncio basándose en la ruta interna empleada por el servicio de anuncios /msg/{siteId}/{channelId}/{announcementId}
ja: お知らせサービスによって内部的に使用されるパスに基づいて，お知らせを取得します． 例えば /announcement/msg/{siteId}/{channelId}/{announcementId}. サイトに複数のチャネルがなければコンテキストは通常サイトIDでチャネルIDは通常"main"です．例えば /announcement/msg/21b1984d-af58-43da-8583-f4adee769aa2/main/5641323b-761a-4a4d-8761-688f4928141b

source: Retrieve an announcement based on the given siteId and messageId. eg /announcement/message/{siteId}/{msgId}
es: Recupera un anuncio en base al siteId y messageId indicados. Ej: /announcement/message/{siteId}/{msgId}
ja: 与えられたサイトIDとメッセージIDに基づいて，お知らせを取得します．例えば /announcement/message/{siteId}/{msgId}

source: Message Of The Day
es: Mensaje del Día
ja: 今日のメッセージ

source: Create announcements
es: Crear anuncios
ja: お知らせを作成

source: Read announcements
es: Leer anuncios
ja: お知らせを読む

source: Edit all announcements
es: Editar todos los anuncios
ja: すべてのお知らせを編集

source: Edit own announcements
es: Editar los anuncios propios
ja: 自分のお知らせを編集

source: Delete all announcements
es: Borrar todos los anuncios
ja: すべてのお知らせを削除

source: Delete own announcements
es: Borrar los anuncios propios
ja: 自分のお知らせを削除

source: Read all draft announcements
es: Leer todos los borradores de anuncio
ja: すべてのお知らせの下書きを読む

source: Access all group announcements
es: Acceder a todos los anuncios para grupos
ja: すべてのグループお知らせにアクセス

source: RSS URL
es: URL del RSS
