Repository: kyoto-u/openpanda
Catalog: l10n/*/archive.po
Languages: es

# archive/archive-tool/tool/src/bundle/admin.properties:archive
source: Archiving tools and contents of site {0}:
es: Guardando herramientas y contenidos del sitio de la asignatura {0}

# archive/archive-tool/tool/src/bundle/admin.properties:archive.file
source: Please specify a file name and a site id for import.
es: Por favor, indique un nombre de fichero y un sitio id para importar.

# archive/archive-tool/tool/src/bundle/admin.properties:archive.import
source: import is limited to administrators.
es: la importación está limitada a administradores.

# archive/archive-tool/tool/src/bundle/admin.properties:archive.import1
source: import {0}: from file {1} to site {2} with creator id {3} complete.
es: importar {0}: desde fichero {1} al sitio {2} con el id de creador {3} completar.

# archive/archive-tool/tool/src/bundle/admin.properties:archive.import2
source: import from file {0} to site {1} complete.
es: importar desde fichero {0} al sitio {2} completar.

# archive/archive-tool/tool/src/bundle/admin.properties:archive.limited
source: archive is limited to administrators.
es: archivar está limitado a administradores.

# archive/archive-tool/tool/src/bundle/admin.properties:archive.please
source: Please specify a site to archive.
es: Por favor, indique un sitio para archivar.

# archive/archive-tool/tool/src/bundle/admin.properties:archive.vm.alert
source: Alert:
es: Alerta:

# archive/archive-tool/tool/src/bundle/admin.properties:archive.vm.archive
source: Archive and Import
es: Archivar e importar

# archive/archive-tool/tool/src/bundle/admin.properties:archive.vm.archive1
source: Archive
es: Archivar

# archive/archive-tool/tool/src/bundle/admin.properties:archive.vm.file
source: file
es: fichero

# archive/archive-tool/tool/src/bundle/admin.properties:archive.vm.from
source: from site
es: desde el sitio

# archive/archive-tool/tool/src/bundle/admin.properties:archive.vm.import
source: Import
es: Importar

# archive/archive-tool/tool/src/bundle/admin.properties:archive.vm.site
source: to site
es: al sitio

# archive/archive-tool/tool/src/bundle/admin.properties:archive.button.batch
source: Batch Export/Import
es: Exportar/Importar por lotes

# archive/archive-tool/tool/src/bundle/admin.properties:archive.button.nonbatch
source: Non-Batch Import/Export
es: Importar/Exportar sin lotes

# archive/archive-tool/tool/src/bundle/admin.properties:archive.batch.auth
source: Batch Import is limited to administrators.
es: Importar por lotes está restringido a usuarios administradores.

# archive/archive-tool/tool/src/bundle/admin.properties:archive.batch.missingname
source: Please specify a file name for batch site import.
es: Por favor, especifique un nombre de fichero para importar el sitio por lotes.

# archive/archive-tool/tool/src/bundle/admin.properties:archive.batch.wrongformat
source: Wrong format of batch import file.
es: Formato del fichero erróneo.

# archive/archive-tool/tool/src/bundle/admin.properties:archive.noaccess
source: You do not have permission to use this tool.
es: No tiene permiso para acceder a esta herramienta.

# archive/archive-tool/tool/src/bundle/admin.properties:archive.vm.export
source: Export
es: Exportar

# archive/archive-tool/tool/src/bundle/admin.properties:archive.vm.filebatchimport
source: Batch import file
es: Archivo por lotes para importar
