Repository: kyoto-u/openpanda
Catalog: l10n/*/assignment.po
Languages: es, ja

# assignment/assignment-bundles/resources/assignment.properties:gen.orisub2
source: Original submission text with the instructor's comments inserted if applicable
es: Texto de envío original con los comentarios del profesor, si aplica
ja: 必要に応じて担当者のコメントが挿入されているオリジナルの提出されたテキスト

# assignment/assignment-bundles/resources/assignment.properties:gen.orisub3
source: Last submission text with instructor comments inserted if applicable
es: El último texto del envío con los comentarios del profesor incluido (si aplica)
ja: 必要に応じて担当者のコメントが挿入されている最後の提出されたテキスト

# assignment/assignment-bundles/resources/assignment.properties:gen.outof
source: out of
es: fuera de

# assignment/assignment-bundles/resources/assignment.properties:gen.peerReviews
source: Peer Reviews
es: Revisión por pares
ja: ピアレビュー

# assignment/assignment-bundles/resources/assignment.properties:gen.pf
source: P/F
es: A/S

# assignment/assignment-bundles/resources/assignment.properties:gen.pos
source: Post
es: Enviar
ja: 投稿

# assignment/assignment-bundles/resources/assignment.properties:gen.position
source: Position
es: Posición
ja: 順序

# assignment/assignment-bundles/resources/assignment.properties:gen.pre
source: Preview
es: Vista preliminar
ja: プレビュー

# assignment/assignment-bundles/resources/assignment.properties:gen.relea
source: Release
es: Publicar
ja: 公開

# assignment/assignment-bundles/resources/assignment.properties:gen.resub
source: Re-submitted
es: Reenviado
ja: 再提出済み

# assignment/assignment-bundles/resources/assignment.properties:gen.retu
source: Return
es: Corregir
ja: 返却

# assignment/assignment-bundles/resources/assignment.properties:gen.backtolist
source: Back to list
es: Volver a la lista
ja: 一覧に戻る

# assignment/assignment-bundles/resources/assignment.properties:gen.reorder
source: Reorder
es: Reordenar
ja: 順序変更

# assignment/assignment-bundles/resources/assignment.properties:gen.review
source: Review
es: Revisar
ja: 編集

source: Peer Review Submitted
es: Corrección por pares enviada
ja: 提出されたピアレビュー

source: Peer Review ({0}) Due {1}
es: Corrección por Pares ({0}) A realizar {1}
ja: ピアレビュー({0}) 締切 {1}

# assignment/assignment-bundles/resources/assignment.properties:gen.reviewer.who
source: Reviewer: {0} ({1})
es: Revisor: {0} ({1})
ja: レビューア: {0} ({1})

source: Reviewer ({0})
es: Revisor ({0})
ja: レビューア ({0})

# assignment/assignment-bundles/resources/assignment.properties:gen.reordertitle
source: Organize Default Assignment List View
es: Organizar la vista de tareas por defecto
ja: 「デフォルト課題一覧ビュー」の順序変更

# assignment/assignment-bundles/resources/assignment.properties:gen.retustud
source: Save and Release to Student
es: Guardar y publicar la nota
ja: 受講者に返却

# assignment/assignment-bundles/resources/assignment.properties:gen.retustudtit
source: Save and return comments and grade to student
es: Guardar y devolver comentarios y notas al alumno
ja: コメントおよび成績を保存し受講者に返却

# assignment/assignment-bundles/resources/assignment.properties:gen.returned
source: Returned
es: Corregida
ja: 返却されました

# assignment/assignment-bundles/resources/assignment.properties:gen.revi
source: Edit
es: Revisar
ja: 編集

# assignment/assignment-bundles/resources/assignment.properties:gen.sav
source: Save
es: Guardar
ja: 保存

# assignment/assignment-bundles/resources/assignment.properties:gen.savdra
source: Save Draft
es: Guardar borrador
ja: ドラフトを保存

# assignment/assignment-bundles/resources/assignment.properties:gen.savdragra
source: Save and Don't Release to Student
es: Guardar y no publicar la nota
ja: 保存

# assignment/assignment-bundles/resources/assignment.properties:gen.savdratit
source: Save comments and grade, but do not return to student yet
es: Guardar comentario y notas, pero volver al estudiante todavía
ja: コメントと成績を保存しますが，受講者にはまだ返却しません

# assignment/assignment-bundles/resources/assignment.properties:gen.sca
source: Scale
es: Escala
ja: 採点方法

# assignment/assignment-bundles/resources/assignment.properties:gen.score.display
source: <b>Score:</b> {0}
es: <b>Puntuación:</b> {0}
ja: <b>スコア:</b> {0}

# assignment/assignment-bundles/resources/assignment.properties:gen.sect
source: Section
es: Sección
ja: セクション

# assignment/assignment-bundles/resources/assignment.properties:gen.settfor
source: Settings for
es: Configuración de
ja: 設定：

# assignment/assignment-bundles/resources/assignment.properties:gen.sorasc
source: Sort ascending
es: Ordenar (ascendente)
ja: 昇順にソート

# assignment/assignment-bundles/resources/assignment.properties:gen.sorbydue
source: Sort by due date
es: Ordenar por fecha de entrega
ja: 締切日時でソート

# assignment/assignment-bundles/resources/assignment.properties:gen.sortinstruct
source: Move an item within the list by clicking an arrow on the left or adjusting a drop-down menu. To save your changes, click Save at the bottom of the page.
es: Para mover un elemento de la lista, haga clic con el ratón en la flecha de la izquierda o ajuste el menú desplegable. Para guardar los cambios, haga clic en Guardar (en la parte inferior de la página).
ja: 左側の矢印をクリックするか，ドロップダウンメニューを調整することにより一覧内のアイテムを移動します．変更結果を保存する場合は，ページの一番下にある「保存」をクリックします．

# assignment/assignment-bundles/resources/assignment.properties:gen.sorbygra
source: Sort by Grade
es: Ordenar por calificación
ja: 成績でソート

# assignment/assignment-bundles/resources/assignment.properties:gen.sorbylas
source: Sort by Last Name
es: Ordenar por Apellidos
ja: 姓でソート

# assignment/assignment-bundles/resources/assignment.properties:gen.sorbymax
source: Sort by max grade available
es: Ordenar por calificación máxima disponible
ja: 現在の最高成績でソート

# assignment/assignment-bundles/resources/assignment.properties:gen.sortbyfor
source: Sort by audience
es: Ordenador por audiencia
ja: 参加者でソート

# assignment/assignment-bundles/resources/assignment.properties:gen.sortbyforasc
source: Sort by audience ascending
es: Ordenador por audiencia (ascendente)
ja: 参加者で昇順にソート

# assignment/assignment-bundles/resources/assignment.properties:gen.sortbyfordesc
source: Sort by audience descending
es: Ordenador por audiencia (descendente)
ja: 参加者で降順にソート

# assignment/assignment-bundles/resources/assignment.properties:gen.sordes
source: Sort descending
es: Ordenar (descendente)
ja: 降順にソート

# assignment/assignment-bundles/resources/assignment.properties:gen.staass
source: Start assignment
es: Comenzar tarea
ja: 課題を開始

# assignment/assignment-bundles/resources/assignment.properties:gen.status
source: Status
es: Estado
ja: 状態

# assignment/assignment-bundles/resources/assignment.properties:gen.stuatt
source: Submitted Attachments
es: Adjuntos enviados
ja: 提出された添付

# assignment/assignment-bundles/resources/assignment.properties:gen.student
source: Student
es: Alumno
ja: 受講者

# assignment/assignment-bundles/resources/assignment.properties:gen.students
source: Students
es: Estudiantes
ja: 受講者

# assignment/assignment-bundles/resources/assignment.properties:gen.stunam
source: Student Name
es: Nombre del Alumno
ja: 受講者名

# assignment/assignment-bundles/resources/assignment.properties:gen.stusub
source: Student Submissions
es: Envíos del Alumno
ja: 受講者の提出物

# assignment/assignment-bundles/resources/assignment.properties:gen.stuvie
source: Student View
es: Vista del Alumno
ja: 受講者表示

# assignment/assignment-bundles/resources/assignment.properties:gen.stuvieof
source: Student view of the assignment
es: Vista del Alumno de la tarea
ja: 課題の受講者表示

# assignment/assignment-bundles/resources/assignment.properties:gen.stucantdo
source: Students can not save or submit the assignment until the open date.
es: Los estudiantes no pueden guardar o enviar la tarea hasta que se abra el plazo.
ja: 公開日時まで受講者はこの課題を保存または提出できません．

# assignment/assignment-bundles/resources/assignment.properties:gen.stuwonsee
source: Students will not see this assignment until the viewable date.
es: Los alumnos no verán esta tarea hasta la fecha visible.
ja: 公開日まで受講者にこの課題は表示されません．

# assignment/assignment-bundles/resources/assignment.properties:gen.subm
source: Assignment Submission
es: Envío de la Tarea
ja: 課題提出

# assignment/assignment-bundles/resources/assignment.properties:gen.submission
source: Submission
es: Envío
ja: 提出

# assignment/assignment-bundles/resources/assignment.properties:gen.resubmission
source: Resubmission
es: Reenvío
ja: 再提出

# assignment/assignment-bundles/resources/assignment.properties:gen.subm2
source: Submissions
es: Envíos
ja: 提出物

# assignment/assignment-bundles/resources/assignment.properties:gen.subm3
source: Submit
es: Enviar
ja: 提出

# assignment/assignment-bundles/resources/assignment.properties:gen.subm4
source: Submitted
es: Enviado
ja: 提出日時

# assignment/assignment-bundles/resources/assignment.properties:gen.subm5
source: Submitted Date
es: Fecha de envío
ja: 提出日時

# assignment/assignment-bundles/resources/assignment.properties:gen.subm6
source: Graded Date:
es: Fecha de calificación:
ja: 採点日時:

# assignment/assignment-bundles/resources/assignment.properties:gen.sumcom
source: Summary comments
es: Resumen de comentarios
ja: サマリーコメント

# assignment/assignment-bundles/resources/assignment.properties:gen.theare2
source: There are no submissions.
es: No hay envíos.
ja: 提出物がありません．

# assignment/assignment-bundles/resources/assignment.properties:gen.thearecur1
source: There are currently no assignments at this location.
es: No hay tareas en esta ubicación.
ja: この場所には課題が現在ありません．

# assignment/assignment-bundles/resources/assignment.properties:gen.thearecur2
source: There are currently no submissions at this location.
es: No hay envíos en esta ubicación.
ja: この場所には提出物が現在ありません．

# assignment/assignment-bundles/resources/assignment.properties:gen.theassall4
source: This assignment allows submissions using both the text box below and attached documents. Type your comments in the box below and use the Add Attachments button to include other documents. Save frequently while working.
es: Esta tarea permite los envíos utilizando el área de texto y los documentos adjuntos. Escriba sus comentarios en el área de texto y pulsa ''Añadir adjuntos'' para incluir documentos. Guardar los cambios frecuentemente mientras trabajas.
ja: この課題では，下のテキストボックスと文書の添付の両方での提出が認められています．下のボックスにコメントを入力し，他の文書を含める場合は「添付を追加」を使用します．作業中は頻繁に保存します．

# assignment/assignment-bundles/resources/assignment.properties:gen.theassall6
source: This assignment allows submissions using the text box below only. Type in your submission. Save frequently while working.
es: Esta tarea permite oos envíos utilizando únicammente el área de texto. Escribe tu envío y guarda los cambios frecuentemente mientras trabajas.
ja: この課題では，下のテキストボックスを通じた提出しか認められません．テキストボックスに提出内容を入力します．作業中は頻繁に保存しましょう．

# assignment/assignment-bundles/resources/assignment.properties:gen.theassinf
source: The assignment info
es: Información de la tarea
ja: 課題情報

# assignment/assignment-bundles/resources/assignment.properties:gen.title
source: Title
es: Título
ja: タイトル

# assignment/assignment-bundles/resources/assignment.properties:gen.view2
source: View
es: Mostrar
ja: 表示

# assignment/assignment-bundles/resources/assignment.properties:gen.yes
source: Yes
es: Sí
ja: はい

# assignment/assignment-bundles/resources/assignment.properties:gen.youmus
source: (You must respond to submit your assignment.)
es: (Debe contestar en el área de envío.)
ja: (課題を提出するためには回答しなければなりません)

# assignment/assignment-bundles/resources/assignment.properties:gen.yousub
source: Your Submission
es: Su envío
ja: あなたの提出物

# assignment/assignment-bundles/resources/assignment.properties:gen.reviewing
source: Reviewing
es: Revisando
ja: 編集中

# assignment/assignment-bundles/resources/assignment.properties:gen.submittedtext
source: Submitted Text
es: Texto enviado
ja: 提出されたテキスト

# assignment/assignment-bundles/resources/assignment.properties:gen.visible
source: For
es: para
ja: 対象:

# assignment/assignment-bundles/resources/assignment.properties:gen.applygrade
source: Apply
es: Aplicar
ja: 適用

source: Entire Site
es: Todas las secciones/grupos
ja: すべてのセクション・グループ

# assignment/assignment-bundles/resources/assignment.properties:gen.toggle
source: toggle select all
es: Alternar seleccionar todo
ja: すべて選択をトグル

# assignment/assignment-bundles/resources/assignment.properties:gen.hideduedate
source: Hide due date from students
es: Ocultar fecha de entrega a los estudiantes
ja: 締切日を受講者に対して非表示

# assignment/assignment-bundles/resources/assignment.properties:grad2
source: Grade entered ''{0}'' is larger than the maximum grade allowed ''{1}''. Please make a correction or click the original button again to save the entered value ''{0}''.
es: La calificación es mayor que la puntuación máxima.¿Está seguro de que no ha cometido ningún error?
ja: 入力された成績「{0}」は許容最大成績「{1}」より大きいです．訂正するか，元のボタンをクリックして入力した値「{0}」を保存してください．

# assignment/assignment-bundles/resources/assignment.properties:grad3
source: Graded
es: Corregida
ja: 採点済み

source: Below is the submission from a student. You can insert comments into this text by clicking in the box, then type your comments. Comments surrounded by double curly braces, {{<span class="highlight">like this</span>}}, will appear red to the student.
es: Abajo se encuentra el envío de un alumno. Puede insertar comentario Pulsando en el área de texto y escribiendo dichos comentarios. Los comentarios delimitados por una doble llave, {{<span class="highlight">ejemplo</span>}}, aparecerán en rojo.
ja: 以下は受講者からの提出物です．ボックスの中をクリックし，コメントを入力することによりこのテキストにコメントを挿入することができます．{{<span class="highlight">このように</span>}} 二重の中括弧で囲まれたコメントは受講者には赤字で表示されます．

source: There is no student submitted text.
es: No existe ningún texto enviado por el estudiante.
ja: 受講者が提出したテキストがありません．

source: Open, click to close assignment instruction
es: Abrir, hacer clic para cerrar la tarea
ja: 公開します．課題の説明を終了する場合はクリックします

# assignment/assignment-bundles/resources/assignment.properties:gradingsub.prefee
source: Previous Feedback Comment
es: Comentario de realimentación anterior
ja: 以前のフィードバックコメント

# assignment/assignment-bundles/resources/assignment.properties:gradingsub.prefee2
source: Instructor comments to previous submissions
es: Comentarios del profesor previos al envío
ja: 以前の提出物への担当者のコメント

source: Previous Feedback Text
es: Texto de realimentación anterior
ja: 以前のフィードバックテキスト

source: Other previous submissions with instructor comments inserted if applicable
es: Otros envíos previos con comentarios del profesor se han incluido (si aplica)
ja: 必要に応じて，担当者のコメントがある他の以前の提出物が挿入されました

source: Previous submissions with instructor comments inserted if applicable
es: Otros envíos previos con comentarios del profesor se han incluido (si aplica)
ja: 必要に応じて，担当者のコメントがある以前の提出物が挿入されました

source: Previous Returned Attachments
es: Adjunto devuelto anterior
ja: 以前に返却された添付ファイル

# assignment/assignment-bundles/resources/assignment.properties:gradingsub.pregra
source: Previous Grade(s)
es: Calificación anterior:
ja: 以前の成績:

source: Use the box below to enter additional summary comments about this submission.
es: Utilice el área de texto para introducir un comentario adicional acerca de este envío
ja: この提出物について追加的なサマリコメントを入力する場合は，下のボックスを使用します．

source: Use the box below to enter summary comments about this submission's attachment or the grade.
es: Utilice el área de texto para introducir un comentario adicional acerca de los adjuntos de este envío o de la calificación
ja: この提出物の添付あるいは成績についてサマリコメントを入力する場合は，下のボックスを使用します．

# assignment/assignment-bundles/resources/assignment.properties:granotset
source: Grade Type Not Set
es: Tipo de calificación no establecido
ja: 成績種別がセットされていません

# assignment/assignment-bundles/resources/assignment.properties:hassum
source: Assignment {0} has submissions.
es: La tarea {0} tiene envíos.
ja: 課題 {0} には提出物があります．

# assignment/assignment-bundles/resources/assignment.properties:hasDraftSum
source: Some students have started working on the assignment but have not submitted yet.
es: Algunos estudiantes ha empezado a trabajar en la tarea pero no la han enviado todavía.
ja: 何人かの受講者が課題をすでに開始していますが，まだ提出していません．

# assignment/assignment-bundles/resources/assignment.properties:inlin
source: Inline only
es: Solo editor
ja: インラインだけ

# assignment/assignment-bundles/resources/assignment.properties:inlinatt
source: Inline and Attachments
es: Editor y adjuntos
ja: インラインと添付

# assignment/assignment-bundles/resources/assignment.properties:jan
source: JAN
es: ENE
ja: 1月

# assignment/assignment-bundles/resources/assignment.properties:apr
source: APR
es: ABR
ja: 4月

# assignment/assignment-bundles/resources/assignment.properties:aug
source: AUG
es: AGO
ja: 8月

# assignment/assignment-bundles/resources/assignment.properties:dec
source: DEC
es: DIC
ja: 12月

source: Select day
es: Seleccione el día
ja: 日を選択

source: Select month
es: Seleccione el mes
ja: 月を選択

source: Select year
es: Seleccione el año
ja: 年を選択

source: Select hour
es: Seleccione la hora
ja: 時を選択

source: Select minute
es: Seleccione el minuto
ja: 分を選択

source: Select AM or PM
es: Seleccione AM o PM
ja: 午前/午後を選択

# assignment/assignment-bundles/resources/assignment.properties:letter
source: Letter grade
es: Calificación por letras
ja: 文字成績

# assignment/assignment-bundles/resources/assignment.properties:lisofass1
source: Assignment List
es: Lista de Tareas
ja: 課題一覧

# assignment/assignment-bundles/resources/assignment.properties:lisofass2
source: Assignment List by Student
es: Lista de Tareas por Alumno
ja: 受講者ごとの課題一覧

source: Sort by number of total submissions
es: Ordenar por número total de envíos
ja: 提出物の総数でソート

source: Sort by number of ungraded submissions
es: Ordenar por número de envíos sin calificar
ja: 未採点提出物数でソート

# assignment/assignment-bundles/resources/assignment.properties:listassig.sorbyope
source: Sort by open date
es: Ordenar por fecha de Apertura.
ja: 公開日時でソート

# assignment/assignment-bundles/resources/assignment.properties:listassig.sorbysec
source: Sort by section
es: Ordenar por sección
ja: セクションでソート

# assignment/assignment-bundles/resources/assignment.properties:list.sorbysta
source: Sort by status
es: Ordenar por Estado.
ja: 状態でソート

# assignment/assignment-bundles/resources/assignment.properties:listassig.sorbytit
source: Sort by title
es: Ordenar por título
ja: タイトルでソート

# assignment/assignment-bundles/resources/assignment.properties:listsub.grasub
source: Grade submission
es: Envío de la calificación
ja: 成績提出

# assignment/assignment-bundles/resources/assignment.properties:listsub.nosub
source: No Submission
es: Sin envío
ja: 未提出

# assignment/assignment-bundles/resources/assignment.properties:listsub.sorbyrel
source: Sort by Released
es: Ordenar por fecha de publicación
ja: 公開日時でソート

# assignment/assignment-bundles/resources/assignment.properties:listsub.sorbysub
source: Sort by Submission Times
es: Ordenar por Hora de envío
ja: 提出物種別でソート

# assignment/assignment-bundles/resources/assignment.properties:new
source: Add
es: Añadir
ja: 追加

# assignment/assignment-bundles/resources/assignment.properties:new.title
source: Add new assignment
es: Añadir nueva tarea
ja: 新しい課題を追加

# assignment/assignment-bundles/resources/assignment.properties:edit
source: - Edit
es: - edición
ja: - 編集

# assignment/assignment-bundles/resources/assignment.properties:newass
source: new assignment
es: nueva tarea
ja: 新しい課題

# assignment/assignment-bundles/resources/assignment.properties:newassig.comfor
source: Complete the form and then choose 'Post' at the bottom. An asterisk (<span class="reqStarInline" title="Required">*</span>) indicates required information.
es: Rellenar el formulario y pulsar ''Enviar''. La marca <span class="reqStarInline" title="Required">*</span> indica que el campo es obligatorio.
ja: フォームを入力し，一番下の "投稿" を選択します．アステリスク(<span class="reqStarInline" title="Required">*</span>) は必須情報を表します．

# assignment/assignment-bundles/resources/assignment.properties:newassig.opedat
source: Open Date
es: Fecha de apertura
ja: 公開日時

source: Press Enter, then use alt + up and down arrows to scroll through menu
es: Pulse Enter, y utilice ALT + los cursores de arriba y abajo para desplazarse por el menú
ja: Enter キーを押し，メニューをスクロールする場合は Alt キーを押しながら上下矢印を押します

# assignment/assignment-bundles/resources/assignment.properties:newassig.tosel
source: To select more than one section: hold down the (PC - CTRL, Mac - Apple) key while clicking on the 2nd and subsequent sections.
es: Para seleccionar más de una sección: presione la tecla adecuada (PC - CTRL, Mac - Apple) mientras hace clic en la segunda sección y subsiguientes.
ja: 一つ以上のセクションを選択する場合: 2つ目の連続するセクションをクリックする際，PC の場合は CTRL キー，Mac の場合は Apple キーを押します．

# assignment/assignment-bundles/resources/assignment.properties:newope
source: Updated open date for assignment ''{0}'' is {1}.
es: La nueva fecha de apertura de la tarea ''{0}'' es {1}.
ja: 課題に関する更新されたお知らせ

# assignment/assignment-bundles/resources/assignment.properties:opedat
source: Open date for assignment ''{0}'' is {1}.
es: Fecha de apertura de la tarea ''{0}'' en {1}.
ja: 課題の公開日時

# assignment/assignment-bundles/resources/assignment.properties:passfail
source: Pass/Fail
es: Aprobado / Suspendido.
ja: 合格/不合格

# assignment/assignment-bundles/resources/assignment.properties:pass
source: Pass
es: Aprobado
ja: パスまたは落第

# assignment/assignment-bundles/resources/assignment.properties:permis
source: Permissions
es: Permisos
ja: 権限

# assignment/assignment-bundles/resources/assignment.properties:plespethe1
source: Please specify the assignment title.
es: Por favor, especifique el título de la tarea.
ja: 課題タイトルを指定してください．

# assignment/assignment-bundles/resources/assignment.properties:plespethe2
source: Please specify the grade.
es: Por favor, especifique la calificación.
ja: 成績を指定してください．

# assignment/assignment-bundles/resources/assignment.properties:plespethe3
source: Please specify the maximum points.
es: Por favor, especifica la puntuación máxima.
ja: 最高点を指定してください．

# assignment/assignment-bundles/resources/assignment.properties:plesuse0
source: ''{0}'' is invalid. Please use correct grade string.
es: Por favor, utilice una cadena de calificación correcta.
ja: 「{0}」は無効です．正しい成績文字を使用して下さい．

# assignment/assignment-bundles/resources/assignment.properties:plesuse1
source: Please use a number for the grade field.
es: Por favor, utilice un número en el campo de calificación.
ja: 成績フィールドには数値を用いてください．

# assignment/assignment-bundles/resources/assignment.properties:plesuse2
source: Please use only one decimal place for the grade field.
es: Por favor, utilice únicamente un decimal en la calificación.
ja: 成績フィールドには小数点第1位のみ用いてください．

# assignment/assignment-bundles/resources/assignment.properties:plesuse3
source: Please use a positive number or zero for the grade field.
es: Por favor, utilice un cero o un número positivo en la calificación.
ja: 成績フィールドには正の数またはゼロを用いてください．

# assignment/assignment-bundles/resources/assignment.properties:plesuse4
source: {0} is greater than the maximum value allowed by the system. Please enter a value no greater than {1}.
es: Ha introducido una nota máxima mayor el máximo permitido por el sistema. Por favor, no introduzca un valor mayor que
ja: 入力された成績点はシステムによって許可された最大値を越えています．次の値を越えないように値を入力してください：

# assignment/assignment-bundles/resources/assignment.properties:points
source: Points
es: Puntos
ja: 点数

# assignment/assignment-bundles/resources/assignment.properties:prevassig.hidass
source: Hide assignment
es: Ocultar tarea
ja: 課題を非表示

source: Hide student view
es: Ocultar la vista del alumno
ja: 受講者ビューを非表示

# assignment/assignment-bundles/resources/assignment.properties:prevassig.preass
source: Previewing assignment...
es: Previsualizar tarea...
ja: 課題をプレビューしています...

# assignment/assignment-bundles/resources/assignment.properties:prevassig.shoass
source: Show assignment
es: Mostrar tarea
ja: 課題を表示

source: Show student view
es: Mostrar la vista del alumno
ja: 受講者ビューを表示

# assignment/assignment-bundles/resources/assignment.properties:releas
source: Released
es: Publicar
ja: 公開済み
