Repository: kyoto-u/openpanda
Catalog: l10n/*/assignment.po
Languages: es, ja

source: Same site level permissions for all groups inside the site
es: Los mismos permisos a nivel de sitio para todos los grupos del sitio
ja: サイト内のすべてのグループに対して同じサイトレベルの権限

# assignment/assignment-bundles/resources/permissions.properties:desc-asn.new
source: Create new assignment(s)
es: Crear nuevas tareas
ja: 新しい課題を作成

# assignment/assignment-bundles/resources/permissions.properties:desc-asn.submit
source: Submit to assignment(s)
es: Envíos de tareas
ja: 課題に提出

# assignment/assignment-bundles/resources/permissions.properties:desc-asn.delete
source: Delete assignment(s)
es: Borrar tareas
ja: 課題を削除

# assignment/assignment-bundles/resources/permissions.properties:desc-asn.read
source: Read assignment(s)
es: Leer tareas
ja: 課題を読む

# assignment/assignment-bundles/resources/permissions.properties:desc-asn.revise
source: Revise assignment(s)
es: Editar tareas
ja: 課題を編集

# assignment/assignment-bundles/resources/permissions.properties:desc-asn.grade
source: Grade assignment submission(s)
es: Calificar envíos de tareas
ja: 課題提出物を採点

source: Receive email notifications
es: Recibir notificaciones por correo
ja: メール通知を受信

source: Able to view draft assignment(s) created by other users
es: Ver borradores de tareas creadas por otros usuarios
ja: 他のユーザにより作成された課題ドラフトを表示可能

# assignment/assignment-bundles/resources/assignment.properties:acesubdea2
source: Accept submissions deadline should be set after the due date.
es: La fecha límite para la aceptación debe ser posterior a la fecha de entrega.
ja: 提出物受付締切は締切日時の後にはセットできません．

# assignment/assignment-bundles/resources/assignment.properties:acesubdea3
source: Accept submissions deadline should be set after the open date.
es: La fecha límite para la aceptación debe ser posterior a la fecha de apertura
ja: 提出物受付締切は公開日の後にセットしてください．

# assignment/assignment-bundles/resources/assignment.properties:acesubdea4
source: Accept submissions deadline set to be in the past. Please make a correction or click on the original button again to proceed.
es: Va a establecer la fecha límite de los envíos en el pasado. ¿Está seguro?
ja: 締切日時が過去にセットされている提出物を受領します．訂正するか元のボタンをもう一度クリックして先に進んでください．

# assignment/assignment-bundles/resources/assignment.properties:acesubdea5
source: Accept resubmissions deadline set to be in the past. Please make a correction or click on the original button again to proceed.
es: La fecha de límite aceptación de reenvíos está en el pasado. ¿Está seguro?
ja: 再提出日時が過去にセットされている提出物を受領します．訂正するか元のボタンをもう一度クリックして先に進んでください．

# assignment/assignment-bundles/resources/assignment.properties:acesubdea6
source: Accept resubmissions deadline should be set after the open date.
es: La fecha límite de aceptación de reenvíos debe ser fijada después de la fecha de apertura
ja: 再提出受付締切は公開日時の後に設定してして下さい．

source: Are you sure you want to delete ''{0}'' which has submissions already?
es: ¿Está seguro de que desea borrar ''{0}'', la cual ya tiene envíos?
ja: すでに提出物がある "{0}" を削除してもよろしいですか?

# assignment/assignment-bundles/resources/assignment.properties:areyousur_multiple
source: Are you sure you want to delete these assignments?
es: ¿Está seguro de que desea borrar estas tareas?
ja: これらの課題を削除してもよろしいですか?

# assignment/assignment-bundles/resources/assignment.properties:areyousur_single
source: Are you sure you want to delete this assignment?
es: ¿Está seguro de que desea borrar esta tarea?
ja: この課題を削除してもよろしいですか?

# assignment/assignment-bundles/resources/assignment.properties:assig3
source: Assignment due date should be set after the open date.
es: La fecha de entrega de la tarea debe ser posterior a la fecha de de apertura.
ja: 課題の締切日時は公開日時以降にすべきです．

# assignment/assignment-bundles/resources/assignment.properties:assig4
source: Assignment due date set to be in the past. Please make a correction or click on the original button again to proceed.
es: Va a establecer la fecha de entrega de la tarea en el pasado. Realice los cambios necesarios o vuelva a hacer clic en el botón original para confirmar.
ja: 課題の締切日時が過去の日時になっています．訂正するか元のボタンをもう一度クリックして先に進んでください．

# assignment/assignment-bundles/resources/assignment.properties:assig5
source: Edited Assignment: Open Date for ''{0}''
es: Tarea editada: Nueva fecha de entrega para ''{0}''
ja: 課題: 公開日時 対象:

# assignment/assignment-bundles/resources/assignment.properties:assig6
source: Assignment: Open Date for ''{0}''
es: Tarea: Fecha de apertura para ''{0}''
ja: 課題: 公開日時 対象:

# assignment/assignment-bundles/resources/assignment.properties:attaonly
source: Attachments only
es: Solo adjuntos
ja: 添付だけ

# assignment/assignment-bundles/resources/assignment.properties:attempty
source: Can not submit empty attachments: ''{0}''.
es: No se permite subir adjuntos vacíos: ''{0}''.
ja: 空の添付は提出できません: {0}．

# assignment/assignment-bundles/resources/assignment.properties:cannotfin1
source: Can not add the due date to schedule.
es: No es posible añadir la fecha de entrega al calendario.
ja: スケジュールに公開日時を追加できません．

source: Can not find the assignment ''{0}''.
es: No puede encontrarse la tarea ''{0}''.
ja: 課題 "{0}" を見つけることができません．

source: Can not find the assignment content ''{0}''.
es: No puede encontrarse el contenido de la tarea ''{0}''.
ja: 課題コンテンツ "{0}" を見つけることができません．

# assignment/assignment-bundles/resources/assignment.properties:cannotfin3
source: Can not find the assignment.
es: No se encontró la tarea.
ja: 課題を見つけることができません．

# assignment/assignment-bundles/resources/assignment.properties:cannotfin4
source: Can not find the assignment content.
es: No se puede encontrar el contenido de la tarea.
ja: 課題コンテンツを見つけることができません．

# assignment/assignment-bundles/resources/assignment.properties:cannotfin5
source: Can not find the assignment submission.
es: No se puede encontrar la entrega de la tarea.
ja: 課題提出を見つけることができません．

# assignment/assignment-bundles/resources/assignment.properties:cannotfin_site
source: Can not find site with id = ''{0}''.
es: No puede encontrarse el sitio de la asignatura con id ''{0}''.
ja: IDが "{0}" のサイトを見つけることができません．

source: Can not find the assignment submission with id = ''{0}''.
es: No puede encontrarse el envío de la tarea con id ''{0}''.
ja: IDが "{0}" の課題提出を見つけることができません．

source: Can not find the assignment submission for assignment reference =''{0}'' and user id=''{1}''.
es: No puede encontrarse el enví0 de la tarea con id ''{0}'' y usuario ''{1}''
ja: 課題リファレンスが "{0}" でユーザ ID が "{1}" の課題提出を見つけることができません．

# assignment/assignment-bundles/resources/assignment.properties:cannotfin6
source: Can not find the calendar event ''{0}''.
es: No puede encontrarse el evento del calenderio.
ja: カレンダイベントを見つけることができません．

# assignment/assignment-bundles/resources/assignment.properties:cannot_getEvents
source: Can not read events for calendar ''{0}''.
es: No se pueden leer los eventos del calendario ''{0}''
ja: カレンダ "{0}" のイベントを読み出すことができません．

# assignment/assignment-bundles/resources/assignment.properties:cannotmak
source: Can not make an announcement for the assignment open date.
es: No es posible generar un anuncio en el tablón para la fecha de apertura de la tarea.
ja: 課題の公開日時のアナウンスを作成できません．

# assignment/assignment-bundles/resources/assignment.properties:cannotrem
source: Can not remove the old event for assignment ''{0}''.
es: No es posible borrar el evento antiguo de la tarea
ja: 次の課題の古いイベントを削除することができません：

# assignment/assignment-bundles/resources/assignment.properties:check
source: Checkmark
es: Marca
ja: チェックマーク

# assignment/assignment-bundles/resources/assignment.properties:conte
source: content.
es: contenido.
ja: コンテンツです．

# assignment/assignment-bundles/resources/assignment.properties:deadl
source: Deadline
es: Fecha límite
ja: 締切

# assignment/assignment-bundles/resources/assignment.properties:delet
source: Delete
es: Borrar
ja: 削除

source: Delete an assignment...
es: Borrar una tarea...
ja: 課題を削除...

source: Delete assignments...
es: Borrar tareas...
ja: 課題を削除...

# assignment/assignment-bundles/resources/assignment.properties:downall
source: Download All
es: Descargar todo
ja: すべてダウンロード

# assignment/assignment-bundles/resources/assignment.properties:downspr
source: Download Spreadsheet [XLS]
es: Descargar hoja de cálculo
ja: スプレッドシート[XLS]をダウンロード

# assignment/assignment-bundles/resources/assignment.properties:draft
source: Drafted
es: Borrador creado
ja: ドラフトにしました

# assignment/assignment-bundles/resources/assignment.properties:dupli
source: Duplicate
es: Duplicado
ja: 複製

# assignment/assignment-bundles/resources/assignment.properties:gen.acesubunt
source: Accept Until
es: Aceptar hasta
ja: 最終受理日時

# assignment/assignment-bundles/resources/assignment.properties:gen.addatt
source: Add Attachments
es: Añadir adjuntos
ja: 添付を追加

# assignment/assignment-bundles/resources/assignment.properties:gen.addatttoassig
source: Add Attachments to Assignment
es: Añadir adjuntos a la Tarea
ja: 課題に添付ファイルを追加

source: Add an item from your computer or select an existing item from Resources. Once you've made your selection, select 'Continue', or select 'Cancel' to return without making any changes. You will return your assignment - which you should then save.
es: Añadir un ítem de su ordenador o seleccionar uno existente en recursos. Una vez haya hecho la selección, pulse "Continuar" o "Cancelar" y volverá a su tarea, donde debe guardar los cambios si desea conservarlos.
ja: 自分のコンピュータからアイテムを追加するか，「リソース」から既存のアイテムを選択します．選択したら，「続ける」を選択するか，変更しない場合は「キャンセル」を選択します．課題に戻り，その課題を保存します．

# assignment/assignment-bundles/resources/assignment.properties:gen.adddroatt
source: Add / Remove Attachments
es: Añadir/Eliminar adjuntos
ja: 添付を追加・削除

# assignment/assignment-bundles/resources/assignment.properties:gen.addduedat
source: Add due date to Schedule
es: Añadir fecha de entrega al Calendario
ja: 締切日時をスケジュールに追加

# assignment/assignment-bundles/resources/assignment.properties:gen.addhonple
source: Add honor pledge
es: Añadir compromiso de veracidad
ja: 宣誓を追加

# assignment/assignment-bundles/resources/assignment.properties:gen.addinst
source: Additional instructor's comments about your submission
es: Comentarios adicionales del profesor
ja: 提出物に関する追加の担当者のコメント

# assignment/assignment-bundles/resources/assignment.properties:gen.addinst2
source: Instructor's comments about your submission
es: Comentarios del profesor acerca del envío
ja: 提出物に関する担当者のコメント

# assignment/assignment-bundles/resources/assignment.properties:gen.addinstatts
source: Instructor's attachments to this submission
es: Adjuntos del profesor a este envío
ja: この提出物への担当者の添付

# assignment/assignment-bundles/resources/assignment.properties:gen.addres2
source: Additional resources for assignment
es: Recursos adicionales para la tarea
ja: 次の課題の追加リソース：

# assignment/assignment-bundles/resources/assignment.properties:gen.alert
source: Alert:
es: Alerta:
ja: 警告:

# assignment/assignment-bundles/resources/assignment.properties:gen.anntheope
source: Add an announcement about the open date to Announcements
es: Anunciar la fecha de apertura
ja: 公開日時をアナウンス

# assignment/assignment-bundles/resources/assignment.properties:gen.assdet
source: Assignment Details
es: Detalles de la tarea
ja: 課題の詳細

# assignment/assignment-bundles/resources/assignment.properties:gen.assig
source: Assignment
es: Tarea
ja: 課題

# assignment/assignment-bundles/resources/assignment.properties:gen.assinf
source: Assignment Instructions
es: Instrucciones de la Tarea
ja: 課題説明

# assignment/assignment-bundles/resources/assignment.properties:gen.ass.lis.sum
source: List of assignments. Column headers are also links which can be used to sort the table by that column. Column 1: Indicates if the assignment has attachments. Column 2: assignment title and links to edit, duplicate or grade(if allowed). Column 3: status. Column 4: opening date. Column 5: due date. The rest of the columns may or may not be present. Column 6: may have the number submitted and graded. Column 7: may have checkboxes to select and remove the assignment.
es: Lista de tareas. La primera columna indica el título de la tarea y enlaces para revisar o duplicarla, la segunda columna es el estado, la tercera es la fecha de apertura, la cuarta es la fecha de entrega, la quinta el número de envío y si ha sido calificado, la sexta la calificación y la séptima puede tener casillas de selección para escoger o borrar una tarea.
ja: 課題の一覧です．最初のカラム: 課題タイトルおよび編集・複製のためのリンク，2番目のカラム: 状態，3番目のカラム: 公開日，4番目のカラム: 締切日時，6番目のカラム: 提出数・採点数，7番目のカラム: 得点，8番目: 課題の選択・細工所用のチェックボックスがある場合があります．

# assignment/assignment-bundles/resources/assignment.properties:gen.asstit
source: Assignment title
es: Título de la Tarea
ja: 課題タイトル

# assignment/assignment-bundles/resources/assignment.properties:gen.at
source: at
es: a
ja: で

# assignment/assignment-bundles/resources/assignment.properties:gen.att
source: Attachments
es: Adjuntos
ja: 添付

# assignment/assignment-bundles/resources/assignment.properties:gen.attfprgra
source: Attachments for grading
es: Adjuntos para la calificación
ja: 採点のための添付

# assignment/assignment-bundles/resources/assignment.properties:gen.atttoret
source: Attachments to Return with Grade
es: Adjuntos para devolver con la calificación
ja: 採点済み返却物への添付

# assignment/assignment-bundles/resources/assignment.properties:gen.atttoret2
source: Attachments to Return with Assignment
es: Adjuntos para devolver con la tarea
ja: 課題付き返却物への添付

# assignment/assignment-bundles/resources/assignment.properties:gen.can
source: Cancel
es: Cancelar
ja: キャンセル

# assignment/assignment-bundles/resources/assignment.properties:gen.clocli
source: Close, click to open assignment instructions
es: Cerrar, pulse para abrir la instrucciones de la tarea
ja: 終了します．そして，課題説明を公開する場合はクリックします

# assignment/assignment-bundles/resources/assignment.properties:gen.closed
source: Closed
es: Cerrado
ja: 終了

# assignment/assignment-bundles/resources/assignment.properties:gen.creby
source: Created by
es: Creado por:
ja: 作成者

# assignment/assignment-bundles/resources/assignment.properties:gen.don
source: Done
es: Hecho
ja: 終了

# assignment/assignment-bundles/resources/assignment.properties:gen.dra1
source: Draft
es: Borrador
ja: ドラフト

# assignment/assignment-bundles/resources/assignment.properties:gen.closeexit
source: Close and Exit
es: Cerrar y salir
ja: 閉じて終了

# assignment/assignment-bundles/resources/assignment.properties:gen.dra2
source: Draft -
es: Borrador -
ja: ドラフト -

# assignment/assignment-bundles/resources/assignment.properties:gen.due
source: Due
es: Entrega
ja: 締切

# assignment/assignment-bundles/resources/assignment.properties:gen.duedat
source: Due Date
es: Fecha de entrega
ja: 締切日時

# assignment/assignment-bundles/resources/assignment.properties:gen.filatt
source: File attachment
es: Adjuntar fichero
ja: ファイル添付

# assignment/assignment-bundles/resources/assignment.properties:gen.folatt
source: Folder attachment
es: Adjuntar carpeta
ja: フォルダ添付

# assignment/assignment-bundles/resources/assignment.properties:gen.forpoi
source: For points, enter maximum possible
es: Por puntos, introduzca el máximo posible
ja: 最高点を入力

# assignment/assignment-bundles/resources/assignment.properties:gen.assign.gra
source: Grade
es: Calificación
ja: 評定

# assignment/assignment-bundles/resources/assignment.properties:gen.gra
source: Grade
es: Calificación
ja: 成績

# assignment/assignment-bundles/resources/assignment.properties:gen.gra2
source: Grade:
es: Calificación:
ja: 成績:

# assignment/assignment-bundles/resources/assignment.properties:gen.grade.override
source: Override grade with:
es: Sobreescribir nota con:
ja: 成績をオーバーライドする:

# assignment/assignment-bundles/resources/assignment.properties:gen.grading
source: Grading
es: Calificando
ja: 成績付け

# assignment/assignment-bundles/resources/assignment.properties:gen.group
source: Groups
es: Grupos
ja: グループ

# assignment/assignment-bundles/resources/assignment.properties:gen.subformat
source: Select the format for student submission
es: Seleccione el formato para las entregas de los estudiantes
ja: 受講者提出用フォーマットを選択

# assignment/assignment-bundles/resources/assignment.properties:group.issubmit
source: Are submissions for a group?
es: ¿Hay entregas para un grupo?
ja: このグループへの送信ですか?

source: Group Submission
es: Entrega de grupo
ja: グループ提出

# assignment/assignment-bundles/resources/assignment.properties:gen.userassignment
source: Individual Submission
es: Entrega individual
ja: 個人での提出

# assignment/assignment-bundles/resources/assignment.properties:gen.section.info
source: Section (do not use for group submissions)
es: Sección (no usar para entregas de grupo)
ja: セクション ( グループ提出に使わないで下さい )

source: Submission's Group Not Found
es: No se encuentran entregas de grupo
ja: このグループへの送信は見つかりませんでした

source: Select the group you are representing.
es: Selecciona el grupo al que representas.
ja: 代表となっているグループを選択して下さい．

source: The following users are in more than one group eligible to submit to this assignment:
es: Los siguientes usuarios están en más de un grupo susceptible de entregar esta tarea:
ja: 次のユーザはこの課題の提出資格を有する一つ以上のグループにいます．

# assignment/assignment-bundles/resources/assignment.properties:group.must.member
source: You must be a member of at least one group to submit!
es: ¡Debes ser un miembro de al menos un grupo para entregar!
ja: 提出するには少なくとも1つのグループメンバーである必要があります!

source: Group has already submitted!
es: ¡El grupo ya ha realizado la entrega!
ja: グループはすでに提出しました!

source: At least one user is in more than one group. Please see below.
es: Al menos un usuario está en más de un grupo. Mire a continuación.
ja: 少なくとも1ユーザは1グループ以上にいます．下をご覧下さい．

# assignment/assignment-bundles/resources/assignment.properties:group.error.title
source: User in multiple groups!
es: ¡El usuario está en varios grupos!
ja: 複数グループのユーザ!

source: You or one of your group members are members of more than one group eligible to submit to this assignment. Please inform your instructor that you will not be able to submit or view feedback until this error is resolved.
es: Usted o alguno de los miembros de su grupo son, a su vez, miembros de más de un grupo con permisos para entregar esta tarea. Por favor, informe al profesor/responsable de que Ud. no podrá acceder a los comentarios hasta que se haya subsanado el error.
ja: あなたかグループメンバの一人はこの課題に提出資格のある一つ以上のグループのメンバです．このエラーが解決するまでフィードバックを提出したり表示できないことを担当者に通知して下さい．

source: ERROR: This user is in more than one eligible group!
es: ¡ERROR: Este usuario está en más de un grupo!
ja: エラー: このユーザは一つ以上の資格を有するグループにいます!

source: Grade override for {0}
es: Sobreescritura de nota para {0}
ja: {0} の成績を上書き

# assignment/assignment-bundles/resources/assignment.properties:gen.history
source: History
es: Historial
ja: 歴史学

# assignment/assignment-bundles/resources/assignment.properties:gen.visible.date
source: Visible Date
es: Fecha visible
ja: 公開日

# assignment/assignment-bundles/resources/assignment.properties:gen.checked
source: Checked
es: Comprobado
ja: チェックされました

# assignment/assignment-bundles/resources/assignment.properties:gen.commented
source: Commented
es: Comentado
ja: コメントされました

# assignment/assignment-bundles/resources/assignment.properties:gen.comments
source: Comments:
es: Comentarios:
ja: コメント:

# assignment/assignment-bundles/resources/assignment.properties:gen.regra
source: Re-grade
es: Recalificación
ja: 再採点

# assignment/assignment-bundles/resources/assignment.properties:gen.regrading
source: Re-grading
es: Recalificando
ja: 再採点中

# assignment/assignment-bundles/resources/assignment.properties:gen.grarep
source: Grade Report
es: Informe de calificaciones
ja: 成績レポート

# assignment/assignment-bundles/resources/assignment.properties:gen.grasca
source: Grade Scale
es: Escala de calificaciones
ja: 採点方法

# assignment/assignment-bundles/resources/assignment.properties:gen.hasbee
source: Assignment has been submitted on
es: La tarea se ha enviado en
ja: 課題が提出されました：

# assignment/assignment-bundles/resources/assignment.properties:gen.hidassinf
source: Hide assignment info
es: Ocultar información de la tarea
ja: 課題情報を非表示

# assignment/assignment-bundles/resources/assignment.properties:gen.honple
source: Honor pledge:
es: Cláusula de veracidad:
ja: 宣誓

# assignment/assignment-bundles/resources/assignment.properties:gen.honple2
source: Honor Pledge: I have neither given nor received aid on this assignment.
es: Cláusula de veracidad: No he dado ni recibido ayuda para realizar esta tarea.
ja: 宣誓: 課題に取り組む際，誰かに手伝ってもらったことはありませんし，誰かの課題を手伝ったこともありません．

# assignment/assignment-bundles/resources/assignment.properties:gen.honple2val
source: You need to check the honor pledge. Click Edit to do so.
es: Debe marcar la cláusula de veracidad. Haga clic en Revisar para hacerlo.
ja: 「宣誓」をチェックする必要があります．「編集」をクリックしてください．

source: Assignment settings.
es: Configuración de la tarea.
ja: 課題設定です．

source: List of students that have turned in assignments.
es: Lista de alumnos que deben realizar la tarea.
ja: 課題を閲覧した受講者の一覧

source: List of graded student assignments.
es: Lista de alumnos aprobados.
ja: 採点済み受講者課題の一覧

# assignment/assignment-bundles/resources/assignment.properties:gen.in
source: In
es: Entregados
ja: 提出数

# assignment/assignment-bundles/resources/assignment.properties:gen.inpro
source: In progress
es: En proceso
ja: 進行中

# assignment/assignment-bundles/resources/assignment.properties:gen.instr
source: Instructions
es: Instrucciones
ja: 説明

# assignment/assignment-bundles/resources/assignment.properties:gen.instrcomment
source: Instructor Summary Comments
es: Comentarios del profesor
ja: 担当者のサマリーコメント

# assignment/assignment-bundles/resources/assignment.properties:gen.to
source: to
es: para
ja: 対象:

# assignment/assignment-bundles/resources/assignment.properties:gen.late
source: late
es: tarde
ja: 遅延

# assignment/assignment-bundles/resources/assignment.properties:gen.late2
source: - late
es: - tarde
ja: - 遅延

# assignment/assignment-bundles/resources/assignment.properties:gen.lisofassto
source: List of assignments to be deleted
es: Lisat de tareas que hay que borrar
ja: 削除される課題一覧

# assignment/assignment-bundles/resources/assignment.properties:gen.mod
source: Modified
es: Modificado
ja: 修正日時

# assignment/assignment-bundles/resources/assignment.properties:gen.modbyins
source: Modified by instructor
es: Modificado por el profesor
ja: 担当者による修正日時

# assignment/assignment-bundles/resources/assignment.properties:gen.new
source: New
es: Nuevos
ja: 新規

# assignment/assignment-bundles/resources/assignment.properties:gen.noasscan
source: Assignments cannot be submitted after the close date.
es: No es posible enviar tareas después de la fecha de cierre.
ja: この日時以降は課題を提出できません．

# assignment/assignment-bundles/resources/assignment.properties:gen.noatt
source: No attachments yet
es: No hay adjuntos todavía
ja: 添付ファイルはありません

# assignment/assignment-bundles/resources/assignment.properties:gen.noattsubmitted
source: No attachments submitted
es: No se han enviado adjuntos todavía
ja: 添付ファイルが提出されていません

# assignment/assignment-bundles/resources/assignment.properties:gen.nograd
source: No Grade
es: No hay calificación
ja: 採点しない

# assignment/assignment-bundles/resources/assignment.properties:gen.notope
source: Not Open
es: Sin abrir
ja: 公開になっていません

# assignment/assignment-bundles/resources/assignment.properties:gen.notset
source: Not Set
es: No Establecido
ja: セットされていません

# assignment/assignment-bundles/resources/assignment.properties:gen.notsta
source: Not Started
es: No ha empezado
ja: 開始されていません

# assignment/assignment-bundles/resources/assignment.properties:gen.of
source: of
es: de

# assignment/assignment-bundles/resources/assignment.properties:gen.open
source: Open
es: Abierto
ja: 公開

# assignment/assignment-bundles/resources/assignment.properties:gen.orisub
source: Original submission text
es: Texto original enviado
ja: オリジナルの提出されたテキスト
