Repository: kyoto-u/openpanda
Catalog: l10n/*/assignment.po
Languages: es, ja

# assignment/assignment-bundles/resources/assignment.properties:note.to.2
source: Allow other instructors to read
es: Permitir la lectura a otros profesores
ja: 読込を他の担当者に許可

# assignment/assignment-bundles/resources/assignment.properties:note.to.3
source: Allow other instructors to read and edit
es: Permitir la lectura y la edición a otros profesores
ja: 読込・書込を他の担当者に許可

# assignment/assignment-bundles/resources/assignment.properties:note.alert.text
source: Please enter the private note text.
es: Por favor, introduzca el texto de la nota privada.
ja: プライベートなノート文を入力してください．

# assignment/assignment-bundles/resources/assignment.properties:note.alert.to
source: Please choose share option for private note.
es: Por favor, escoja la opción de compartir para la nota privada.
ja: プライベートノート用の共有オプションを選んでください．

# assignment/assignment-bundles/resources/assignment.properties:allPurpose
source: All Purpose item
es: Elemento para cualquier propósito
ja: 全目的アイテム

source: Information displayed at a specific time to whomever you choose.
es: Información mostrada en un tiempo concreto a cualquiera que indique.
ja: 選んだ人すべてに特定の時刻に表示される情報です．

# assignment/assignment-bundles/resources/assignment.properties:allPurpose.show
source: Show this item
es: Mostar este elemento
ja: このアイテムを表示

source: From
es: De
ja: 開始日時

source: Until
es: Hasta
ja: 終了日時

source: Date:
es: Fecha:
ja: 日付:

source: Time:
es: Hora:
ja: 時刻:

source: Hide this item
es: Esconder este elemento
ja: 個のアイテムを非表示

# assignment/assignment-bundles/resources/assignment.properties:allPurpose.show.to
source: Show to
es: Mostrar a
ja: 次に表示:

source: Expand
es: Expandir
ja: 展開する

source: Collapse
es: Contraer
ja: 閉じる

source: List
es: Lista
ja: 一覧

source: selected
es: seleccionados
ja: 選択数

source: Please enter title for the All Purpose item.
es: Por favor, introduzca el título para el elemento de cualquier propósito.
ja: 全目的アイテムのタイトルを入力してください．

source: Please enter information text for the All Purpose item.
es: Por favor, introduzca el texto de información para el elemento de cualquier propósito.
ja: 全目的アイテムの情報文を入力してください．

source: Please choose access list for the All Purpose item.
es: Por favor, escoja una lista de acceso para el elemento de cualquier propósito.
ja: 全目的アイテムのアクセス一覧を選んでください．

source: The show start date of all purpose item cannot be set after the show until date.
es: La fecha de muestra inicial de todo elemento propuesto no puede ser modificada después de la fecha de muestra final.
ja: 全目的アイテムの開始日時は，終了日時の後にはできません．

# assignment/assignment-bundles/resources/assignment.properties:all
source: All
es: Todas
ja: すべて

source: Show Settings for Allowing Resubmissions
es: Mostrar ajustes para permitir reenvíos
ja: 再提出許可設定を表示

source: Hide Settings for Allowing Resubmissions
es: Ocultar ajustes para permitir reenvíos
ja: 再提出許可設定を非表示

source: Select User(s) and Allow Resubmission
es: Seleccionar usuario(s) y habilitar reenvío
ja: ユーザを選択し再提出を許可

source: Select Group(s) and Allow Resubmission
es: Selecciona uno o varios grupos y permite que se entreguen tareas varias veces
ja: グループを選択して再提出を許可

source: Select user(s) and apply the resubmission settings.
es: Seleccionar usuario(s) y aplicar los ajustes de reenvíos.
ja: ユーザを選択し再提出設定を適用します．

source: Select group(s) and apply the resubmission settings.
es: Selecciona uno o varios grupos y aplica reglas de entregas múltiples.
ja: グループを選択し，再提出設定を適用します．

source: Please choose at least one user for setting the resubmission choices.
es: Por favor elija al menos un usuario para aplicar los ajustes de reenvío.
ja: 選択した再提出設定を適用するユーザを少なくとも一人選んでください．

source: Select/unselect all to allow for resubmission
es: Seleccionar/deseleccionar todos para permitir reenví os
ja: 再提出の許可をすべて選択/選択解除

source: Allow resubmisison from
es: Permitir reenvíos desde
ja: 再提出を許可 対象:

# assignment/assignment-bundles/resources/assignment.properties:singleatt
source: Single Uploaded File only
es: Subida de un fichero únicamente
ja: アップロードされた一つのファイルだけ

# assignment/assignment-bundles/resources/assignment.properties:att.upl
source: Choose File:
es: Seleccionar Archivo:
ja: ファイルを選んでください:

source: Uploading file(s)
es: Cargando archivo(s)
ja: ファイルをアップロードしています

# assignment/assignment-bundles/resources/assignment.properties:size.exceeded
source: The upload size limit of {0} MB has been exceeded.
es: El tamaño de subida máximo de {0} MB ha sido superado.
ja: {0} のアップロードサイズ制限を超えています．

# assignment/assignment-bundles/resources/assignment.properties:notpermis4
source: You do not have proper permissions to add resources.
es: No posee los permisos adecuados para añadir recursos.
ja: リソースを追加するための適切な権限がありません．

# assignment/assignment-bundles/resources/assignment.properties:alert.toolong
source: The name ''{0}'' is too long.
es: El nombre ''{0}'' es demasiado largo.
ja: 名前「{0}」は長過ぎます．

# assignment/assignment-bundles/resources/assignment.properties:failed
source: Operation could not be completed at this time.
es: La operación no ha podido ser completada.
ja: 現時点では操作を完了できませんでした．

# assignment/assignment-bundles/resources/assignment.properties:failed.upload
source: Upload of file failed.
es: Error al subir el archivo
ja: ファイルのアップロードに失敗しました．

# assignment/assignment-bundles/resources/assignment.properties:failed.diskio
source: The file upload process is not finished due to server disk i/o error.
es: El proceso de subida del archivo no se ha realizado con éxito debido a un error de disco del servidor.
ja: サーバのディスク I/O エラーのため，ファイルアップロード処理が完了しませんでした．

# assignment/assignment-bundles/resources/assignment.properties:choosefile7
source: Please choose the file to attach.
es: Por favor seleccione el archivo a adjuntar.
ja: 添付するファイルを選んでください．

source: Assignment {0} is due on {1}.
es: La tarea {0} acaba en {1}.
ja: 課題「{0}」は {1} が締切です．

# assignment/assignment-bundles/resources/assignment.properties:saved_grading
source: Comments and/or grade have been saved.
es: Los comentarios y/o las notas se han guardado.
ja: コメントまたは成績が保存されました．

# assignment/assignment-bundles/resources/assignment.properties:cancel_changes
source: Cancel Changes
es: Cancelar cambios
ja: 変更をキャンセル

source: Released Grade Notification Email Options:
es: Opciones del correo de notificación de publicación de notas:
ja: 成績公開通知メールオプション:

source: Do not send notification email to student when the grade is released
es: No enviar una notificación por correo al alumno cuando se publique la nota
ja: 成績が公開されたら通知メールを受講者に送信しない

source: Send notification email to student when the grade is released
es: Enviar una notificación por correo al alumno cuando se publique la nota
ja: 成績が公開されたら通知メールを受講者に送信する

source: Email notification for assignment released grade
es: Correo de notificación de notas de tareas liberadas
ja: 成績公開課題用メール通知

source: Your submission to assignment ''{0}'' has been returned. Please go to {1} to view details.
es: Su envío de la tarea "{0}" ha sido devuelto. Por favor, vaya a {1} para ver los detalles.
ja: 課題「{0}」の提出物が返却されました．詳細を表示する場合は {1} にアクセスしてください．

source: The assignment is associated with a Gradebook entry. Since you are not allowed to grade in Gradebook, you cannot grade here in Assignments tool. However, you can still update the comment area and upload attachment(s) for grading purposes.
es: La tarea está asociada con una entrada del libro de calificaciones. Hasta que no esté autorizado a calificar en el libro de calificaciones no puede calificar en la tarea. Sin embargo, todaví puede añadir un comentario y adjuntar archivos para propósitos de corrección.
ja: 課題は成績簿エントリに関連づけられています．成績簿で採点する権限がありませんので，この課題ツールでは採点できません．しかしながら，コメントエリアを更新したり，採点目的に添付ファイルをアップロードすることはできます．

source: You are not allowed to grade submission {0}.
es: No está autorizado para calificar la tarea.
ja: 提出物 "{0}" を採点する権限がありません．

source: associated with ''{0}''
es: Asociada con ''{0}''
ja: "{0}" に関連付け

# assignment/assignment-bundles/resources/assignment.properties:options
source: Options
es: Opciones
ja: オプション

# assignment/assignment-bundles/resources/assignment.properties:youarenot_options
source: You are not allowed to edit Assignment tool options.
es: No está autorizado para editar las opciones de la herramienta Tareas.
ja: 課題ツールのオプションを編集する権限がありません．

source: Please choose the display option for the assignment grading page.
es: Escoge la opción de visualización de la página de calificaciones.
ja: 課題採点ページの表示オプションを選択して下さい．

# assignment/assignment-bundles/resources/assignment.properties:options_default
source: Default (show all user submissions)
es: (Por defecto) Mostrar todos los usuarios con envío.
ja: デフォルト (すべてのユーザの提出物を表示)

# assignment/assignment-bundles/resources/assignment.properties:options_searchonly
source: Only show user submissions according to Group Filter and Search result
es: Sólo mostrar los usuarios con envío de acuerdo al filtro de grupo y los resultados de búsqueda.
ja: グループフィルタと検索結果によってのみ，ユーザの提出物を表示

source: Cannot find site with id = '{0}'.
es: No se encuentra el sitio de la asignatura con id = ''{0}''.
ja: IDが "{0}" のサイトを見つけることができません．

source: You do not have permission to edit site with id = '{0}'.
es: No tiene permiso para editar el sitio de la asignatura con id = ''{0}''.
ja: IDが "{0}" のサイトを編集する権限がありません．

# assignment/assignment-bundles/resources/assignment.properties:view_instruction
source: Please choose a group to view student submissions.
es: Por favor, seleccione un grupo para ver los envíos de tareas de los estudiantes.
ja: 受講者の提出物を表示するグループを選択して下さい．

# assignment/assignment-bundles/resources/assignment.properties:search
source: Find
es: Buscar
ja: 検索

# assignment/assignment-bundles/resources/assignment.properties:search_students
source: Find students
es: Encontrar estudiantes
ja: 受講生を探す

# assignment/assignment-bundles/resources/assignment.properties:search_clear
source: Clear
es: Limpiar la búsqueda.
ja: クリア

source: Name, ID, or Email
es: Puede buscar estudiante por
ja: 名前，ID またはメール

source: Please select a group:
es: Por favor, selecciona un grupo.
ja: グループを選択して下さい：

source: No student is found that meet the search criteria and view filter.
es: No se han encontrado estudiantes que coincidan con los criterios y filtros de búsqueda.
ja: 検索条件や表示フィルタに一致する受講者が見つかりませんでした．

source: Assignment with the same title ''{0}'' exists in the site. Please use a different title.
es: Existe una tarea con título ''{0}'' en el sitio de la asignatura. Por favor, utilice un título diferente.
ja: "{0}" と同じタイトルを持つ課題がサイトに存在します．違うタイトルを使用して下さい．

# assignment/assignment-bundles/resources/assignment.properties:reorder.title
source: Organize Default Assignment List View
es: Organizar la vista de la lista de tareas por defecto.
ja: デフォルトの課題一覧表示を編成

source: To reorder, drag and drop list items and then click Save.
es: Para reordenar, selecciona un elemento de la lista, déjelo en el lugar deseado y luego haga click en Guardar.
ja: 順序変更する場合は，一覧のアイテムをドラッグアンドドロップして "保存" をクリックします．

source: You can also edit list order numbers.
es: Además puede editar el orden de los número de la lista.
ja: 一覧順序番号を編集することもできます．

source: Tab into list and hold Control key and use arrow keys to sort.
es: Entra en la pestaï¿½a, mantî9n el botón Control y utilice las flechas para ordenar.
ja: "タブ" キーで一覧に移動し， "コントロール" キーで保持し，矢印キーを使ってソートします．

source: Undo last
es: Deshacer el último.
ja: 最後を元に戻す

source: Undo all
es: Deshacer todo.
ja: すべてを元に戻す

source: A number smaller than # please!
es: Un número menor que #, por favor!
ja: # より小さい数字でお願いします!

source: You have chosen to download student submissions. If you encountered a problem downloading all submissions, click on the following link:
es: Ha elegido descargar todos los envíos de los estudiantes. Si encuentra algún problema descargando todos los envíos, use el siguiente enlace:
ja: 受講者の提出物をダウンロードしています．もし提出物をすべてダウンロードしている際に問題が発生した場合は，次のリンクをクリックして下さい:

source: Download all link
es: Enlace para descargar todo
ja: すべてダウンロード

# assignment/assignment-bundles/resources/assignment.properties:allPurpose_save
source: Save
es: Guardar
ja: 保存

# assignment/assignment-bundles/resources/assignment.properties:allPurpose_cancel
source: Cancel
es: Cancelar
ja: キャンセル

# assignment/assignment-bundles/resources/assignment.properties:assignment
source: Represents assignments for a given site.
es: Tarea
ja: 指定されたサイトの課題を表しています．

source: The action takes assignment reference, and boolean value for allowReadAssignment, allowAddAssignment, allowSubmitAssignment and returns the deepLink url. Here is the request url pattern: /direct/assignment/deepLinks/{assignment_ref} with parameters {bool_allowRead}, {bool_allowAdd} and {bool_allowSubmit}
es: La acción toma la referencia de la tarea y el valor booleano para allowReadAssignment, allowAddAssignment y allowSubmitAssignment y devuelve la URL del deepLink. El patrón de la petición URL es: /direct/assignment/deepLinks/{assignment_ref} with parameters {bool_allowRead}, {bool_allowAdd} and {bool_allowSubmit}
ja: 操作により課題リファレンスと，allowReadAssignment, allowAddAssignment, allowSubmitAssignment に対する真偽値が取得され，deepLink url を返します．以下がリクエスト URL パタンです: /direct/assignment/deepLinks/{assignment_ref} に{bool_allowRead}, {bool_allowAdd}, {bool_allowSubmit} のパラメータが付きます．

source: The action takes assignment reference, returns the deepLink url for current user. Here is the request url pattern: /direct/assignment/deepLinks/{assignment_ref}
es: La acción toma la referencia de la tarea y devuelve la URL del deepLink del usuario actual. El patrón de la petición URL es: /direct/assignment/deepLinks/{assignment_ref}
ja: 操作により課題リファレンスが取得され，現在のユーザの deepLink URL を返します．以下がリクエスト URL パタンです: /direct/assignment/deepLinks/{assignment_ref}

source: The action takes assignment reference, and returns information about assignment for announcement integration. The assignment information includes assignment object, context, assignmentId, assignmentTitle, assignmentUrl. Here is the request url pattern: /direct/assignment/annc/{assignment_ref} with paramter {messageId}
es: La acción toma la referencia de la tarea y devuelve información sobre dicha tarea para su integración con anuncios. La información de la tarea incluye objeto, contexto, identificador, título y URL. El patrón de la petición URL es: /direct/assignment/annc/{assignment_ref} with paramter {messageId}
ja: 操作により課題リファレンスを取得し，お知らせとの連携のための課題の情報を返します．課題情報には，課題オブジェクト，コンテキスト，課題 ID，課題タイトル，課題 URLが含まれます．以下がリクエスト URL パタンです: /direct/assignment/annc/{assignment_ref} with paramter {messageId}

source: Retrieve the assignments for a site. The request url pattern: /direct/assignment/site/{siteId}.{format}
es: Devolver las tareas de un sitio
ja: サイトの課題を取得します．リクエスト URL パタン：/direct/assignment/site/{siteId}.{format}

source: Retrieve an assignment specified by the assignment id. The request url pattern: /direct/assignment/item/{assignmentId}.{format}
es: Recupera una tarea específica mediante el ID de tarea. El patrón de la URL es: /direct/assignment/item/{assignmentId}.{format}
ja: 課題IDによって指定される課題を取得します．リクエスト URL パタン：/direct/assignment/item/{assignmentId}.{format}

source: Retrieve all my assignments for all of my sites. The request url pattern: /direct/assignment/my.{format}
es: Recupera todas mis tareas para todos mis sitios. El patrón de la URL es: /direct/assignment/my.{format}
ja: すべてのサイトのすべての課題を取得します．リクエスト URL パタン：/direct/assignment/my.{format}

source: An error occurred submitting this attachment to the originality checking service. The system will automatically try to re-submit this attachment.
es: Ocurrió un error cuando se intentó entregar este adjunto al servicio de chequeo de originalidad. El sistema intentará volver a entregar este adjunto.
ja: この添付をオリジナリティチェックサービスに提出中にエラーが発生しました．システムは自動的に，この添付ファイルを再提出を試みます．

source: An error occurred while submitting this attachment to the originality checking service.
es: Ocurrió un error mientras se entregaba el adjunto al sistema de chequeo de originalidad.
ja: オリジナリティチェックサービスにこの添付を提出中にエラーが発生しました．

source: An error occurred while submitting this attachment to the originality checking service. The user details are incomplete or invalid.
es: Ocurrió un error mientras se entregaba este adjunto al sistema de chequeo de originalidad. Los detalles del usuario son incompletos o inválidos.
ja: この添付をオリジナリティ確認サービスに提出中にエラーが発生しました．ユーザの詳細が不完全か不正です．

source: An error occurred while retrieving the originality report for this attachment. The system will automatically try to re-retrieve the report.
es: Ha ocurrido un error mientras se generaba el informe de originalidad para este adjunto. El sistema intentará automáticamente re-generar el informe.
ja: この添付に対するオリジナリティレポートを回収中にエラーが発生しました．システムは自動的にレポートを再度回収しようとします．

source: An error occurred while retrieving the originality report for this attachment. The report cannot be retrieved.
es: Ha ocurrido un error mientras se generaba el informe de originalidad para este adjunto. El informe no puede ser mostrado.
ja: この添付に対するオリジナリティレポートの回収中にエラーが発生しました．レポートは回収できません．

source: All attempts to submit this attachment for originality review failed. Limit on submission attempts reached.
es: Todos los intentos de comprobar la originalidad este adjunto han fallado. Se ha llegado al límite de intentos.
ja: この添付のオリジナリティ確認のための提出試行がすべて失敗しました．提出試行の上限に達しました．

source: This attachment has been submitted and is pending review.
es: Este adjunto ha sido entregado y se espera su revisión.
ja: この添付は提出され，レビュー待ちです．

source: An unknown error occurred. The originality review for this attachment is not available.
es: Ha ocurrido un error desconocido. La revisión de originalidad de esta tarea no está disponible.
ja: 不明なエラーが発生しました．この添付ファイルに対するオリジナリティ確認は利用可能ではありません．

source: The assignment was saved, but Turnitin information was unable to be updated. Please try saving again.
es: La tarea ha sido guardada, pero no se pudo actualizar la información de Turnitin. Por favor, intenta guardarla otra vez.
ja: 課題は保存されましたが，Turnitin 情報を更新することができませんでした．再度保存を試みて下さい．

source: <div><br /><em>NOTE, If using Turnitin:</em><ol><li>Set this assignment to &quot;Single Uploaded File only.&quot;</li> <li>Tell students:</li><ol><li>Submit only one attachment.</li><li>Only use file types: Word, PDF, HTML, RTF, PowerPoint, or plain text.</li><li>Always include file extension.</li></ol></ol></div>
es: <div><br /><em>ATENCIÓN, si está usando Turnitin:</em><ol><li>Configure esta tarea como &quot;Un sólo fichero adjunto.&quot;</li> <li>Informe a los estudiantes:</li><ol><li>Entrega sólo un adjunto.</li><li>Sólo estos tipos de ficheros: Word, PDF, HTML, RTF, o texto plano.</li><li>Incluid siempre extensión.</li></ol></ol></div>
ja: <div><br /><em>Turnitin を使用している場合の注意:</em><ol><li>この課題を "アップロードされたファイル" にだけ設定します</li> <li>受講者:</li><ol><li>添付を一つだけ提出します．</li><li>使用できるファイル型: Word, PDF, HTML, RTF, PowerPoint，またはプレーンテキストです．</li><li>ファイル拡張子は必ず付けて下さい．</li></ol></ol></div>

source: Assignment submission has been corrected
es: El envío de la tarea ha sido corregido

source: Your submission to assignment "{0}" has been corrected and it allows resubmissions until the due date. Please go to {1} to view details.
es: Su envío de la tarea "{0}" ha sido corregido y permite reenvíos hasta la fecha de entrega. Por favor vaya a {1} para ver los detalles.

source: Your submission to assignment "{0}" has been corrected. Please go to {1} to view details.
es: Su envío de la tarea "{0}" ha sido corregido. Por favor, vaya a {1} para ver los detalles.

source: Released Resubmission Notification Email Options:
es: Opciones de correo de envíos de Devolución de tareas:
ja: 公開済み再提出の通知メールのオプション:

source: Do not send notification email to student when the grade is released and resubmission is available
es: No enviar una notificación por correo al alumno cuando se corrija la tarea y el alumno pueda realizar reenvíos
ja: 成績発表時や再提出受付開始時に通知メールを受講者に送信しない

source: Send notification email to student when the grade is released and resubmission is available
es: Enviar una notificación por correo al alumno cuando se corrija la tarea y el alumno pueda realizar reenvíos
ja: 成績公開時や再提出受付開始時に通知メールを受講者に送信

source: Comments and/or grade have been saved but not submitted. If you don't submit your review before the due date, it will be submitted for you.
es: Comentarios y/o nota han sido guardados pero no entregados. Si no entrega su revisión antes de la fecha establecida, será entregada por usted.
ja: コメントまたは成績は保存されましたが，提出されていません．締切日までにレビューを提出しない場合，あなたに代わって提出されます．

source: Comments and/or grade have been saved and submitted.
es: Los comentarios y/o la nota han sido guardados y entregados.
ja: コメントまたは成績が保存され提出されました．

# assignment/assignment-bundles/resources/assignment.properties:peerAssessmentName
source: Peer Assessment
es: Evaluación por pares
ja: 相互評価

# assignment/assignment-bundles/resources/assignment.properties:peerAssessmentUse
source: Use peer assessment
es: Uso de evaluación por pares
ja: 相互評価を使用する

source: Peer assessment requires a points grading scale and do not allow group assignments.
es: Evaluación por pares requiere una clasificación de puntos de escala y no permiten asignaciones de grupo.
ja: 相互評価にはポイントによる採点方法が必須ですのでグループ課題は認められません．

source: Evaluation Period Finishes:
es: El periodo de evaluación finaliza:
ja: 評価期間終了:

source: Anonymous evaluation
es: Evaluación anónima
ja: 匿名評価

source: Allow students to see reviews of their submissions
es: Permitir que los estudiantes vean las revisiones de sus entregas
ja: 提出物のレビューの閲覧を受講者に許可

source: Number of submissions students must review
es: Número de entregas que los estudiantes deben revisar
ja: 受講生がレビューする提出物数

source: Instructions for reviewers:
es: Instrucciones para los revisores:
ja: レビューアに対する説明

source: Please enter a value for the number of submissions a student must review for peer assessment.
es: Por favor, introduzca un valor para el número de entregas que un estudiante debe revisar para evaluación por pares.
ja: 受講生が相互評価をレビューする提出物数に対して数値を入力して下さい．

source: You must enter a valid number greater than 0 for the number of submissions a student must review for peer assessment.
es: Debe introducir un número válido mayor que 0 como número de entregas que un estudiante debe revisar par la evaluación por pares.
ja: 受講生が相互評価をレビューする提出物数に対して0以上の有効な数値を入力して下さい．

source: You must enter a peer review period date that is at least 10 minutes after the accept until date.
es: Debe introducir un periodo para la revisión por pares de al menos 10 minutos después de la fecha de aceptación límite.
ja: 受理期限から少なくとも10分後に相互レビュー期間日時を入力して下さい．

source: Review starts on {0}
es: La revisión comienza en {0}
ja: レビュー開始日 {0}

source: Peer assessment is not available for the assignment you selected.
es: La evaluación por pares no está disponible para la tarea seleccionada.
ja: 相互評価は選択した課題に対しては行えません．

source: You have submitted all of your peer reviews.
es: Ha entregado todas sus revisiones por pares.
ja: すべての相互評価を提出しました．

source: Instructions for the Reviewer
es: Instrucciones para el revisor
ja: レビューアに対する説明

source: Reviewer Comments
es: Comentarios del revisor
ja: レビューコメント

source: An error has occurred while saving, please refresh and try again.
es: Ha ocurrido un error mientras se salvaba, por favor, refresque e inténtelo de nuevo.
ja: 保存中にエラーが発生しました．更新して再度試して下さい．

source: You must enter a valid number greater than 0 for the score.
es: Debe ingresar un número válido mayor que cero para la puntuación.
ja: 得点に対して0以上の有効な数値を入力して下さい．

source: You must enter a grade or a comment in order to submit your peer assessment.
es: Debe introducir una nota o comentario para pode entregar su evaluación por pares.
ja: 相互評価を提出するために成績点かコメントを入力する必要があります．

source: Instructions for the Reviewer
es: Instrucciones para el revisor
ja: レビューアに対する説明

source: Peer assessments are not available for group assignments.
es: Evaluación por pares no está disponibles para las tareas de grupo.
ja: 相互評価はグループ課題に対しては行えません．
