Repository: kyoto-u/openpanda
Catalog: l10n/*/assignment.po
Languages: es, ja

source: Peer assessments are not available for non-electronic assignments.
es: La evaluación por pares no está disponible para las tareas que no sean digitales.
ja: 相互評価は非電子的な課題に対しては行えません．

source: Peer assessments are only available when Grade Scale is set to Points.
es: La evaluación por pares sólo está disponible si la escala de notas se ha establecido a Puntos.
ja: 相互評価は採点基準が点数にセットされているときしか行えません．

source: Reviewed By
es: Revisado por
ja: レビュー担当

source: Reviewer Grade
es: Nota del revisor
ja: レビューア評価

source: No score
es: Sin puntuación
ja: 得点なし

source: No comments
es: Sin comentarios
ja: コメントなし

source: Remove Review
es: Borrar revisión
ja: レビューを削除

source: Restore Review
es: Restaurar revisión
ja: レビューをリストア

source: Instructor grading is disabled until after the review period: {0}
es: La calificación por parte del instructor está desactivada hasta después del periodo de revisión: {0}
ja: レビュー期間: {0} 後まで担当者の採点は無効です．

source: Successfully removed review for student's submission
es: Se ha borrado con éxito la revisión de la entrega del estudiante
ja: 受講生の提出物に対するレビューは正常に削除されました

source: Successfully restored review for student's submission
es: Se ha restaurado la revisión de la entrega del estudiante
ja: 受講生の提出物に対するレビューは正常にリストアされました

source: Peer review due date: {0}
es: Fecha límite de la revisión por pares: {0}
ja: 相互評価 締切日: {0}

source: You are able to accept or override the averaged peer review grade in this section. Once this grade is released, this is the grade that will appear in the gradebook.
es: Puede aceptar o sobreescribir la nota media asignada en la evaluación por pares en esta sección. Una vez que haya sido publicada, aparecerá en el libro de notas.
ja: このセクションの平均相互レビュー採点を受理もしくは上書きできます．この採点が公開されると，成績簿に表示される成績となります．

source: Once submitted, this assignment will be part of a peer review.
es: Una vez presentada, esta tarea será parte de una revisión por pares.
ja: 一度提出すると，この課題は相互レビューの一部になります．

source: Once submitted, this assignment will be part of an anonymous peer review. Make sure not to include your name in any submission text, files or file names.
es: Una vez presentada, esta tarea será parte de una revisión por pares anónima. Asegúrese de no incluir su nombre en cualquier texto que envíe, en los archivos o en los nombres de archivo.
ja: 一度提出されると，この課題は匿名相互レビューの一部となります．提出された文章，ファイル，ファイル名に氏名が含まれていなことを確認してください．

source: Assignment submission required
es: Se requiere la presentación de la tarea
ja: 課題提出は必須です

source: Not open
es: Cerrado
ja: 公開になっていません

source: Not started
es: No iniciado
ja: 開始していません

source: Incomplete
es: Incompleto
ja: 不完全

source: Submitted
es: Enviado
ja: 送信済み

source: Student {0}
es: Estudiante {0}
ja: 受講者 {0}

source: Draft - in progress
es: Borrador - en progreso
ja: ドラフト - 進行中

# assignment/assignment-bundles/resources/assignment.properties:gen.att.single
source: Attachment
es: Adjunto
ja: 添付

# assignment/assignment-bundles/resources/assignment.properties:gen.stuatt.single
source: Submitted Attachment
es: Adjunto enviado
ja: 提出された添付

# assignment/assignment-bundles/resources/assignment.properties:gen.noatt.single
source: No attachment yet
es: No se han incluido adjuntos todavía
ja: 添付ファイルはありません

source: No attachment submitted
es: No se han enviado adjuntos
ja: 添付ファイルが提出されていません

source: This assignment is inaccessible to students because it is released to a group that no longer exists. Edit the assignment and change the 'Access' settings to resolve this issue.
es: Esta tarea no está accesible a los estudiantes porque se ha asignado a un grupo que ya no existe. Edita la tarea y cambia la configuración de "Acceso" para resolver este problema.
ja: この課題はもはや存在しないグループに対して公開されているため，受講者にアクセス制限されています．

source: Note - There are currently no groups present in this site. You must first create group(s) before you can release the assignment to selected group(s).
es: Nota - Actualmente no hay grupos en este sitio. Debe crear grupos antes de poder asignar la tarea a un grupo concreto.
ja: 注意 - このサイトには現在グループがありません．選択されたグループに課題を公開する前にまずグループを作成してください．

source: Note - The previously selected groups no longer exist. 'Display to site' has been selected as the 'Access' option for this assignment. You may post this assignment to the entire site, or cancel and create new groups.
es: Nota - El grupo previamente seleccionado ya no existe. "Mostrar a los usuarios del sitio" se ha seleccionado como opción de "Acceso" para esta tarea. Puede asignar esta tarea a todo el sitio o cancelar y crear nuevos grupos.
ja: 注意 - 以前選択したグループはもはや存在しません．この課題に対する'アクセス'オプションとして，'サイトに表示'が選択されています．すべてのサイトにこの課題を公開するか，キャンセルして新しいグループを作成してください．

source: Note - The previously selected groups no longer exist. 'Display to site' has been selected as the 'Access' option for this assignment. You may post this assignment to the entire site, or change the group selections.
es: Nota - El grupo previamente seleccionado ya no existe. "Mostrar a los usuarios del sitio" se ha seleccionado como opción de "Acceso" para esta tarea. Puede enviar esta tarea a todo el sitio o cambiar los grupos seleccionados.
ja: 注意 - 以前選択したグループはもはや存在しません．この課題に対する'アクセス'オプションとして，'サイトに表示'が選択されています．すべてのサイトにこの課題を公開するか，グループ選択を変更して下さい．

source: Note - You must select at least one group.
es: Nota - Debe seleccionar al menos un grupo
ja: 注意 - 少なくともグループを一つ選択しなければなりません．

# assignment/assignment-bundles/resources/assignment.properties:selected.group
source: Selected Group
es: Grupo seleccionado
ja: 選択したグループ

# assignment/assignment-bundles/resources/assignment.properties:selected.groups
source: Selected Groups
es: Grupos seleccionados
ja: 選択したグループ

# assignment/assignment-bundles/resources/assignment.properties:gen.no
source: No
ja: いいえ

# assignment/assignment-bundles/resources/assignment.properties:feb
source: FEB
ja: 2月

# assignment/assignment-bundles/resources/assignment.properties:mar
source: MAR
ja: 3月

# assignment/assignment-bundles/resources/assignment.properties:may
source: MAY
ja: 5月

# assignment/assignment-bundles/resources/assignment.properties:jun
source: JUN
ja: 6月

# assignment/assignment-bundles/resources/assignment.properties:jul
source: JUL
ja: 7月

# assignment/assignment-bundles/resources/assignment.properties:sep
source: SEP
ja: 9月

# assignment/assignment-bundles/resources/assignment.properties:oct
source: OCT
ja: 10月

# assignment/assignment-bundles/resources/assignment.properties:nov
source: NOV
ja: 11月

# assignment/assignment-bundles/resources/assignment.properties:stupresub.max
source: max
ja: 最大
