Repository: kyoto-u/openpanda
Catalog: l10n/*/assignment.po
Languages: es, ja

source: You cannot add assignment with group access into Gradebook.
es: No puede añadir esta tarea con acceso de grupo a Calificaciones
ja: グループアクセスが可能な課題を「成績簿」に追加することはできません．

# assignment/assignment-bundles/resources/assignment.properties:nostudent
source: There is no student in the site.
es: No hay estudiantes asignados a este sitio.
ja: サイトに受講者が登録されていません．

# assignment/assignment-bundles/resources/assignment.properties:grading
source: Grading
es: Calificando
ja: 成績付け

# assignment/assignment-bundles/resources/assignment.properties:grading.no
source: Do not add assignment to Gradebook
es: No añadir la tarea a Calificaciones
ja: 課題を「成績簿」に追加しない

# assignment/assignment-bundles/resources/assignment.properties:grading.no2
source: Do not associate assignment to Gradebook
es: No asociar la tarea con Calificaciones
ja: 課題を「成績簿」に関連づけない

# assignment/assignment-bundles/resources/assignment.properties:grading.add
source: Add Assignment to Gradebook
es: Añadir la tarea a Calificaciones
ja: 課題を「成績簿」に追加

# assignment/assignment-bundles/resources/assignment.properties:grading.associate
source: Associate with existing Gradebook entry
es: Asociar con una tarea existente en Calificaciones
ja: 既存の「成績簿」の課題に関連づける

source: Sorry! You need to pick a point grade to do this.
es: Lo sentimos. Debe escoger una puntuación para llevar a cabo la acción indicada.
ja: 申し訳ありません．この操作を行うためには得点を入力する必要があります．

source: You must select a Gradebook entry.
es: Debe seleccionar una tarea de Calificaciones.
ja: 「成績簿」の課題に関連づける必要があります．

# assignment/assignment-bundles/resources/assignment.properties:grading.select
source: Select an Assignment
es: Seleccione una tarea
ja: 課題を選択

source: The Accept Until Date has not yet passed, and this assignment may still be worked on by the student. Are you sure you want to grade?
es: La fecha límite de aceptación no ha expirado aún y esta tarea puede ser trabajada todavía por el estudiante. ¿Está seguro de que desea calificar?
ja: 「最終受理日時」をまだ過ぎていませんので，受講者はこの課題をまだ取り組むことができます．本当に採点しますか?

# assignment/assignment-bundles/resources/assignment.properties:grading.unassigned
source: Unassigned
es: No asignado.
ja: 未採点

# assignment/assignment-bundles/resources/assignment.properties:grading.ofcategory
source: of Category
es: Del tipo.
ja: カテゴリ

source: (Optional) Choose a gradebook category
es: (Opcional) Escoja un tipo de calificación.
ja: (任意) 成績簿カテゴリを選択

# assignment/assignment-bundles/resources/assignment.properties:access
source: Access
es: Acceso
ja: アクセス

source: Your grade, comments and feedback have not been saved. You will need to enter them again. You can only open one student submission at a time. If you open a second student's work before leaving the first student's submission, the first submission cannot be graded until you close all the submissions, and then open it. To avoid this problem, please do not open multiple browser-windows or tabs while you are grading. We recommend that you close and restart your browser, and then log back into the system, before continuing with your grading.
es: Su nota, comentarios y realimentación no han sido guardados. Deberá volverlos a introducir. Únicamente puede abrir el envío de un estudiante cada vez. Si abriera el trabajo de otro estudiante antes de abandonar el envío del primero, el primer envío no podrá ser calificado hasta que no cierre todos los envíos y vuelva a abrir el primero. Para evitar este problema, no abra múltiples ventanas del navegador mientras califica. Le recomendamos que cierre la sesión y reinicie el navegador, vuelva a autenticarse y comience de nuevo.
ja: 成績，コメント，フィードバックは保存されていません．再度，入力する必要があります．受講者の提出物は一度に一つだけ開くことができます．保存する前に別の受講者の提出物を開くと，それまで開いていた受講者の提出物を採点することは，すべての提出物を閉じ再度開くまでできません．この問題を避けるためには，採点中には複数ブラウザウィンドウまたはタブを開かないでください．採点を続ける前に，ブラウザを閉じ再起動してから，システムにログインし直すことをお勧めします．

# assignment/assignment-bundles/resources/assignment.properties:grading.reminder
source: Important Reminder:
es: Recordatorio importante:
ja: 重要なお知らせ:

source: Please do not grade assignments with multiple browser windows or tabs. Grade assignments and navigate the system with only one browser window.
es: Por favor, no califique las tareas con múltiples ventanas o pestañas del navegador.
ja: 複数のブラウザのウィンドウやタブで課題の採点を行わないでください．ブラウザウィンドウはひとつだけで，課題の採点だけを行い，システムの操作を行ってください．

source: Grading for this peer review is anonymous, so do not post your name in the reviewer comments section.
es: La calificación en esta revisión por pares es anónima, así que por favor, no publique su nombre en los comentarios.
ja: この相互レビューの採点は匿名ですので，レビューアコメントセクションに氏名を入力しないで下さい．

source: (date withheld)
es: (fecha oculta)
ja: ( 日付非公開 )

# assignment/assignment-bundles/resources/assignment.properties:grading.anonymous
source: Anonymous grading
es: Evaluación anónima
ja: 匿名採点

source: anonymous
es: anónimo
ja: 匿名

source: Number of resubmissions allowed
es: Número de reenvíos permitidos
ja: 許可されている再提出回数

source: Unlimited
es: Sin límite
ja: 無制限

source: Accept Resubmission Until
es: Aceptar reenvíos hasta
ja: 再提出受付期限:

# assignment/assignment-bundles/resources/assignment.properties:assignment.copy
source: Copy
es: Copia
ja: コピー

# assignment/assignment-bundles/resources/assignment.properties:grade.max
source: max
es: máx
ja: 最大

source: Found {0} participant(s). Assign this grade to participants without a grade:
es: Se han encontrado {0} participante(s). Asignar esta nota a todos los participantes sin calificar:
ja: 提出物のないすべての参加者にこの成績を割り当てる:

source: Please select default grade:
es: Por favor, selecciona la nota por defecto:
ja: デフォルトの成績を選択してください:

source: Found {0} participant(s). Assign this grade to ungraded non-electronic submissions:
es: Asignar esta calificación a todos los envíos no electrónicos sin calificar:
ja: 電子的な提出物でない未採点のすべてにこの成績を割り当てる:

source: You are not allowed to submit to this assignment.
es: No tiene permiso para enviar esta tarea.
ja: この課題を提出することが許可されていません．

# assignment/assignment-bundles/resources/assignment.properties:nonelec
source: Non-electronic
es: No electrónico
ja: 非電子的

source: This assignment does not accept online submissions. Contact your instructor for additional instructions.
es: Esta tarea no acepta envíos electrónicos. Por favor, contacte con el profesor para instrucciones adicionales.
ja: この課題はオンライン提出では受け付けられません．詳しい手順については担当担当者に連絡を取ってください．

source: This non-electronic assignment does not accept student submissions.
es: Esta tarea requiere entregar los resultados personalmente.
ja: この課題は手渡しによる提出が必要なため，受講者からの提出物を受け付けません．

source: Saved Assignment Confirmation
es: Confirmación de envío guardado
ja: 保存された課題の確認

source: Submission Confirmation
es: Confirmación de envío
ja: 提出物の確認

source: You have successfully saved your work but NOT submitted yet. To complete submission, you must select the Submit button.
es: Se ha guardado su trabajo con éxito
ja: あなたの課題は保存されましたが，まだ提出されていません．提出を完了するためには，提出ボタンをクリックする必要があります．

source: You have successfully submitted your work.
es: Se ha enviado su trabajo con éxito.
ja: あなたの課題は提出されました．

source: User:
es: Usuario:
ja: ユーザ:

source: Class site:
es: Clase del sitio:
ja: クラスサイト:

# assignment/assignment-bundles/resources/assignment.properties:assignment.title
source: Assignment title:
es: Tarea:
ja: 課題タイトル:

source: Saved Assignment ID:
es: Identificador del envío guardado:
ja: 保存済みの課題 ID:

# assignment/assignment-bundles/resources/assignment.properties:submission.id
source: Submission ID:
es: id del envío.
ja: 提出 ID:

source: Your saved assignment included the following:
es: Su envío guardado incluye lo siguiente:
ja: 保存した課題には次のものが含まれています:

source: Your submission included the following:
es: Su envío incluye lo siguiente:
ja: 提出物には次のものが含まれています:

source: No saved assignment Text
es: Envío guardado sin texto
ja: 保存された提出物テキストはありません

source: No submission text
es: No hay texto de envío
ja: 提出物テキストはありません

source: Saved attachments:
es: Adjuntos guardados:
ja: 保存された添付ファイル:

source: You will receive an email confirmation containing this information.
es: Recibirá un correo de confirmación con la siguiente información.
ja: この情報が記された確認のためのメールがあなた宛に送信されます．

source: No email confirmation containing this information could be sent to you due to missing email address.
es: No se ha podido enviar ningún correo de confirmación conteniendo esta información debido a que no se encuentra la dirección de correo donde enviarlo.
ja: メールアドレスがないため，この情報が記された確認のためのメールを送信できませんでした．

source: Submission Notification Email Options:
es: Opciones de la notificación de envío por correo electrónico:
ja: メールによる提出物の通知

source: Send a notification email for each student submission
es: Una notificación por cada envío de cada alumno
ja: 各受講者の提出物についてメールによる通知を送る

source: Send one email per day summarizing notifications for student submissions
es: Una notificación diaria resumiendo los envíos de los alumnos
ja: 受講者の提出物について一日ごとにまとめた通知をメールで送る

source: Do not send notification emails for any student submissions
es: Ninguna notificación
ja: どの受講者の提出物についてもメールによる通知を送らない

# assignment/assignment-bundles/resources/assignment.properties:uploadall.title
source: Upload All
es: Subir todo
ja: すべてアップロード

source: Select an archive file to upload, choose options, and then click 'Upload' at the bottom. Required items marked with
es: Seleccionar un fichero para subir, escoger opciones y hacer clic en le botón "Subir" de la parte inferior. Los elementos obligatorios están marcados con
ja: アップロードするアーカイブファイルを選択し，オプションを選んでから一番下の「アップロード」をクリックします．<br />必須アイテムのマーク:

source: The archive file should contain a folder for each student.
es: El fichero debe contener una carpeta por cada alumno. Cada carpeta puede contener un fichero comments.txt , el envío del alumno con los comentarios que haya añadido y otros ficheros que desee devolver al alumno junto con su envío.
ja: アーカイブファイルには各受講者のフォルダが含まれていなければなりません．各フォルダには comments.txt ファイル，あなたが追加した担当者のコメントつきの受講者の提出物，受講者の提出物とともに返却したい他のファイルを含めることができます．

source: Download Template
es: Descargar plantilla
ja: ダウンロードテンプレート

source: Each folder can contain a comments.txt file, the student's submission with instructor comments you have added, and/or other files you want to return with the student's submission. The upload time needed is related to the zip file size and the connection speed. If you only need to upload a subset of the zip file, please limit your zip file size first by choosing options accordingly in the Download All process.
es: Cada carpeta puede contener un fichero comments.txt, el envío del alumno con los comentarios del profesor que haya añadido y otros ficheros que desee devolver junto con el envío del alumno.
ja: 各フォルダには，comments.txt ファイルや担当者のコメント付きの受講者の提出物，受講者の提出物に対して返却したい他のファイル，を含めることができます．

source: Choose download options, and then click 'Download' at the bottom.
es: Escoja las opciones de descarga y luego haga clic en "Descargar".
ja: ダウンロードオプションを選び，一番下の「ダウンロード」をクリックします．

source: File:
es: Fichero:
ja: ファイル:

source: Choose which elements in the archive file to upload
es: Escoja qué elementos desea subir
ja: アーカイブファイルの内アップロードしたいものを選んでください

source: Student submission text (original student submitted text, possibly containing instructor added comments)
es: Texto del envío del alumno (texto original del alumno, probablemente, con comentarios añadidos por el profesor)
ja: 受講者の提出物 (受講者が提出したオリジナルの提出物で，担当者が追加したコメントがついている場合があります)

source: Student submission attachment(s)
es: Adjuntos al envío del alumno
ja: 受講者の提出物の添付ファイル

source: Grade file (file at top level of archive)
es: Fichero de calificaciones (fichero en el directorio raíz del archivo)
ja: 成績ファイル (アーカイブのトップレベルにあるファイル)

source: CSV format, file grades.csv
es: Formato CSV, fichero grades.csv
ja: CSV フォーマット, grades.csv ファイル

source: EXCEL format, file grades.xls
es: Formato EXCEL, fichero grades.xls
ja: EXCEL フォーマット, grades.xls ファイル

source: Feedback text (the inline comments with student submission)
es: Texto de la realimentación
ja: フィードバックテキスト (受講者の提出物に付けるインラインコメント)

source: Feedback comments (comments.txt file if available in student's folder. Comments are put into the Instructor Comments field for each student's submission)
es: Comentarios de la realimentación (fichero comments.txt si está disponible en la carpeta del estudiante y comentarios incluidos por el profesor en el campo Comentarios del envío del alumno)
ja: フィードバックコメント (受講者のフォルダに comments.txt ファイルがある場合はそのファイル．コメントは，受講者の提出物ごとに「担当者コメント」フィールドに入力されます)

source: You have selected the archive file for uploading. Files contained in the archive will be uploaded to the corresponding student submission for the assignment.
es: Ha seleccionado un archivo de ficheros para subirlo. Los ficheros contenidos en el archivo se subirán junto con el correspondiente envío del alumno.
ja: アップロード用のアーカイブが選択されています．アーカイブに含まれるファイルは，その課題に該当する受講者提出物にアップロードされます．

source: Select release option
es: Seleccionar una opción de publicación
ja: 公開オプションを選択してください

source: Release uploaded information to students
es: Publicar a los alumnos la información subida
ja: アップロードされた情報を受講者に公開

source: Do not release uploaded information - I'll release it later
es: No publicar información subida - Dejarlo para más tarde
ja: アップロードされた情報を公開しない - 後で公開

source: Upload
es: Subir
ja: アップロード

source: Download
es: Descargar
ja: ダウンロード

source: You must choose at least one element in the archive file to upload.
es: Debe elegir al menos un elemento del fichero para subirlo.
ja: アップロードするためにアーカイブファイル中の要素を少なくとも一つ選択する必要があります．

source: Please ensure that ZIP file contains student folders or grades.csv file at the root level.
es: El fichero ZIP no tiene un formato correcto. Por favor, asegúrese de que el fichero ZIP contiene las carpetas de los estudiantes o el fichero grades.csv en el nivel raíz.
ja: ZIP ファイルに受講者フォルダまたは grades.csv ファイルがルートレベルに含まれていることを確認して下さい．

source: ZIP file is not in correct format.
es: El fichero ZIP no tiene un formato correcto.
ja: ZIP ファイルは正しいフォーマットではありません．

source: Please ensure that user id's correctly match those in the site and the folders are in the top level of the zip (not nested).
es: Por favor, asegúrate de que los IDs de usuario encajan correctamente con aquellos del sitio y que las carpetas están en el nivel más alto del fichero zip (sin anidamientos).
ja: ユーザIDがサイトのそれに正しく一致し，フォルダが (入れ子になっていない) ZIP のトップレベルにあることを確認して下さい．

source: Please ensure there is a grade file and correct folder structure.
es: Por favor, asegúrate de que hay un fichero de notas y una estructura de carpetas correcta.
ja: 成績ファイルと正しいフォルダ構造であることを確認して下さい．

source: You must choose at lease one element in the download options.
es: Debe seleccionar al menos una opción de descarga.
ja: ダウンロードオプションの要素を少なくとも一つ選択する必要があります．

source: You have not selected a zip archive file. You must select either a .zip or a .sit archive file as the upload file.
es: No ha seleccionado ningún fichero zip. Debe indicar un fichero .zip o un fichero .sit para su subida.
ja: zip 化されたアーカイブファイルが選択されていません．アップロードファイルとして .zip か .sit アーカイブファイルを選択する必要があります．

source: Save submissions in separate user folders
es: Guardar los envíos en carpetas de usuario independientes
ja: 提出物を別々のユーザフォルダに保存

source: Save all selected download options in one folder (This CANNOT be loaded back into Assignments)
es: Guardar todas las descargas seleccionadas en una única carpeta (esto no podrá volver a subirse de nuevo a Tareas)
ja: ひとつのフォルダにある選択済ダウンロードオプションをすべて保存します( これは課題に読み戻されません )

# assignment/assignment-bundles/resources/assignment.properties:review.use
source: Use {0}
es: Utilizar servicio de revisión
ja: {0}を使用

# assignment/assignment-bundles/resources/assignment.properties:review.allow
source: Allow students to view report
es: Permitir a los alumnos revisar el informe
ja: レポートの表示を受講者に許可

# assignment/assignment-bundles/resources/assignment.properties:review.report
source: Turnitin Report
es: Informe de revisión
ja: Turnitin レポート

source: Submit papers to the following repository:
es: Enviar documentos al siguiente repositorio:
ja: 次のリポジトリに論文を提出:

source: None
es: Ninguno
ja: なし

source: Standard Paper Repository
es: Repositorio de papel estándar
ja: 標準論文リポジトリ

source: Institution Paper Repository
es: Repositorio de papel de la institución
ja: 機関論文リポジトリ

source: Generate originality reports:
es: Generar informes de originalidad:
ja: オリジナリティレポートを生成:

source: Immediately
es: Inmediatamente
ja: 今すぐ

source: On Due Date
es: En la fecha de entrega
ja: 締切日時前

source: Check originality against:
es: Compruebe la originalidad contra:
ja: オリジナリティを検査 対象:

source: Turnitin paper repository
es: Repositorio de Turnitin
ja: Turnitin 論文リポジトリ

source: Current and archived internet
es: Internet actual y archivado
ja: 現在およびアーカイブされたインターネット

source: Periodicals, journals, and publications
es: Periódicos, publicaciones y revistas
ja: 定期刊行物，論文誌および出版物

source: Institution-specific repository
es: Repositorio específico de la institución
ja: 機関専用リポジトリ

source: Exclude bibliographic materials from Similarity Index for all papers in this assignment
es: Excluir materiales bibliográficos del índice de similaridad para todos los artículos de esta tarea
ja: この課題の全ての論文の類似度インデックスから書誌素材を除外

source: Exclude quoted materials from Similarity Index for all papers in this assignment
es: Excluir materiales citados del índice de similaridad para todos los artículos de esta tarea
ja: この課題の全ての論文の類似度インデックスから引用素材を除外

source: Exclude small matches
es: Excluir coincidencias pequeñas
ja: 小さな一致を除外

source: Exclude matches by:
es: Excluir coincidencias según:
ja: 一致を除外:

source: Up to a Word Count of:
es: Hasta un número de palabras de:
ja: 語数カウント:

source: Percentage:
es: Porcentaje:
ja: パーセンテージ：

source: A value from 0-100 is required when excluding small matches for Turnitin.
es: Se requiere un valor entre 0 y 100 para excluir pequeñas coincidencias en Turnitin.
ja: Turnitinから小さな一致を除外するときは 0-100 の値が必須です．

source: Exclusion options:
es: Opciones de exclusión:
ja: 除外オプション:

# assignment/assignment-bundles/resources/assignment.properties:gen.sorbyreview
source: Sort by review
es: Ordenar por revisión
ja: レビューでソート

# assignment/assignment-bundles/resources/assignment.properties:gen.rev
source: TurnItIn
es: Revisión

# assignment/assignment-bundles/resources/assignment.properties:review.notavail
source: Not available yet
es: No disponible todavía
ja: まだ利用可能ではありません

# assignment/assignment-bundles/resources/assignment.properties:review.viewreport
source: View Report
es: Ver informe
ja: レポートを表示

# assignment/assignment-bundles/resources/assignment.properties:review.title
source: {0} Service
es: Servicio de revisión
ja: {0}サービス

# assignment/assignment-bundles/resources/assignment.properties:review.noreport
source: no report
es: sin informe
ja: レポートなし

source: Originality of attachments will be verified by {0}.
es: Se verificará la originalidad de los adjuntos mediante {0}.
ja: 添付のオリジナリティ評価者 {0}.

# assignment/assignment-bundles/resources/assignment.properties:noti.subject.label
source: Subject:
es: Asunto:
ja: 件名:

source: Email notification for assignment submission
es: Notificación por correo electrónico del envío de la tarea
ja: 課題提出のメールによる通知

# assignment/assignment-bundles/resources/assignment.properties:noti.site.title
source: Site Title:
es: Título del sitio:
ja: サイトタイトル:

# assignment/assignment-bundles/resources/assignment.properties:noti.site.id
source: Site ID:
es: Identificador del sitio:
ja: サイト ID:

source: Assignment Due Date:
es: Fecha de entrega de la tarea:
ja: 課題の締切日時:

# assignment/assignment-bundles/resources/assignment.properties:noti.student
source: Student:
es: Alumno:
ja: 受講者:

# assignment/assignment-bundles/resources/assignment.properties:noti.submit.time
source: Submitted on:
es: Envíado el:
ja: 提出日時:

# assignment/assignment-bundles/resources/assignment.properties:nav.prev
source: < Previous
es: < Anterior
ja: < 前

# assignment/assignment-bundles/resources/assignment.properties:nav.list
source: Return to List
es: Volver a la lista
ja: 一覧に戻る

# assignment/assignment-bundles/resources/assignment.properties:nav.next
source: Next >
es: Siguiente >
ja: 次 >

# assignment/assignment-bundles/resources/assignment.properties:nav.message
source: (Changes will be saved)
es: (Los cambios se guardarán)
ja: (変更は保存されます)

# assignment/assignment-bundles/resources/assignment.properties:nav.header
source: Navigate Submissions
es: Navegar entre envíos

# assignment/assignment-bundles/resources/assignment.properties:nav.prev.ungraded
source: < Previous Ungraded
es: < Anterior sin calificar

# assignment/assignment-bundles/resources/assignment.properties:nav.next.ungraded
source: Next Ungraded >
es: Siguiente sin calificar >

# assignment/assignment-bundles/resources/assignment.properties:nav.view.subsOnly
source: Navigate between students with submissions only
es: Navegar entre alumnos con entregas

# assignment/assignment-bundles/resources/assignment.properties:gen.opendate.annc
source: Announce the open date
es: Anunciar la fecha de apertura
ja: 開始日時を通知

# assignment/assignment-bundles/resources/assignment.properties:supplement
source: Supplement Items
es: Elementos suplementarios
ja: 補足アイテム

# assignment/assignment-bundles/resources/assignment.properties:extraNodesRequired
source: Please enter required information.
es: Por favor, introduzca la información obligatoria.
ja: 必須情報を入力してください．

source: Additional information
es: Información adicional
ja: 追加情報

# assignment/assignment-bundles/resources/assignment.properties:modelAnswer
source: Model Answer
es: Modelo de respuesta
ja: 模範回答

source: Provide a model answer or a solution to the assignment
es: Proporciona un modelo de respuesta o una solución para la tarea
ja: 模範回答または正解を課題に与える

source: Show to students
es: Mostrar a los alumnos
ja: 受講者に表示

source: Choose when to show the model answer to students
es: Elige cuando mostrar la respuesta modelo a los estudiantes
ja: 模範回答を受講生表示する時刻を選択して下さい．

source: --select one--
es: --seleccionar una--
ja: --一つ選択--

source: Before student starts assignment
es: Antes de que los alumnos comiencen la tarea
ja: 受講者が課題を開始する前

source: After student submits
es: Después de que el alumnos haga el envío
ja: 受講者が課題を提出した後

source: After submission is graded and returned
es: Después de que el envío haya sido calificado y devuelto
ja: 提出物が採点・返却された後

source: After accept-until date
es: Después de la fecha límite de aceptación de envíos
ja: 受領期限日時後

source: Please provide model answer text.
es: Por favor, proporcione un modelo de respuesta.
ja: 模範回答文を入力してください．

source: Please choose proper time for showing model answer to students.
es: Por favor, escoja el momento adecuado para seleccionar el modelo de respuesta a los alumnos.
ja: 模範回答を受講者に表示する適切な時刻を選んでください．

# assignment/assignment-bundles/resources/assignment.properties:note
source: Private Note
es: Calificación privada
ja: プライベートなノート

# assignment/assignment-bundles/resources/assignment.properties:note.label
source: Private Notes
es: Notas de las tareas
ja: 課題のノート

# assignment/assignment-bundles/resources/assignment.properties:note.instruction
source: You can use a note to track assignment issues, thoughts, etc. Available to those you specify while grading.
es: Puede utilizar notas para seguir aspectos relacionados con las tareas, apuntes, etc. Disponible mientras califica.
ja: 課題に関する問題・アイディア等をトラッキングするためにノートを使用できます．採点中も利用可能です．

# assignment/assignment-bundles/resources/assignment.properties:note.to.prompt
source: Share
es: Compartir
ja: 共有

# assignment/assignment-bundles/resources/assignment.properties:note.to.tooltip
source: Choose who to show this note to
es: Elige cuando mostrar esta nota
ja: このノートを表示するために選ぶユーザ

# assignment/assignment-bundles/resources/assignment.properties:note.to.0
source: -- select one --
es: -- seleccionar una --
ja: -- 一つ選択 --

# assignment/assignment-bundles/resources/assignment.properties:note.to.1
source: Keep private to myself
es: Mantener privado
ja: プライベートのまま
