Repository: kyoto-u/openpanda
Catalog: l10n/*/assignment.po
Languages: es, ja

# assignment/assignment-bundles/resources/assignment.properties:relgrad
source: Release Grades
es: Publicar calificaciones
ja: 成績を公開

# assignment/assignment-bundles/resources/assignment.properties:relcommented
source: Release Commented
es: Versión comentada
ja: コメント付きで公開

# assignment/assignment-bundles/resources/assignment.properties:repsubmi.sorbysca
source: Sort by Scale
es: Ordenar por Escala
ja: 採点方法でソート

# assignment/assignment-bundles/resources/assignment.properties:repsubmi.sorbytur
source: Sort by Turned In Date
es: Ordenar por Fecha de Turned In
ja: 課題提出日時でソート

# assignment/assignment-bundles/resources/assignment.properties:return
source: Returned
es: Devuelta
ja: 返却済み

# assignment/assignment-bundles/resources/assignment.properties:setperfor
source: Set permissions for Assignments in worksite
es: Establecer permisos para las tareas del sitio
ja: 課題の権限をセットします． 対象ワークサイト:

source: Someone else is editing this assignment ''{0}''.
es: Alguien más está editando la tarea ''{0}''.
ja: 他のユーザがこの課題 "{0}" を編集しています．

source: Someone else is editing this submission ''{0}''.
es: Alguien más está editando el enví ''{0}''.
ja: 他のユーザがこの提出物 "{0}" を編集しています．

source: Someone else is editing this assignment content ''{0}''.
es: Alguien más está editando el contenido de la tarea ''{0}''.
ja: 他のユーザがこの課題 "{0}" のコンテンツを編集しています．

# assignment/assignment-bundles/resources/assignment.properties:somelsis_calendar
source: Someone else is editing this calendar.
es: Alguien más está editando este calendario.
ja: 他のユーザがこのカレンダを編集しています．

# assignment/assignment-bundles/resources/assignment.properties:sort.summary
source: Table holds items to be sorted. Second column holds link to move item up. Third: link to move down. Last: select to move item to specific location
es: La tabla mantiene los elementos a ordenar. La segunda columna mantiene un enlace para mover el elemento hacia arriba y la tercera, hacia abajo. La última columna selecciona un elemento y lo mueve a una ubicación específica
ja: 表にはソートされるアイテムがあります．2番目のカラムにはアイテムを上へ移動するためのリンクが，3番目には下へ移動するためのリンクがあります．最後はアイテムを特定の場所に移動する場合に選択します．

# assignment/assignment-bundles/resources/assignment.properties:sort.caption
source: List of resources to be sorted
es: Lista de recursos a ordenar
ja: ソートされるリソース一覧

# assignment/assignment-bundles/resources/assignment.properties:sort.moveup
source: Move up
es: Mover hacia arriba
ja: 上へ移動

# assignment/assignment-bundles/resources/assignment.properties:sort.movedn
source: Move down
es: Mover hacia abajo
ja: 下へ移動

source: (Assignment has been deleted)
es: (la tarea se ha borrado)
ja: (課題が削除されています)

source: The list of assignments below appears exactly as a student will see it. By clicking 'Submit as Student', you can work through the assignment exactly as a student will, including submitting the assignment.
es: La lista de tareas es idéntica a la que verá el alumno. Pulsando en ''Enviar como alumno'', podrá trabajar como si de un alumno se tratase.
ja: 下の課題一覧には，受講者が見るものと全く同じものが表示されています．「受講者として提出」をクリックすることにより，課題を提出することを含めて，受講者と全く同じように課題に取り組むことができます．

source: Select an assignment to view details, start working or edit your previous work.
es: Seleccione una tarea para ver los detalles, comenzar a trabajar o editar su trabajo anterior.
ja: 詳細を表示する場合は課題を選択し編集を始めます．

source: Click the triangle icon beside a student to view the student's status for all assignments.
es: Escoja el icono triangular para ver el estado de las tareas del alumno.
ja: すべての課題における受講者の状態を表示する場合は受講生横の三角形のアイコンをクリックします．

source: Hide student's assignments/submissions
es: Ocultar las tareas/envíos del alumno
ja: 受講者の課題・提出物を非表示

source: List the student submission for every assignment. Column 1: student name - click to expand. When expanded, columns 2-5 display assignment title, submission, status and grade.
es: Lista de envíos del alumno para cada tarea.
ja: 課題ごとの受講者の提出物一覧

source: Show student's assignments/submissions
es: Mostrar las tareas/envíos del alumno
ja: 受講者の課題・提出物を表示

source: The grading detail of assignment submission
es: El calificación detallada del envío de la tarea
ja: 課題提出物の採点の詳細

source: Assignment has been graded/commented.
es: La tarea ha sido calificada/comentada.
ja: 課題が採点済みかコメントがつけられています．

source: Assignment has been resubmitted on
es: La tarea ha sido reenviada
ja: 課題が再提出されています：

source: Assignment has been returned on
es: La tarea ha sido corregida
ja: 課題が返却されています：

source: Complete the form, then choose the appropriate button at the bottom.
es: Rellene el formulario y pulse sobre el botón adecuado.
ja: フォームに入力し，一番下のボタンを選択します．

source: Add attachment(s), then choose the appropriate button at the bottom.
es: Añade los adjuntos y luego seleccione el botón propiado en la parte inferior.
ja: 添付ファイルを追加し，一番下のボタンを選択します．

source: Enter resubmission text below
es: Por favor, Introduzca la información requerida y reenvíe la tarea
ja: 再提出文を以下に入力します．

# assignment/assignment-bundles/resources/assignment.properties:stuviewsubm.plesub
source: Please submit again with your changes.
es: Por favor, realice los cambios solicitados y vuélvala a enviar.
ja: 変更を再度提出してください．

source: This assignment allows submissions by attaching documents only.
es: Esta tarea acepta envíos solo por documento adjunto.
ja: この課題は添付文書による提出だけが許可されています．

source: The close date of the assignment has passed. You can no longer submit to this assignment.
es: La fecha límite de entrega de la tarea ha expirado. No es posible realizar su envío.
ja: 課題の終了日時を過ぎています．この課題を提出することはもうできません．

# assignment/assignment-bundles/resources/assignment.properties:stuviewsubm.youatt
source: Your attached submission
es: Su envío adjunto
ja: 添付した提出物

source: Submission attachment(s)
es: Adjuntos del envío
ja: 提出物の添付ファイル

source: List of attachments. Column 1: attachment link; column 2: attachment properties; column 3: link to remove attachment from list
es: Lista de adjuntos. Columna 1: enlace del adjunto; columna 2: propiedades del adjunto; columna 3: enlace para borrar adjunto de la lista
ja: 添付の一覧です．1 列目は添付へのリンク，2 列目は添付のプロパティ，3 列目は一覧から添付を削除するためのリンクです．

source: Remove
es: Borrar
ja: 削除

source: Select a file from computer
es: Seleccionar un fichero del equipo (5 total)
ja: コンピュータからファイルを選んでください (全部で5つ)

source: Select more files from computer
es: Seleccionar más ficheros del equipo(5 total)
ja: コンピュータからファイルを複数選んでください (全部で5つ)

source: or select files from workspace or site
es: o seleccionar los ficheros de Mi Sitio o de un sitio
ja: または，ワークスペースまたはサイトからファイルを選択してください

source: or select more files from workspace or site
es: o seleccionar más ficheros de Mi Sitio o de otro sitio
ja: または，ワークスペースまたはサイトからファイルを複数選択してください

# assignment/assignment-bundles/resources/assignment.properties:feedbacktext
source: Feedback Text
es: Texto de realimentación
ja: フィードバックテキスト

source: Don't forget to save or submit
es: No olvide guardar o enviar
ja: 保存するか提出することを忘れないようにしてください

source: Don't forget to submit
es: No olvides entregar
ja: 提出を忘れないでください

# assignment/assignment-bundles/resources/assignment.properties:feedbackcomment
source: Feedback Comment
es: Comentarios de realimentación
ja: フィードバックコメント

# assignment/assignment-bundles/resources/assignment.properties:tag.emptylist
source: There are no tags to display.
es: No existen etiquetas que mostrar
ja: 表示するタグがありません．

# assignment/assignment-bundles/resources/assignment.properties:tag.tags
source: Tags
es: Etiquetas
ja: タグ

# assignment/assignment-bundles/resources/assignment.properties:tag.list.summary
source: Table contains list of tags associated with current assignment.
es: Tabla que contiene la lista de etiquetas asociadas con la tarea actual.
ja: 表は，現在の課題に関連づけられているタグ一覧です．

# assignment/assignment-bundles/resources/assignment.properties:theassiid_isnotval
source: The assignment id ''{0}'' is not valid.
es: La tarea con id ''{0}'' no es válida.
ja: 課題ID "{0}" は無効です．

source: The assignment id ''{0}'' has not been used.
es: La tarea con id ''{0}'' no ha sido usada.
ja: 課題ID "{0}" は使用されていません．

# assignment/assignment-bundles/resources/assignment.properties:theassicon
source: The assignment content is being edited by another user.
es: El contenido de la tarea está siendo editado por otro usuario.
ja: 課題コンテンツは他のユーザによって編集中です．

# assignment/assignment-bundles/resources/assignment.properties:theisno
source: There is no such assignment.
es: No existe dicha tarea.
ja: そのような課題はありません．

# assignment/assignment-bundles/resources/assignment.properties:theisnostudent
source: There is no student.
es: No hay alumnos.
ja: 受講者がいません．

# assignment/assignment-bundles/resources/assignment.properties:thiasshas
source: This assignment has no instructions. Please make a correction or click the original button to proceed.
es: Esta tarea no tiene instrucciones. ¿Está seguro?
ja: この課題には課題説明がありません．訂正するか元のボタンをクリックして先に進んでください．

# assignment/assignment-bundles/resources/assignment.properties:ungra
source: Ungraded
es: Sin calificar
ja: 採点しない

# assignment/assignment-bundles/resources/assignment.properties:fail
source: Fail
es: Suspendido
ja: 不合格

# assignment/assignment-bundles/resources/assignment.properties:viewassig.datcre
source: Date created
es: Fecha de creación
ja: 作成日

source: Show assignment info
es: Mostrar información de la tarea
ja: 課題情報を表示

source: This assignment allows both typed in text and/or attached documents.Type in your comments in the box below, and use the Add Attachments button to include other documents as part of your submission. Save frequently while working.
es: Esta tarea admite tanto texto escrito como documentos adjuntos. Escriba sus comentarios en el área de texto de abajo, y utilice el botón de ''Añadir Adjuntos'' para incluir otros documentos como parte de su respuesta. Guarde frecuentemente mientras trabaja.
ja: この課題では，下のテキストボックスと文書の添付の両方を通じた提出が認められています．下のテキストボックスにコメントを入力し，他の文書を含める場合は「添付を追加」を使用します．作業中は頻繁に保存しましょう．

source: This assignment allows submissions by attaching documents only. Use the Add Attachments button below to attach 1 or more documents.
es: Esta tarea admite únicamente documentos adjuntos. Utilice el botón de Añadir Adjuntos para incluir uno o más documentos.
ja: この課題では，ファイルの添付を通じた提出しか認められません．文書を添付する場合は下の「添付を追加」を使用します．

source: This assignment allows submissions using the text box below only. Please type in your submission and save frequently while working.
es: Esta tarea admite únicamente respuestas de texto. Por favor, escriba su respuesta y guárdela con frecuencia mientras trabaja.
ja: この課題では，下のテキストボックスを通じた提出しか認められません．テキストボックスに提出内容を入力します．作業中は頻繁に保存しましょう．

# assignment/assignment-bundles/resources/assignment.properties:viewassig.viewass1
source: Viewing assignment...
es: Mostrar tarea...
ja: 課題を表示しています...

source: You are not allowed to add assignment.
es: No está autorizado para añadir tareas.
ja: 課題を追加する権限がありません．

source: You are not allowed to add assignment content.
es: No está autorizado para añadir contenido a las tareas.
ja: 課題コンテンツを追加する権限がありません．

source: You are not allowed to remove the assignment id = ''{0}''.
es: No está autorizado para eliminar la tarea con id ''{0}''.
ja: IDが "{0}" の課題を削除する権限がありません．

# assignment/assignment-bundles/resources/assignment.properties:youarenot11_c
source: You are not allowed to remove the assignment content id =
es: No tiene permiso para borrar el contenido de un envío.
ja: 課題のコンテンツを削除する権限がありません．課題のコンテンツ ID:

source: You are not allowed to remove the assignment submission id = ''{0}''
es: No está autorizado para eliminar el envío de la tarea con id ''{0}''
ja: ID が "{0}" の課題提出物を削除する権限がありません．

# assignment/assignment-bundles/resources/assignment.properties:youarenot12
source: You are not allowed to submit an answer.
es: No tiene permiso para enviar una respuesta.
ja: 回答を提出する権限がありません．

# assignment/assignment-bundles/resources/assignment.properties:youarenot13
source: You are not allowed to submit an assignment.
es: No tiene permiso para enviar una tarea.
ja: 課題を提出する権限がありません．

source: You are not allowed to view the assignment ''{0}''.
es: No está autorizado para ver la tarea ''{0}''
ja: 課題 "{0}" を表示する権限がありません．

source: You are not allowed to edit the assignment ''{0}''.
es: No está autorizado para editar la tarea ''{0}''
ja: 課題 "{0}" を編集する権限がありません．

source: You are not allowed to edit the assignment submission ''{0}''.
es: No está autorizado para editar el envío de la tarea ''{0}''.
ja: 課題提出物 "{0}" を編集する権限がありません．

source: You are not allowed to view the assignment content ''{0}''.
es: No está autorizado para ver el contenido de la tarea ''{0}''
ja: 課題コンテンツ "{0}" を表示する権限がありません．

source: You are not allowed to view the submission ''{0}''.
es: No está autorizado para ver el envío ''{0}''.
ja: 提出物 "{0}" を表示する権限がありません．

source: You are not allowed to view the submission for assignment ref = ''{0}'' and user id = ''{1}''.
es: No está autorizado para ver el envío de la tarea ref = ''{0}'' con id de usuario = ''{1}''.
ja: 課題のリファレンスが "{0}" でユーザ ID が "{1}" の提出物を表示する権限がありません．

# assignment/assignment-bundles/resources/assignment.properties:youarenot17
source: You are revising an assignment after the due date.
es: Está revisando una tarea después de su fecha de entrega.
ja: 締切日時後の課題を編集しています．

# assignment/assignment-bundles/resources/assignment.properties:youarenot18
source: You have to check the honor pledge before submission.
es: Debe aceptar la claúsula de veracidad antes de proceder al envío.
ja: 提出する前に「宣誓」をチェックする必要があります．

# assignment/assignment-bundles/resources/assignment.properties:youarenot19
source: You are not allowed to reorder assignments.
es: No tiene permiso para reordenar las tareas.
ja: 課題の順序を変更することが許可されていません．

# assignment/assignment-bundles/resources/assignment.properties:youarenot20
source: You are revising an assignment after the open date.
es: Está revisando una tarea después de su fecha de apertura.
ja: 公開日時後の課題を編集しています．

# assignment/assignment-bundles/resources/assignment.properties:youarenot4
source: You are not allowed to create assignment submission.
es: No tiene permiso para crear el envío de una tarea.
ja: 課題の提出物を作成することが許可されていません．

# assignment/assignment-bundles/resources/assignment.properties:youarenot5
source: You are not allowed to duplicate assignment.
es: No tiene permiso para duplicar una tarea.
ja: 課題を複製することが許可されていません．

# assignment/assignment-bundles/resources/assignment.properties:youarenot6
source: You are not allowed to edit the assignment.
es: No tiene permiso para editar la tarea.
ja: 課題を編集することが許可されていません．

# assignment/assignment-bundles/resources/assignment.properties:youmust1
source: You must attach at least one document before submission.
es: Debe adjuntar, al menos, un documento antes del envío.
ja: 提出の前に少なくとも一つは文書を添付する必要があります．

# assignment/assignment-bundles/resources/assignment.properties:youmust2
source: You must either type in your answer in the text input or attach at least one document before submission.
es: Debe escribir su respuesta en el campo de texto o adjuntar al menos un documento antes del envío.
ja: 提出のためには，テキストボックスに回答を入力するか，文書を添付する必要があります．

# assignment/assignment-bundles/resources/assignment.properties:youmust6
source: You must choose the assignment(s) first, and then click the Update button to delete the selected assignment(s).
es: Debe escoger las tareas marcando las áreas de texto próximas a sus nombres y pulse en el botón de Borrar.
ja: まず，課題を選択します．そして，選択した課題を削除する場合は「更新」ボタンをクリックします．

# assignment/assignment-bundles/resources/assignment.properties:youmust7
source: You must type in your answer in the text input area before submission.
es: Debe escribir su respuesta en el campo de texto antes de enviarla.
ja: 提出の前にテキストインプットエリアに回答を入力する必要があります．

# assignment/assignment-bundles/resources/assignment.properties:list.show
source: Show
es: Mostrar
ja: 表示:

# assignment/assignment-bundles/resources/assignment.properties:list.itemsper
source: items...
es: elementos...
ja: 個のアイテム...

# assignment/assignment-bundles/resources/assignment.properties:update
source: Update
es: Actualizar
ja: 更新

# assignment/assignment-bundles/resources/assignment.properties:removeSelected
source: Removed Selected
es: Borrar seleccionados
ja: 選択対象を削除しました

# assignment/assignment-bundles/resources/assignment.properties:subasstudent
source: Submit as Student
es: Enviar como alumno
ja: 受講者として提出

# assignment/assignment-bundles/resources/assignment.properties:alert.globalNavi
source: If you choose to exit without clicking any of the assignment submission navigation action buttons at the top or bottom of this page, you will lose your work. Please choose one of these buttons or navigate to your chosen page and abandon your work on this page.
es: Si sale sin pulsar ninguno de los botones de la parte superior o inferior de la página, perderá su trabajo. Por favor, elija uno de esos botones o navegue a la página elegida y abandone su trabajo en esta página.

# assignment/assignment-bundles/resources/assignment.properties:viewassign
source: View Assignment
es: Mostrar tarea
ja: 課題を表示

# assignment/assignment-bundles/resources/assignment.properties:subexampleassign
source: Submit Example Assignment
es: Enviar una tarea de ejemplo
ja: 例題課題を提出

# assignment/assignment-bundles/resources/assignment.properties:viewexampleassign
source: View Example Assignment
es: Mostrar la tarea de ejemplo
ja: 例題課題を表示

# assignment/assignment-bundles/resources/assignment.properties:assignmenttext
source: Assignment Text
es: Texto de la tarea
ja: 課題テキスト

# assignment/assignment-bundles/resources/assignment.properties:submitforstudent
source: Submit on Behalf of Student
es: Entregar en nombre del estudiante
ja: 受講者の代わりに提出

# assignment/assignment-bundles/resources/assignment.properties:resubmit
source: Resubmit
es: Reenviar
ja: 再提出

# assignment/assignment-bundles/resources/assignment.properties:viewsubmission
source: View Submission
es: Mostrar reenvío
ja: 提出物を表示

# assignment/assignment-bundles/resources/assignment.properties:viewsubmissions
source: View Submissions
es: Mostrar envíos
ja: 提出物を表示

# assignment/assignment-bundles/resources/assignment.properties:allowResubmit
source: Allow Resubmission
es: Permitir reenvíos
ja: 再提出を許可

# assignment/assignment-bundles/resources/assignment.properties:allowGradeOverride
source: Assign Grade Overrides
es: Asignar sobreescritura de notas
ja: 成績上書きを割り当て

# assignment/assignment-bundles/resources/assignment.properties:allowVisibleDate
source: Use Visible Date
es: Usar fecha visible
ja: 公開日を利用

# assignment/assignment-bundles/resources/assignment.properties:gen.proces
source: Processing......
es: Procesando......
ja: 処理しています......

# assignment/assignment-bundles/resources/assignment.properties:gen.first
source: First
es: Primero
ja: 最初

# assignment/assignment-bundles/resources/assignment.properties:gen.previous
source: Previous
es: Anterior
ja: 前

# assignment/assignment-bundles/resources/assignment.properties:gen.next
source: Next
es: Siguiente
ja: 次

# assignment/assignment-bundles/resources/assignment.properties:gen.last
source: Last
es: Última
ja: 最後

# assignment/assignment-bundles/resources/assignment.properties:gen.remove
source: Remove
es: Borrar
ja: 削除

# assignment/assignment-bundles/resources/assignment.properties:gen.remove.q
source: Remove?
es: ¿Borrar?
ja: 削除?

# assignment/assignment-bundles/resources/assignment.properties:addtogradebook
source: Add to Gradebook
es: Añadir a Calificaciones
ja: 成績簿に追加

source: Gradebook integration is only available when Grade Scale is set to Points.
es: La integración con Calificaciones sólo está disponible para tareas con escala de puntos.
ja: 成績簿との連携は，採点基準が点数にセットされているときしか行えません．

source: The assignment {0} has been created but has not been associated with a new gradebook entry due to an existing entry of the same name. Please edit the assignment and provide a unique title.
es: Ya hay una tarea con ese título en Calificaciones. Por favor, escoja otro título.
ja: 課題「{0}」は作成されましたが，同じ名前のエントリが既にあるため，新しい成績簿アイテムに関連づけられていません．課題を編集して，別のタイトルを入力してください．

source: The assignment could not be added to Gradebook. To add to Gradebook, edit the assignment and enter a value greater than zero for points.
es: La tarea no puede añadirse a Calificaciones. Para hacerlo, revise la tarea e introduzca un valor mayor que cero para los puntos.
ja: 成績簿では最高点は零点より大きい必要があるため，この課題の成績簿エントリを作成することができませんでした．課題の最高点を変更するか「成績簿に追加」のチェックを外してください．

source: Exception while getting site gradebook, exception below:
es: Se ha producido un error al intentar obtener las Calificaciones del sitio:
ja: サイト成績簿を取得中の例外です．例外は次の通りです:

# assignment/assignment-bundles/resources/assignment.properties:date.invalid
source: Invalid date setting for {0}.
es: Fecha no válida para
ja: 次の課題の日時設定が無効です：

# assignment/assignment-bundles/resources/assignment.properties:date.closedate
source: close date
es: fecha de cierre
ja: 終了日時

source: resubmission close date
es: fecha de cierre del reenvío
ja: 再提出終了日時

source: release date of All Purpose item
es: fecha liberación de un elemento de cualquier propósito
ja: 全目的アイテムの公開日時

source: retract date of All Purpose item
es: fecha de retirada de un elemento de cualquier propósito
ja: 全目的アイテムの終了日時

# assignment/assignment-bundles/resources/assignment.properties:gen.viewing
source: Viewing
es: Mostrando
ja: 表示:

# assignment/assignment-bundles/resources/assignment.properties:gen.items
source: items
es: elementos
ja: 個のアイテム

# assignment/assignment-bundles/resources/assignment.properties:gen.required
source: required
es: Requisito
ja: 必須

# assignment/assignment-bundles/resources/assignment.properties:gen.notrequired
source: Not required
es: No es requisito
ja: 必須でない

source: Feedback Attachment(s)
es: Adjuntos al comentario
ja: フィードバックの添付ファイル

source: Assignment Submission Excel File
es: Archivo Excel Envío de Tarea
ja: 課題提出物のエクセルファイル

source: Site:
es: Sitio:
ja: サイト:

source: Download date:
es: Fecha de Descarga:
ja: ダウンロード日:

source: User Id
es: Id Usuario
ja: ユーザ ID

source: Name
es: Nombre
ja: 名前

# assignment/assignment-bundles/resources/assignment.properties:grades.id
source: Display ID
es: Identificador
ja: ID

# assignment/assignment-bundles/resources/assignment.properties:grades.lastname
source: Last Name
es: Apellido
ja: 姓

# assignment/assignment-bundles/resources/assignment.properties:grades.firstname
source: First Name
es: Nombre
ja: 名

# assignment/assignment-bundles/resources/assignment.properties:grades.grade
source: grade
es: nota
ja: 成績

# assignment/assignment-bundles/resources/assignment.properties:grades.members
source: Users
es: Miembros
ja: ユーザ

# assignment/assignment-bundles/resources/assignment.properties:displayto.site
source: Display to site
es: Mostrar a los usuarios del sitio
ja: サイトだけに表示

# assignment/assignment-bundles/resources/assignment.properties:displayto.selected
source: Display to selected groups
es: Mostrar a los grupos seleccionados
ja: 選択されたグループだけに表示

# assignment/assignment-bundles/resources/assignment.properties:range.allgroups
source: site
es: sitio
ja: サイト

# assignment/assignment-bundles/resources/assignment.properties:group
source: Group
es: Grupo
ja: グループ

# assignment/assignment-bundles/resources/assignment.properties:groups
source: Groups
es: Grupos
ja: グループ

# assignment/assignment-bundles/resources/assignment.properties:group.list.summary
source: Table contains list of groups. First will contain checkboxes, second will contain the group name, third the group description. Header links can be used to sort
es: Lista de grupos. La primera columna contiene casillas de selección, la segunda el nombre del grupo y la tercera su descripción. Los enlaces de la cabecera de la tabla permiten ordenar sus entradas.
ja: 表にはグループの一覧があります．最初のカラムはチェックボックス，2番目のカラムはグループ名，3番目のカラムはグループの説明です．「ヘッダ

# assignment/assignment-bundles/resources/assignment.properties:group.list.descr
source: Description
es: Descripción
ja: 説明

source: You need to choose at least one group.
es: Debe escoger al menos un grupo.
ja: グループを少なくとも一つ選択する必要があります．
