Repository: kyoto-u/openpanda
Catalog: l10n/*/authz.po
Languages: es, ja

source: List of Roles. First column role ids, second column description.
es: Lista de roles. La primera columna incluye los identificadores y la segunda, la descripción del rol asociado.
ja: ロールの一覧．1 列目はロール ID，2 列目は説明です．

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.view.noroles
source: No Roles have been granted to any users.
es: No hay roles asignados a ningún usuario.
ja: ユーザに許可されているロールがありません．

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.view.noroles1
source: No roles are defined.
es: No hay roles definidos.
ja: ロールが定義されていません．

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.view.provided
source: provided
es: proporcionado
ja: 提供されています.

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.view.provider
source: Provider Id:
es: ID del proveedor:
ja: プロバイダ ID:

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.role.view
source: View the Functions for this Role.
es: Ver las funciones para este Rol.
ja: このロールの機能を公開します．

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.role.group.view
source: Is this role be limited to the group provider only?
es: ¿Se va a limitar este rol al proveedor del grupo?
ja: このロールをグループプロバイダのみに限定しますか?

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.view.back
source: Cancel
es: Cancelar
ja: キャンセル

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.noProviderIdFound
source: No course section found with Provider Id: {0}
es: No se ha encontrado ningún grupo del curso con ID de proveedor: {0}
ja: コースセクションは見つかりませんでした．検索語 プロバイダ ID: {0}

# authz/authz-tool/tool/src/bundle/authz-tool.properties:reasav.alert
source: Alert:
es: Alerta:
ja: 警告:

# authz/authz-tool/tool/src/bundle/authz-tool.properties:reasav.can
source: Cancel
es: Cancelar
ja: キャンセル

# authz/authz-tool/tool/src/bundle/authz-tool.properties:reasav.entanew2
source: Enter a new Realm id.
es: Introduzca un nuevo ID del perfil.
ja: 新しいレルム ID を入力してください．

# authz/authz-tool/tool/src/bundle/authz-tool.properties:reasav.entnew
source: Enter a new realm id to create a new realm that is a copy of the selected realm.
es: Introduzca un nuevo ID del perfil para crear un nuevo rol que sea una copia del perfil seleccionado.
ja: 新しいレルム ID を入力し，選択されたレルムのコピーとなる新しいレルムを作成します．

# authz/authz-tool/tool/src/bundle/authz-tool.properties:reasav.reaid
source: Realm Id:
es: ID del perfil:
ja: レルム ID:

# authz/authz-tool/tool/src/bundle/authz-tool.properties:reasav.realm
source: Realm
es: Perfil
ja: レルム

# authz/authz-tool/tool/src/bundle/authz-tool.properties:reasav.sav
source: Save
es: Guardar
ja: 保存

# authz/authz-tool/tool/src/bundle/authz-tool.properties:reasav.savas
source: Save As ...
es: Guardar como...
ja: 別名で保存 ...

# authz/authz-tool/tool/src/bundle/authz-tool.properties:reasavrol.alert
source: Alert:
es: Alerta:
ja: 警告:

# authz/authz-tool/tool/src/bundle/authz-tool.properties:reasavrol.can
source: Cancel
es: Cancelar
ja: キャンセル

# authz/authz-tool/tool/src/bundle/authz-tool.properties:reasavrol.coprol
source: Copy Role
es: Copiar Rol
ja: ロールをコピー

# authz/authz-tool/tool/src/bundle/authz-tool.properties:reasavrol.entanew
source: Enter a new Role id to create a new role that is a copy of the selected Role.
es: Introduzca un nuevo ID del Rol para crear un nuevo rol que sea una copia del rol seleccionado.
ja: 新しいロール ID を入力し，選択されたロールのコピーとなる新しいロールを作成します．

# authz/authz-tool/tool/src/bundle/authz-tool.properties:reasavrol.entanew2
source: Enter a new Role id.
es: Introduzca un nuevo ID del Rol.
ja: 新しいロール ID を入力します．

# authz/authz-tool/tool/src/bundle/authz-tool.properties:reasavrol.rolid
source: Role Id:
es: ID del Rol:
ja: ロール ID:

# authz/authz-tool/tool/src/bundle/authz-tool.properties:reasavrol.sav
source: Save
es: Guardar
ja: 保存

# authz/authz-tool/tool/src/bundle/authz-tool.properties:desc-annc.new
source: Create announcements
es: Crear anuncios
ja: アナウンスを作成

# authz/authz-tool/tool/src/bundle/authz-tool.properties:desc-annc.read
source: Read announcements
es: Leer anuncios
ja: アナウンスを読む

# authz/authz-tool/tool/src/bundle/authz-tool.properties:desc-annc.revise.any
source: Edit all announcements
es: Editar todos los anuncios
ja: すべてのアナウンスを編集

# authz/authz-tool/tool/src/bundle/authz-tool.properties:desc-annc.revise.own
source: Edit own announcements
es: Editar los anuncions propios
ja: 自分のアナウンスを編集

# authz/authz-tool/tool/src/bundle/authz-tool.properties:desc-annc.delete.any
source: Delete all announcements
es: Borar todos los anuncios
ja: すべてのアナウンスを削除

# authz/authz-tool/tool/src/bundle/authz-tool.properties:desc-annc.delete.own
source: Delete own announcements
es: Borar los anuncios propios
ja: 自分のアナウンスを削除

# authz/authz-tool/tool/src/bundle/authz-tool.properties:desc-annc.read.drafts
source: Read all draft announcements
es: Leer todos los borradores de anuncios
ja: すべての草稿アナウンスを読む

# authz/authz-tool/tool/src/bundle/authz-tool.properties:desc-annc.all.groups
source: Access all group announcements
es: Acceso a todos los anuncios de grupo
ja: すべてのグループアナウンスにアクセス

# authz/authz-tool/tool/src/bundle/authz-tool.properties:alert_sitegroupnotdefined
source: Cannot find site/group with reference ''{0}''.
es: No se puede encontrar la asignatura/grupo con la referencia ''{0}''.
ja: リファレンス "{0}" をもつサイトまたはグループを見つかりません．

# authz/authz-tool/tool/src/bundle/authz-tool.properties:alert_permission
source: You don't have permission to change permission settings for ''{0}''.
es: No tiene permisos para cambiar las preferencias de permisos de ''{0}''.
ja: "{0}" に対する権限設定を変更する権限がありません．

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.list.of
source: of
es: de
