Repository: kyoto-u/openpanda
Catalog: l10n/*/authz.po
Languages: es, ja

# authz/authz-tool/tool/src/bundle/authz-tool.properties:gen.alert
source: Alert:
es: Alerta:
ja: 警告:

# authz/authz-tool/tool/src/bundle/authz-tool.properties:gen.can
source: Cancel
es: Cancelar
ja: キャンセル

# authz/authz-tool/tool/src/bundle/authz-tool.properties:gen.sav
source: Save
es: Guardar
ja: 保存

# authz/authz-tool/tool/src/bundle/authz-tool.properties:gen.don
source: Done
es: Hecho
ja: 完了

# authz/authz-tool/tool/src/bundle/authz-tool.properties:gen.show5
source: show 5 items...
es: mostrar 5 elementos..
ja: 5 個ずつ表示...

# authz/authz-tool/tool/src/bundle/authz-tool.properties:gen.show10
source: show 10 items...
es: mostrar 10 elementos...
ja: 10 個ずつ表示...

# authz/authz-tool/tool/src/bundle/authz-tool.properties:gen.show20
source: show 20 items...
es: mostrar 20 elementos...
ja: 20 個ずつ表示...

# authz/authz-tool/tool/src/bundle/authz-tool.properties:gen.show50
source: show 50 items...
es: mostrar 50 elementos...
ja: 50 個ずつ表示...

# authz/authz-tool/tool/src/bundle/authz-tool.properties:gen.show100
source: show 100 items...
es: mostrar 100 elementos...
ja: 100 個ずつ表示...

# authz/authz-tool/tool/src/bundle/authz-tool.properties:gen.show200
source: show 200 items....
es: mostrar 200 elementos..
ja: 200 個ずつ表示...

# authz/authz-tool/tool/src/bundle/authz-tool.properties:gen.listnavselect
source: To operate the combo box, first press Alt+Down Arrow to open it, and then use the up and down arrow keys to scroll through the options.
es: Pulse alt y las flechas de arriba y abajo para desplazarse por el menú
ja: メニューをスクロールする場合は Alt + 上下矢印を押します

# authz/authz-tool/tool/src/bundle/authz-tool.properties:gen.first
source: First
es: Primero
ja: 最初

# authz/authz-tool/tool/src/bundle/authz-tool.properties:gen.previous
source: Previous
es: Anterior
ja: 前

# authz/authz-tool/tool/src/bundle/authz-tool.properties:gen.next
source: Next
es: Siguiente
ja: 次

# authz/authz-tool/tool/src/bundle/authz-tool.properties:gen.last
source: Last
es: Último
ja: 最後

# authz/authz-tool/tool/src/bundle/authz-tool.properties:gen.enable
source: Enable
es: Habilitado
ja: 有効化

# authz/authz-tool/tool/src/bundle/authz-tool.properties:gen.back
source: Back
es: Volver
ja: 戻る

# authz/authz-tool/tool/src/bundle/authz-tool.properties:gen.yes
source: yes
es: sí
ja: はい

# authz/authz-tool/tool/src/bundle/authz-tool.properties:gen.no
source: no
ja: いいえ

# authz/authz-tool/tool/src/bundle/authz-tool.properties:per.alrgra
source: already granted
es: ya tiene permiso
ja: すでに許可済みです

# authz/authz-tool/tool/src/bundle/authz-tool.properties:per.lis.head
source: Permission
es: Permisos
ja: 権限

# authz/authz-tool/tool/src/bundle/authz-tool.properties:per.lis.head.title
source: Toggle all permissions for all roles
es: Invertir todos los permisos para todos los roles
ja: すべてのロールに対するすべての権限をトグル

# authz/authz-tool/tool/src/bundle/authz-tool.properties:per.lis.role.title
source: Toggle all permissions for this role
es: Invertir todos los permisos de este rol
ja: このロールに対するすべての権限をトグル

# authz/authz-tool/tool/src/bundle/authz-tool.properties:per.lis.perm.title
source: Toggle all roles for this permission
es: Invertir todos los roles de este permiso
ja: この権限に対するすべてのロールを切り替え

# authz/authz-tool/tool/src/bundle/authz-tool.properties:per.lis.title
source: Permissions
es: Permisos
ja: 権限

# authz/authz-tool/tool/src/bundle/authz-tool.properties:per.lis
source: List of roles and permissions that can be applied to this folder. Layout: each row lists the permissions of a role. Layout: column 1 lists the roles, the other columns list the permissions, checkboxes permit enabling a permission for a role.
es: Lista de roles y permisos que pueden aplicarse a esta carpeta. Layout: cada columna muestra los permisos de un rol. Layout: la columna 1 muestra los roles, las otras columnas los permisos y las casillas permiten habilitar un permiso para un rol dado.
ja: このフォルダに適用可能なロールと権限の一覧です．レイアウト: 各行ごとにロールの権限が一覧表示されています．一列目はロール，他の列は権限で，チェックボックスによりロールの権限を有効にすることを許可します．

# authz/authz-tool/tool/src/bundle/authz-tool.properties:per.rol
source: Role
es: Rol
ja: ロール

# authz/authz-tool/tool/src/bundle/authz-tool.properties:per.alert
source: Alert: no roles are defined.
es: Alerta: no se han definido roles.
ja: 警告: ルールが定義されていません．

# authz/authz-tool/tool/src/bundle/authz-tool.properties:per.lis.clearall
source: Clear all
es: Borrar todo
ja: すべてをクリア

# authz/authz-tool/tool/src/bundle/authz-tool.properties:per.lis.restoredef
source: Undo changes
es: Deshacer cambios
ja: 変更を取り消し

# authz/authz-tool/tool/src/bundle/authz-tool.properties:per.lis.selectgrp
source: Set permissions for
es: Establecer los permisos para
ja: 次の権限をセット:

# authz/authz-tool/tool/src/bundle/authz-tool.properties:per.lis.site
source: Site
es: Sitio
ja: サイト

# authz/authz-tool/tool/src/bundle/authz-tool.properties:java.alert.prbset
source: Permissions can not be set at this time because the site is already being edited. Close permissions in other tools before proceeding.
es: No se pueden establecer los permisos porque el sitio está siendo editado. Cierre los permisos en otras herramientas antes de continuar.
ja: サイトがすでに編集中であるため，この時点では権限を設定することができません．編集状態にあるツールの権限設定を終了してください．

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.add
source: Add Role
es: Añadir Rol
ja: ロールを追加

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.confirm.alert
source: Alert:
es: Alerta:
ja: 警告:

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.confirm.cancel
source: Cancel
es: Cancelar
ja: キャンセル

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.confirm.please
source: Please confirm the removal of this Realm:
es: Por favor,confirme el borrado de este perfil:
ja: ロールを削除してもよろしいですか?

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.confirm.remove
source: Remove
es: Borrar
ja: 削除

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.confirm.usedfor
source: Used for
es: Usado para
ja: 使用先：

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.confirm.removing
source: Removing Realm...
es: Borrando Perfil...
ja: レルムを削除しています...

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.copyrol
source: Copy Role...
es: Copiar Rol...
ja: ロールをコピー...

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.defined
source: A Role with this id ({0}) is already defined.
es: Un Rol con este Id ({0}) ya está definido.
ja: この ID ({0}) のロールはすでに宣言されています．

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.edit.active
source: active
es: activo
ja: アクティブ

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.edit.inactive
source: inactive
es: inactivo
ja: 非アクティブ

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.edit.summary
source: Review and modify this Realm's information.
es: Revisar y modificar esta información.
ja: このレルムの情報を確認・修正

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.edit.alert
source: Alert:
es: Alerta:
ja: 警告:

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.edit.cancel
source: Cancel
es: Cancelar
ja: キャンセル

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.edit.complete
source: Complete the Realm Edit
es: Finalizar la edición del perfil
ja: ロールの編集を完了

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.edit.description
source: Description
es: Descripción
ja: 説明

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.edit.edit
source: Edit: Realm
es: Editar: Perfil
ja: 編集: レルム

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.edit.from
source: From Provider
es: Del Proveedor
ja: 提供元

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.edit.id
source: Realm Id:
es: ID del perfil:
ja: レルム ID:

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.edit.maintain
source: Maintain Role:
es: Rol de mantenimiento:
ja: 管理ロール:

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.edit.noroles
source: No Roles have been granted to any users.
es: No hay Roles permitidos para ningún usuario.
ja: ユーザに許可されているロールがありません．

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.edit.noroles1
source: No roles are defined.
es: No hay Roles definidos.
ja: ロールが定義されていません．

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.edit.provided
source: provided
es: proporcionado
ja: プロバイダ

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.edit.provider
source: Provider Id:
es: ID de proveedor:
ja: プロバイダ ID:

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.edit.realm
source: Realm
es: Perfil
ja: レルム

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.edit.review
source: Review and modify this Realm's information.
es: Revisar y modificar la información del perfil.
ja: レルム情報を確認・修正します.

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.edit.role
source: Role
es: Rol
ja: ロール

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.edit.status
source: Status
es: Estado
ja: 状態

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.edit.roleid
source: Role Id
es: ID del Rol
ja: ロール ID

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.edit.roles
source: Roles
ja: ロール

source: List of Roles. First column role ids, second column description.
es: Lista de roles. La primera columna son los identificadores y la segunda, la descripción del rol asociado.
ja: ロールの一覧．最初のカラムは「ID」，2番目のカラムは「説明」です．

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.edit.save
source: Save
es: Guardar
ja: 保存

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.edit.these
source: These are the Roles granted to individual users in this Realm. Click on an Id to edit.
es: Estos son los Roles permitidos a usuarios individuales en este perfil. Pulse en un ID para editar.
ja: このレルムのユーザに許可されているロールがあります．編集したいロール ID をクリックしてください．

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.edit.these1
source: These are the Roles defined within this Realm. Click on an Id to edit.
es: Estos son los Roles definidos a usuarios individuales en este perfil. Pulse en un ID para editar.
ja: このレルム内で定義されているロールがあります．編集したい ID をクリックしてください．

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.edit.used
source: Used for
es: Usado para
ja: 使用先：

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.edit.userid
source: User Id
es: ID de usuario
ja: ユーザ ID

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.edit.users
source: Users
es: Usuarios
ja: ユーザ

source: List of users. First column contains user ids, second column contains description, third column contains status, fourth column contains the provider.
es: Lista de usuarios. La primera columna contiene los identificadores de usuario, la segunda la descripción, la tercera el estado y la cuarta el proveedor.
ja: ユーザ一覧．最初のカラムは「ユーザ ID」，2番目のカラムは「説明」，3番目のカラムは「状態」，4番目のカラムは「作成者」です．

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.grant
source: Grant Ability
es: Habilitar permiso
ja: 権限を許可

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.idinvalid
source: The realm id is invalid
es: El ID del perfil no es válido
ja: 不正なレルム ID です

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.iduse
source: The realm id is already in use
es: El ID del perfil ya está en uso
ja: レルム ID がすでに使われています

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.list.alert
source: Alert:
es: Alerta:
ja: 警告:

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.list.summary
source: List of Realms. First column Realm ID, second provider ID, third Maintain Role
es: Lista de perfiles. La primera columna es el identificador del perfil, la segunda el proveedor y la tercera el rol de mantenimiento
ja: レルム一覧．最初のカラムは「レルム ID」，2番目のカラムは「プロバイダ ID」，3番目のカラムは「管理ロール」です．

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.list.maintain
source: Maintain Role
es: Rol de mantenimiento
ja: 管理ロール

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.list.norealms
source: No realms are defined that meet the search criteria.
es: No hay Perfiles definidos que cumplan los criterios de búsqueda.
ja: 検索条件に一致するレルムは定義されていません．

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.list.provide
source: Provider Id
es: ID de proveedor
ja: プロバイダ ID

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.list.realmid
source: Realm Id
es: ID del perfil
ja: レルム ID

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.list.these
source: These are the Realms defined within the system that meet the search criteria. Click on an Id to edit.
es: Estos son los perfiles definidos que se ajustan a los criterios de búsqueda. Pulse en un ID para editar.
ja: 検索条件に一致するレルムはシステム内に定義されています．編集する場合は ID をクリックしてください．

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.list.used
source: Used for
es: Usado para
ja: 使用先：

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.list.youare
source: You are viewing
es: Está viendo
ja: 現在の表示:

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.list.results
source: results.
es: resultados.
ja: の結果を表示しています．

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.new
source: New Realm
es: Nuevo perfil
ja: 新規レルム

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.notfound
source: Realm {0} not found
es: El perfil {0} no encontrado
ja: レルム {0} 見つかりません

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.notpermis
source: You do not have permission to create this Realm
es: No tiene permiso para crear el perfil
ja: このレルムを作成する権限がありません

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.notpermis1
source: You do not have permission to edit Realm
es: No tiene permiso para editar perfiles
ja: レルムを編集する権限がありません

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.notpermis2
source: You do not have permission to remove Realm {0}
es: No tiene permiso para borrar perfiles {0}
ja: レルムを削除する権限がありません {0}

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.notpermis3
source: You do not have permission to edit this Realm
es: No tiene permiso para editar este perfil
ja: このレルムを編集する権限がありません

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.please
source: Please enter a Role id.
es: Por favor, introduzca un ID del Rol.
ja: ロール ID を入力してください．

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.realm
source: Realm
es: Perfil
ja: レルム

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.remove
source: Remove Realm
es: Borrar perfil
ja: レルムを削除

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.removeall
source: Remove All
es: Borrar Todas
ja: すべて削除

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.removerol
source: Remove Role
es: Borrar Rol
ja: ロールを削除

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.role
source: Add Role
es: Añadir Rol
ja: ロールを追加

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.role.alert
source: Alert:
es: Alerta:
ja: 警告:

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.role.cancel
source: Cancel
es: Cancelar
ja: キャンセル

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.role.complete
source: Complete the Realm Edit
es: Finalizar la edición del perfil
ja: レルム編集を完了

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.role.continue
source: Continue Editing
es: Continuar editando
ja: 編集を続ける

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.role.description
source: Description:
es: Descripción:
ja: 説明:

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.role.done
source: Done
es: Hecho
ja: 完了

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.role.edit
source: Edit: Realm
es: Editar: Perfil
ja: 編集: レルム

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.role.functions
source: Functions
es: Funciones
ja: 機能

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.role.functions2
source: Functions:
es: Funciones:
ja: 機能:

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.role.id
source: Role Id:
es: ID del Rol:
ja: ロール ID:

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.role.role
source: Role
es: Rol
ja: ロール

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.role.save
source: Save
es: Guardar
ja: 保存

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.role.used
source: Used for
es: Usado para
ja: 使用先：

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.role.set
source: Set the Functions for this Role.
es: Guardar las Funciones para este Rol.
ja: このロールの機能をセットします．

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.role.group
source: Should this role be limited to the group provider only?
es: ¿Debe estar este rol limitado únicamente al proveedor de grupo?
ja: このロールをグループプロバイダだけに限定すべきですか?

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.save
source: Save As
es: Guardar como...
ja: 別名で保存

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.saveas.alert
source: Alert:
es: Alerta:
ja: 警告:

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.saveas.cancel
source: Cancel
es: Cancelar
ja: キャンセル

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.saveas.copy
source: Copy Role
es: Copiar Rol
ja: ロールをコピー

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.saveas.enter
source: Enter a new Role id to create a new role that is a copy of the selected Role.
es: Introduzca un nuevo ID del Rol para crear un nuevo rol que sea una copia del rol seleccionado.
ja: 新しいロール ID を入力し，選択されたロールのコピーとなる新しいロールを作成します．

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.saveas.enter1
source: Enter a new realm id to create a new realm that is a copy of the selected realm.
es: Introduzca un nuevo ID del perfil para crear un nuevo rol que sea una copia del perfil seleccionado.
ja: 新しいレルム ID を入力し，選択されたレルムのコピーとなる新しいレルムを作成します．

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.saveas.realm
source: Realm
es: Perfil
ja: レルム

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.saveas.realmid
source: Realm Id:
es: ID del perfil:
ja: レルム ID:

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.saveas.role
source: Role
es: Rol
ja: ロール

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.saveas.roleid
source: Role Id:
es: ID del Rol:
ja: ロール ID:

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.saveas.save
source: Save
es: Guardar
ja: 保存

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.saveas.saveas
source: Save as...
es: Guardar como...
ja: 別名で保存...

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.someone
source: Someone else is currently editing this Realm:
es: Alguien más está editando el perfil:
ja: このレルムを他のユーザが現在編集しています:

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.user
source: User id not found.
es: El usuario no se encuentra.
ja: ユーザ ID が見つかりません

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.user.alert
source: Alert:
es: Alerta:
ja: 警告:

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.user.cancel
source: Cancel
es: Cancelar
ja: キャンセル

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.user.complete
source: Complete the Realm Edit
es: Finalizar la edición del perfil
ja: レルム編集を完了

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.user.continue
source: Continue Editing
es: Continuar la edición
ja: 編集を続ける

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.user.done
source: Done
es: Hecho
ja: 完了

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.user.edit
source: Edit: Realm
es: Editar: Perfil
ja: 編集: レルム

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.user.id
source: User Id:
es: ID de usuario:
ja: ユーザ ID:

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.user.role
source: Role
es: Rol
ja: ロール

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.user.role2
source: Role:
es: Rol:
ja: ロール:

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.user.save
source: Save
es: Guardar
ja: 保存

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.user.set
source: Set the Role for this User.
es: Definir el Rol para el Usuario.
ja: このユーザのロールをセットします．

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.user.used
source: Used for
es: Usado para
ja: 使用先：

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.user.user
source: User Role
es: Rol del usuario
ja: ユーザのロール

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.user.notfound
source: Internal error: user not found.
es: Error interno: usuario no encontrado.
ja: 内部エラー: ユーザが見つかりませんでした．

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.noaccess
source: You do not have permission to use this tool.
es: No tiene permiso para utilizar esta herramienta.
ja: このツールにアクセスする権限がありません．

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.view.active
source: active
es: activo
ja: アクティブ

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.view.description
source: Description
es: Descripción
ja: 説明

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.view.view
source: View: Realm
es: Vista: Permisos
ja: 表示: レルム

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.view.realm
source: Realm
es: Permisos
ja: レルム

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.view.review
source: Review this Realm's information.
es: Revisar la información de este permiso.
ja: このレルムの情報を確認

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.view.from
source: From Provider
es: Del proveedor
ja: 提供元

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.view.id
source: Realm Id:
es: Id del Permiso:
ja: レルム ID:

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.view.maintain
source: Maintain Role:
es: Rol de mantenimiento:
ja: 管理ロール:

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.view.used
source: Used for
es: Utilizado para
ja: 使用先:

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.view.these
source: These are the Roles granted to individual users in this Realm. Click on an Id to view.
es: Estos son los Roles permitidos a usuarios individuales con este Permiso. Haga clic en un ID para editar.
ja: このレルムのユーザに許可されているロールがあります．公開したいロール ID をクリックしてください．

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.view.these1
source: These are the Roles defined within this Realm. Click on an Id to view.
es: Estos son los Roles definidos con este Permiso. Haga clic en un ID para editar.
ja: このレルム内で定義されているロールがあります．公開したい ID をクリックしてください．

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.view.userid
source: User Id
es: ID de usuario
ja: ユーザ ID

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.view.users
source: Users
es: Usuarios
ja: ユーザ

source: List of users. First column contains user ids, second column contains description, third column contains status, fourth column contains the provider.
es: Lista de usuarios. Primera columna contiene identificadores de usuario, segunda columna contiene descripción, tercera columna contiene estado, cuarta columna contiene el proveedor.
ja: ユーザ一覧です．1 列目はユーザ ID，2 列目は説明，3 列目は状態，4 列目はプロバイダです．

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.view.status
source: Status
es: Estado
ja: 状態

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.view.roleid
source: Role Id
es: ID del Rol
ja: ロール ID

# authz/authz-tool/tool/src/bundle/authz-tool.properties:realm.view.roles
source: Roles
ja: ロール
