Repository: kyoto-u/openpanda
Catalog: l10n/*/basiclti.po
Languages: es, ja

# basiclti/web-ifp/src/bundle/iframe.properties:gen.alert
source: Alert:
es: Alerta:
ja: 警告:

# basiclti/web-ifp/src/bundle/iframe.properties:gen.custom
source: Customize Web Content
es: Personalizar el contenido Web
ja: ウェブコンテンツをカスタマイズ

# basiclti/web-ifp/src/bundle/iframe.properties:gen.custom.site
source: Customize Server Info Display
es: Personalizar la información del servidor
ja: サーバ情報表示をカスタマイズ

# basiclti/web-ifp/src/bundle/iframe.properties:gen.custom.worksite
source: Customize Site Info Display
es: Personalizar la información del Sitio
ja: サイト情報表示をカスタマイズ

# basiclti/web-ifp/src/bundle/iframe.properties:gen.custom.workspace
source: Customize My Workspace Info Display
es: Personalizar Mi Sitio
ja: マイ・ワークサイト情報表示をカスタマイズ

# basiclti/web-ifp/src/bundle/iframe.properties:gen.height
source: Frame Height
es: Altura del marco
ja: フレームの高さ

# basiclti/web-ifp/src/bundle/iframe.properties:gen.title
source: Title
es: Título
ja: タイトル

# basiclti/web-ifp/src/bundle/iframe.properties:gen.tootit
source: Tool Title
es: Título de la herramienta
ja: ツールタイトル

# basiclti/web-ifp/src/bundle/iframe.properties:gen.pagtit
source: Page Title
es: Página de la herramienta
ja: ページタイトル

# basiclti/web-ifp/src/bundle/iframe.properties:gen.save
source: Update Options
es: Actualizar
ja: オプションを更新

# basiclti/web-ifp/src/bundle/iframe.properties:gen.cancel
source: Cancel
es: Cancelar
ja: キャンセル

# basiclti/web-ifp/src/bundle/iframe.properties:gen.options
source: Options
es: Opciones
ja: オプション

# basiclti/web-ifp/src/bundle/iframe.properties:gen.description
source: Description
es: Descripción
ja: 説明

# basiclti/web-ifp/src/bundle/iframe.properties:gen.info.url
source: Site Info URL
es: Sitio Info URL
ja: サイト情報 URL

# basiclti/web-ifp/src/bundle/iframe.properties:gen.info.url.msg
source: If specified, this URL will be shown instead of the Site description.
es: Si se especifica, se mostrará esta URL en lugar de la descripción del Sitio
ja: これを指定すると，サイト説明の代わりにこの URL が表示されます．

# basiclti/web-ifp/src/bundle/iframe.properties:gen.info.maximize
source: Launch Maximum Width
es: Desplegar ancho máximo
ja: 最大幅で起動

# basiclti/web-ifp/src/bundle/iframe.properties:get.info.notconfig
source: Not yet configured.
es: Aún no configurado.
ja: まだ未設定

# basiclti/web-ifp/src/bundle/iframe.properties:new.page.launch
source: Page opened in new window.
es: Abrir la página en ventana nueva.
ja: 新しいウィンドウに開かれたページ

# basiclti/web-ifp/src/bundle/iframe.properties:new.page.relaunch
source: Press to re-launch page.
es: Re-abrir la página en ventana nueva
ja: クリックしてページを再起動します．

# basiclti/web-ifp/src/bundle/iframe.properties:gen.hei1
source: 300 pixels
ja: 300 ピクセル

# basiclti/web-ifp/src/bundle/iframe.properties:gen.hei2
source: 450 pixels
ja: 450 ピクセル

# basiclti/web-ifp/src/bundle/iframe.properties:gen.hei3
source: 600 pixels
ja: 600 ピクセル

# basiclti/web-ifp/src/bundle/iframe.properties:gen.hei4
source: 750 pixels
ja: 750 ピクセル

# basiclti/web-ifp/src/bundle/iframe.properties:gen.hei5
source: 900 pixels
ja: 900 ピクセル

# basiclti/web-ifp/src/bundle/iframe.properties:gen.hei6
source: 1200 pixels
ja: 1200 ピクセル

# basiclti/web-ifp/src/bundle/iframe.properties:gen.hei7
source: 1800 pixels
ja: 1800 ピクセル

# basiclti/web-ifp/src/bundle/iframe.properties:gen.hei8
source: 2400 pixels
ja: 2400 ピクセル

# basiclti/web-ifp/src/bundle/iframe.properties:gen.heisomelse
source: Something else
es: Algo más
ja: その他

# basiclti/web-ifp/src/bundle/iframe.properties:gen.custheight
source: Custom height
es: Altura personalizada
ja: 高さを指定

# basiclti/web-ifp/src/bundle/iframe.properties:gen.pixels
source: pixels
ja: ピクセル

# basiclti/web-ifp/src/bundle/iframe.properties:gen.info.pop
source: Open in new window?
es: ¿Popup?
ja: ポップアップ?

# basiclti/web-ifp/src/bundle/iframe.properties:gen.info.yes
source: yes
es: sí
ja: はい

# basiclti/web-ifp/src/bundle/iframe.properties:gen.info.no
source: no
ja: いいえ

# basiclti/web-ifp/src/bundle/iframe.properties:java.alert.pleentval
source: The height you entered was not valid.
es: La altura que ha introducido no es válida.
ja: 入力された高さが正しくありませんでした．

# basiclti/basiclti-blis/src/bundle/blis.properties:outcomes.invalid
source: Not a valid outcomes request
es: La petición no es válida
ja: 有効なアウトカムリクエストではありません．

# basiclti/basiclti-blis/src/bundle/blis.properties:outcomes.missing
source: Message is missing required information
es: El mensaje omite información obligatoria
ja: メッセージには必須情報がありません

# basiclti/basiclti-blis/src/bundle/blis.properties:outcomes.sourcedid
source: Unable to process sourcedid
es: Imposible procesar la fuente de identificador
ja: ソース ID を処理することができませんでした.

# basiclti/basiclti-blis/src/bundle/blis.properties:outcome.site.membership
source: Not a member of the designated site
es: No es un miembro de sitio especificado
ja: 指定されたサイトのメンバではありません

# basiclti/basiclti-blis/src/bundle/blis.properties:outcome.no.assignment
source: Designated gradable assignment does not exist
es: La tarea calificable especificada no existe
ja: 指定された採点可能な課題が存在しません

# basiclti/basiclti-blis/src/bundle/blis.properties:outcome.grade.fail
source: Fail to store grade in gradebook
es: Fallo al guardar en Calificaciones
ja: 成績簿に成績を保存できませんでした

# basiclti/basiclti-blis/src/bundle/blis.properties:outcome.no.validate
source: Unable to validate message
es: Podira no validarse la solicitud LORI
ja: メッセージを検証することができませんでした

# basiclti/basiclti-blis/src/bundle/blis.properties:outcome.tool.finished
source: External tool has finished
es: La herramienta externa ha finalizado
ja: 外部ツールは終了しました

# basiclti/basiclti-blis/src/bundle/blis.properties:outcome.tool.lti_msg
source: External tool has finished:
es: La herramienta externa ha finalizado:
ja: 外部ツールは終了しました:

# basiclti/basiclti-blis/src/bundle/blis.properties:outcome.tool.lti_errormsg
source: External tool has finished with an error:
es: La herramienta externa ha terminado con un error:
ja: 外部ツールはエラーにより終了しました:

# basiclti/basiclti-blis/src/bundle/blis.properties:outcome.tool.close.window
source: Continue...
es: Continuar...
ja: 続ける...

# basiclti/basiclti-blis/src/bundle/blis.properties:outcomes.lori_api_token
source: Error in lori_api_token
es: Error en lori_api_token
ja: lori_api_tokenのエラー

# basiclti/basiclti-blis/src/bundle/blis.properties:setting.empty
source: Missing setting value
es: Falta parámetro de configuración
ja: 設定値がありません

# basiclti/basiclti-blis/src/bundle/blis.properties:setting.save.fail
source: Failure while storing setting
es: Se produjo un fallo cuando se guardaba la configuración
ja: 設定を保存中の失敗です

# basiclti/basiclti-blis/src/bundle/blis.properties:setting.fail
source: Failure processing setting message
es: Se produjo un fallo procesando un mensaje de configuración
ja: メッセージを設定処理中の失敗です

# basiclti/basiclti-blis/src/bundle/blis.properties:request.bad.url
source: Bad URL format for request
es: La solicitud tiene una URL con mal formato
ja: リクエストに対して正しくないURIフォーマット

# basiclti/basiclti-blis/src/bundle/blis.properties:request.not.implemented
source: Unknown request
es: Solicitud desconocida
ja: 不明なリクエスト

# basiclti/basiclti-blis/src/bundle/blis.properties:deploy.register.valid
source: Request is not in a valid format
es: La solicitud tiene un formato que no es válido
ja: リクエストは有効なフォーマットではありません

# basiclti/basiclti-blis/src/bundle/blis.properties:deploy.register.credentials
source: Deployment is missing credentials
es: Faltan credenciales en el despliegue
ja: 配備は認証情報を失わせます

# basiclti/basiclti-blis/src/bundle/blis.properties:deploy.register.signature
source: OAuth signature failure
es: Falta de firma OAuth
ja: OAuth署名失敗

# basiclti/basiclti-blis/src/bundle/blis.properties:deploy.register.parse
source: JSON parse failed
es: Fallo al analizar el JSON
ja: JSONの構文解析失敗

# basiclti/basiclti-blis/src/bundle/blis.properties:deploy.register.notools
source: No tools found in profile
es: No se han encontrado herramientas en el perfil
ja: プロフィールにツールが見つかりませんでした

# basiclti/basiclti-blis/src/bundle/blis.properties:deploy.register.launch
source: Unable to determine launch URL
es: No se pudo determinar el lanzamiento de la URL
ja: 起動URLを決定できません

# basiclti/basiclti-blis/src/bundle/blis.properties:deploy.register.messages
source: A resource_handler cannot have more than one basic-lti-launch-request message
es: Un resource_handler no puede tener más de un mensaje de solicitud de lanzamiento basic-lti
ja: resource_handlerは一つ以上のbasic-lti-launch-requestメッセージを持てません

# basiclti/basiclti-blis/src/bundle/blis.properties:deploy.register.nopath
source: A basic-lti-launch-request message must have a path
es: Un mensaje de solicitud de lanzamiento basic-lti debe tener un 'path'
ja: basic-lti-launch-request メッセージはパスを持たなければなりません

# basiclti/basiclti-portlet/src/bundle/basiclti-events.properties:basiclti-events
source: Enables reporting of LTI usage to SiteStats. There are no usable interfaces here.
es: Activa el envío de información sobre el uso de Basic LTI a SiteStats. No hay interfaces usables aquí.
ja: サイト統計に LTI 利用の報告を許可します．ここには利用可能なインタフェースはありません．

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:lti.forward
source: Press to start external tool
es: Presiona iniciar la herramienta externa
ja: クリックすると外部ツールを開始します．

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:noiframes
source: Your browser does not support iframes.
es: Su navegador no soporta iframes.
ja: ブラウザが iFrame をサポートしていません．

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:noiframe.press.here
source: Press here to launch.
es: Presione para lanzar.
ja: ここをクリックして起動します．

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:not.configured
source: This tool has not yet been configured.
es: Esta herramienta todavía no se ha configurado.
ja: このツールはまだ設定されていません．

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:new.page.launch
source: Content opened in a new window. Make sure pop up windows are allowed in your browser.
es: El contenido se ha abierto es una ventana nueva. Asegúrese de que las ventanas emergentes está en su navegador.
ja: コンテンツが新しいウィンドウに開かれました．ポップアップウィンドウがブラウザで許可されていることを確認して下さい．

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:edit.exit
source: Cancel
es: Cancelar
ja: キャンセル

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:edit.clear.prefs
source: Clear Stored Preferences
es: Borrar las preferencias almacenadas
ja: 保存した設定をクリア

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:edit.nothing
source: Configuration has been pre-set and cannot be edited for this placement.
es: La configuración ha sido preestablecida y no puede editarse para esta ubicación.
ja: 構成はプリセットされこのプレースメントに対して編集されません．

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:edit.clear.yes
source: YES
es: SÍ
ja: はい

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:edit.clear.no
source: NO
ja: いいえ

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:are.you.sure
source: Are you sure your want to remove the settings for this Tool Interoperability Placement?
es: ¿Está seguro de que desea borrar la configuración de este TIP (Tool Interoperability Placement)?
ja: ツール互換プレースメント用設定を削除してもよろしいですか?

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:select.url
source: URL and Password
es: URL y contraseña
ja: URL およびパスワード

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:select.xml
source: XML Paste
es: Pegar XML
ja: XML ペースト

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:required.information
source: Required Information
es: Información obligatoria
ja: 必須情報

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:display.information
source: Display Information
es: Mostrar información
ja: 表示情報

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.information
source: Optional Launch Information
es: Información opcional
ja: 起動情報(任意)

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:tool.xml.detail
source: <p>Some external tools will provide you an XML descriptor that includes the URL and other configuration information. If your external tool supports the XML descriptor, copy and paste the descriptor in this field.
es: <p>Algunas herramientas externas proporcionan un descriptor XML que incluye la URL y otra información de configuración. Si su herramienta externa soporta el descriptor XML, copiélo y péguelo en este campo.
ja: <p>外部ツールのいくつかは，URL や他の設定情報を含む XML デスクリプタを提供します．外部ツールが XML デスクリプタをサポートする場合は，このフィールドにデスクリプタをコピー＆ペーストします．

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:tool.url
source: Remote Tool Url:
es: URL de la herramienta remota:
ja: リモートツールの URL:

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:tool.key
source: Remote Tool Key:
es: Clave de la herramienta remota:
ja: リモートツールのキー:

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:tool.secret
source: Remote Tool Secret:
es: Secreto de la herramienta remota:
ja: リモートツールのシークレット

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:page.title
source: Set Button Text:
es: Establecer el texto del botón:
ja: ボタンテキストをセット:

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:page.title.detail
source: (Text in tool menu)
es: (Texto del menú de la herramienta)
ja: (ツールメニュー中のテキスト)

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:tool.title
source: Set Tool Title:
es: Establecer el título de la herramienta:
ja: ツールタイトルをセット:

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:tool.title.detail
source: (Above the tool)
es: (Sobre la herramienta)
ja: (ツール上部)

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:new.page
source: Open in a New Window:
es: Abrir en una nueva ventana:
ja: 新しいウィンドウに開く

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:maximize.page
source: Maximize Window Width:
es: Maximizar el ancho de la ventana:
ja: ウィンドウ幅を最大化:

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:iframe.height
source: iFrame Height:
es: Altura del iFrame:
ja: iFrame の高さ:

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:debug.launch
source: Debug Launch:
es: Depurar lanzamiento:
ja: デバッグ起動:

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:debug.launch.detail
source: <br/>When Debug Launch is selected, the tool pauses before launching and displays launch data.
es: <br/>Cuando se seleccionar "Depurar lanzamiento", la herramienta se para antes de lanzar y mostrar los datos del lanzamiento.
ja: <br/>「デバッグ起動」を選択すると，起動前にツールは一時停止し，起動データを表示します．

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.privacy
source: Releasing Roster Information
es: Liberar información de la orla
ja: クラス名簿情報を公開

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.privacy.detail
source: <br/>These options allow you to control which information is released to the external tool. Some tools may require roster information to function.
es: <br/>Estas opciones permiten controlar qué información se libera a la herramienta externa. Algunas exigen información de la orla para funcionar.
ja: <br/>これらのオプションにより，外部ツールにどの情報を公開するかをコントロールすることができます．機能させるためにクラス名簿情報を必要とする場合があるツールもあります．

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:privacy.releasename
source: Send Names to the External Tool
es: Enviar el nombre de los usuarios a la herramienta externa
ja: 名前を外部ツールに送信

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:privacy.releaseemail
source: Send Email Addresses to the External Tool
es: Enviar la dirección de correo de los usuarios a la herramienta externa
ja: メールアドレスを外部ツールに送信

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:privacy.allowroster
source: Allow the External Tool to retrieve the course roster
es: Permitir que la herramienta externa obtenga el listado de alumnos del curso
ja: コース名簿を回収することを外部ツールに許可

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:privacy.allowlori
source: Allow the External Tool to remotely install tools in Lessons
es: Permitir que la herramienta externa instale herramientas en Lecciones
ja: リモートで授業にツールをインストールすることを外部ツールに許可

source: Storing Tool Settings
es: Guardar configuración de la herramienta
ja: ツール設定を保存しています

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:privacy.allowsettings
source: Allow the External Tool to store and retrieve its settings
es: Permitir que la herramienta externa registre y recupere su propia configuración
ja: 設定を保存し回収することを外部ツールに許可します

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:allowsettings.detail
source: <br/>This allows the External Tool to store and retrieve its own settings in this placement. This only gives the tool access a scratch area to store and retrieve its own settings. It does not give the tool any access to any of the other setting.
es: <br/>Permite que la herramienta externa guarde y recupere su propia configuración para esta ubicación. Esto sólo da a la herramienta acceso a un espacio seguro donde guardar y leer sus propios datos. No se da a la herramienta potestad para acceder a otros datos.
ja: <br />これは，この場所に自身の設定を保存し回収することを外部ツールに許可します．これは自身の設定の保存と取得のためにスクラッチエリアへのアクセスをツールに与えます．他の設定へのいかなるアクセスもツールに与えません．

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:contentlink.legend
source: Content Link Setting
es: Configuración del enlace a contenidos
ja: コンテンツリンク設定

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:contentlink.label
source: Content Link URL
es: Contenido del enlace a la URL
ja: コンテンツリンク URL

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:contentlink.detail
source: <br/>This allows you to specify a content link to be sent to the external tool. This content should be available to unauthenticated users. The typical use of this feature is to send a file (such as a SCORM object) to the external tool to be played by the external tool.
es: <br/>Permite especificar un enlace a un contenido que será enviado a la herramienta externa. Este contenido debe estar disponible para usuarios no autenticados. El uso típico de esta características es para enviar un fichero (un objeto SCORM) a la herramienta externa para que sea esta quien lo reproduzca.
ja: <br />これにより外部ツールに送信されるコンテンツリンクを指定することができます．このコンテンツは，ユーザ認証なしで利用可能です．この機能の典型的な利用方法は，外部ツールでの再生のために，ファイル（SCORM オブジェクトのような）を外部ツールへ送信することです．

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.custom
source: Custom Launch Parameters
es: Parámetros de lanzamiento definidos por el usuario
ja: 起動パラメータをカスタマイズ

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.custom.detail
source: <br/>You can add a series of launch parameters using keyword=value. You can either put separate parameters on their own lines or separate them by semicolons (;).
es: <br/>Es posible añadir una serie de parámetros de lanzamiento utilizando el esquema nombre=valor incluyendo varios en la misma línea separados por punto y coma (;).
ja: <br/>「キー=値」を用いると複数の起動パラメータを追加することができます．パラメータを行ごとに分けて置くこともできますし，セミコロン(;)で分けることもできます．

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:update.options
source: Update Options
es: Actualizar opciones
ja: オプションを更新

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.splash
source: Splash Screen
es: Pantalla de bienvenida
ja: スプラッシュスクリーン

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.splash.detail
source: <br/>This text will be displayed to users before they are sent to the External Tool. You cannot use HTML in this field.
es: <br/>Este texto se mostrará a los usuarios antes de ser enviado a la herramienta externa. No puede usarse HTML en este campo.
ja: <br/>このテキストは外部ツールに送信される前にユーザに表示されます．このフィールドではHTMLを使えません．

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:error.modify.prefs
source: Unable to modify preferences.
es: Imposible modificar preferencias.
ja: 設定を修正することができません．

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:error.xml.input
source: Error in XML input.
es: Error en el XML de entrada.
ja: XML インプットのエラーです．

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:error.no.input
source: You must set Launch URL, key, and secret
es: Debe establecer la URL de lanzamiento, la clave y el secreto
ja: 起動 URL をセットするか，XML インプットを提供するかのいずれかが必要です

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:error.bad.url
source: Incorrectly formatted Launch URL
es: URL del lanzamiento formateada incorrectamente
ja: 起動 URL が正しくないフォーマットです

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:error.bad.height
source: Height must be a positive integer
es: La altura debe ser un entero positivo
ja: 高さは正の整数である必要があります

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:error.page.title
source: Unable to set page title.
es: Imposible establecer el título de la página.
ja: ページタイトルをセットすることができません．

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.missing
source: Missing required field for LTI Launch
es: Campo obligatorio requerido para lanzar LTI
ja: LTI 起動のための必須フィールドにないものがあります

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.invalid
source: Invalid value for LTI Launch
es: Valor no válido para lanzar LTI
ja: LTI 起動のための値が無効です

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.tool_id.required
source: Tool is not found on launch URL
es: Esta herramienta no se encuentra en la URL lanzamiento
ja: ツールを起動 URL 上に見つけることができません

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.tool.notallowed
source: Tool is not configured to allow LTI access
es: La herramienta no está configurada para permitir el acceso LTI
ja: ツールはLTI アクセスを許可するようには設定されていません

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.tool.notfound
source: Tool ID is not registered on this system
es: El ID de la herramienta no está registrado en el sistema
ja: ツール ID はこのシステムに登録されていません

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.key.notfound
source: OAuth Consumer Key Not found
es: No se ha encontrado la clave OAuth Consumer
ja: OAuth コンシューマキーが見つかりません

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.no.validate
source: OAuth does not validate this request
es: OAuth no valida esta petición
ja: OAuth はこのリクエストを検証できません

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.no.session
source: Unable to find session
es: Imposible encontrar la sesión
ja: セッションを見つけることができません

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.create.user
source: Unable to create user account
es: Imposible crear una cuenta de usuario
ja: ユーザアカウントを作成することができません

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.site.save
source: Unable to save site
es: Imposible guardar el sitio
ja: サイトを保存することができません

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.create.site
source: Unable to create site
es: Imposible crear el sitio
ja: サイトを作成することができません

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.role.missing
source: Could not find role
es: No puede encontrar el rol
ja: ロールを見つけることができません

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.join.site
source: Could not add user to site
es: No puede añadir un usuario al sitio
ja: ユーザをサイトに追加することができません

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.tool.search
source: Error searching through tools
es: Error buscando en las herramientas
ja: ツールを通じた検索のエラーです

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.tool.add
source: Could not add tool to site
es: No puede aññadir la herramienta al sitio
ja: ツールをサイトに追加することができません

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.continue
source: Press to continue to tool
es: Presionar para continuar la herramienta
ja: クリックするとツールへ続きます

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.user.invalid
source: Unable to find user
es: Imposible encontrar el usuario
ja: ユーザを見つけることができません

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.site.invalid
source: Unable to find site
es: Imposible encontrar el sitio
ja: サイトを見つけることができません
