Repository: kyoto-u/openpanda
Catalog: l10n/*/basiclti.po
Languages: es, ja

# basiclti/basiclti-tool/src/bundle/ltitool.properties:tool.description.system
source: Below are the external tools that have been added to the system. Select the "Edit" link to revise the launch settings. Select the "Add External Tool to System" link to make additional external tools available.
es: Abajo se muestran herramientas externas que han sido añadidas al sistema. Seleccione "Editar" para revisar las opciones de la herramienta. Selecciones "Añadir herramienta externa al sistema" para añadir nuevas herramientas externas.
ja: 以下はシステムに追加された外部ツールの一覧です．"編集" リンクを選択して起動設定を修正します．追加で外部ツールを利用可能にするには "外部ツールを追加" リンクを選択します．

# basiclti/basiclti-tool/src/bundle/ltitool.properties:tool.view
source: View Tool
es: Ver herramienta
ja: ツールを表示

# basiclti/basiclti-tool/src/bundle/ltitool.properties:tool.put
source: External Tool
es: Herramienta externa
ja: 外部ツール

# basiclti/basiclti-tool/src/bundle/ltitool.properties:tool.delete
source: Deleting a Tool
es: Borrar una herramienta
ja: ツールを削除しています

# basiclti/basiclti-tool/src/bundle/ltitool.properties:tool.delete.sure
source: This tool will be removed from all sites after deletion. Do you want to proceed?
es: Esta herramienta será borrada de todos los sitios. ¿Desea seguir adelante?
ja: 削除を行った後，ツールはすべてのサイトから取り除かれます．実行してもよろしいですか？

# basiclti/basiclti-tool/src/bundle/ltitool.properties:tool.table
source: External (LTI) Tools"
es: Herramientas externas (LTI)
ja: 外部 (LTI) ツール

# basiclti/basiclti-tool/src/bundle/ltitool.properties:tool.none
source: No Tools Found
es: No se encontraron herramientas
ja: ツールが見つかりませんでした

# basiclti/basiclti-tool/src/bundle/ltitool.properties:tool.note
source: <p>If you have a key and secret, you must first install the tool using this screen, and then to launch the tool, you need to create a tool configuration for the tool. You can test launch your tool and get a URL for your tool from the tool configuration screen.</p>
es: <p>Si tiene una clave-valor, instale primero esta herramienta usando esta pantalla y entonces lance la herramienta. Puede comprobar el lanzamiento de la herramienta y obtener una URL para su herramienta desde la pantalla de configuración.</p>
ja: <p>キーおよびシークレットを取得している場合は，この画面を用いてツールをまずインストールし，ツールを起動するためにそのツール用のツール設定を作成する必要があります．ツールの起動をテストし，そのツール設定画面からツールの URL を取得します．</p>

# basiclti/basiclti-tool/src/bundle/ltitool.properties:tool.launch
source: Launch URL:
es: URL de lanzamiento:
ja: 起動 URL:

# basiclti/basiclti-tool/src/bundle/ltitool.properties:tool.resource.handler
source: Resource Handler:
es: Controlador de recursos:
ja: リソースハンドラ:

# basiclti/basiclti-tool/src/bundle/ltitool.properties:tool.already.exists
source: <br/><span style="color:red">(Note tool aready exists for resource_handler)</span>
es: <br/> <span style="color:red"> (Nota, la herramienta ya existe para resource_handler)</span>
ja: <br/><span style="color:red">( resource_handler のツールは既存であることに注意)</span>

# basiclti/basiclti-tool/src/bundle/ltitool.properties:content.menu
source: Tool Placement
es: Ubicación de la herramienta
ja: ツールプレースメント

# basiclti/basiclti-tool/src/bundle/ltitool.properties:content.title
source: Tool Placement
es: Ubicación de la herramienta
ja: ツールプレースメント

# basiclti/basiclti-tool/src/bundle/ltitool.properties:content.note
source: <p>If you have a url, key, and secret you need to install a new tool, and then come back and place that tool to be launched in this screen.</p>
es: <p>Si tiene una URL, clave y secreto, ha de instalar una nueva herramienta y entonces volver atrás y configurar esa herramienta para que será lanzada desde esta pantalla.</p>
ja: <p>URL，キーおよびシークレットを取得している場合は，新しいツールをインストールした後で戻り，この画面で起動するそのツールを設置する必要があります．

# basiclti/basiclti-tool/src/bundle/ltitool.properties:content.put
source: Tool Placement
es: Ubicación de la herramienta
ja: ツールプレースメント

# basiclti/basiclti-tool/src/bundle/ltitool.properties:content.add
source: Create Tool Placement
es: Crear ubicación de la herramienta
ja: ツールプレースメント作成

# basiclti/basiclti-tool/src/bundle/ltitool.properties:content.tools
source: View Tools
es: Ver las herramientas
ja: ツールを表示

# basiclti/basiclti-tool/src/bundle/ltitool.properties:content.delete
source: Delete a Tool Placement
es: Eliminar una ubicación de herramienta
ja: ツールプレースメント削除

# basiclti/basiclti-tool/src/bundle/ltitool.properties:content.delete.sure
source: This tool will be removed from this site after deletion. Do you want to proceed?
es: Esta herramienta será borrada de todos los sitios. ¿Desea seguir adelante?
ja: 削除を行った後，ツールはこのサイトから取り除かれます．実行してもよろしいですか？

# basiclti/basiclti-tool/src/bundle/ltitool.properties:content.delete.detail
source: Note that there may be links to this tool placement elsewhere. If you delete this tool placement, links to this placement will stop working. You can place the same tool multiple times and have different settings for each placement.
es: Tenga en cuenta que pueden haber enlaces a la ubicación de esta herramienta en otros lugares. Si elimina la ubicación de esta herramienta, los enlaces a dejarán de funcionar. Puede ubicar la misma herramienta varias veces y tener una configuración distinta para cada ubicación.
ja: このツールへのリンクがどこか他にある場合がありますのでご注意下さい．このツールプレースメントを削除すると，このプレースメントへのリンクも動作しなくなります．同じツールを複数回設定して，各プレースメントに対して異なる設定を持たせることができます．

# basiclti/basiclti-tool/src/bundle/ltitool.properties:content.table
source: Current Tool Placement
es: Ubicación actual de la herramienta
ja: 現在のツールプレースメント

# basiclti/basiclti-tool/src/bundle/ltitool.properties:content.none
source: No Tool Placements Found
es: No se han encontrado ubicaciones para la herramienta
ja: ツールプレースメントが見つかりませんでした

# basiclti/basiclti-tool/src/bundle/ltitool.properties:content.select.tool
source: Select Tool
es: Seleccione la herramienta
ja: ツールを選択

# basiclti/basiclti-tool/src/bundle/ltitool.properties:content.select.one
source: ---------- select one ----------
es: ---------- seleccione una ----------
ja: ---------- 一つ選択 ----------

# basiclti/basiclti-tool/src/bundle/ltitool.properties:content.no.tools
source: No Tools Available
es: No hay herramientas disponibles
ja: 利用可能なツールはありません

# basiclti/basiclti-tool/src/bundle/ltitool.properties:content.admin.note
source: <p>Note: All tool placements need to have a non-null SITE_ID in order to be launched.</p>
es: <p>Nota: todas las ubicaciones de la herramienta necesitan tener un SITE_ID no nulo para ser lanzado.</p>
ja: <p>注意: すべてのツールプレースメントは，起動するためのヌルでないサイト ID を持つ必要があります．</p>

# basiclti/basiclti-tool/src/bundle/ltitool.properties:link.add
source: Adding Site Nagivation Link
es: Añadiendo enlace al sitio
ja: サイトナビゲーションリンクを追加

# basiclti/basiclti-tool/src/bundle/ltitool.properties:link.add.detail
source: <p>This will add a link to this tool to your site navigation. When you add the link, the entire page will reset to update the navigation.</p>
es: <p>Esto agregará un link a esta herramienta desde su sitio. Cuando se agrega el enlace, la página entera se restablecerá para actualizar la navegación.</p>
ja: <p>これにより，あなたのサイトナビゲーションにこのツールへのリンクが追加されます．リンクを追加すると，ナビゲーションを更新するためにページ全体がリセットされます．</p>

# basiclti/basiclti-tool/src/bundle/ltitool.properties:link.button.text
source: Button Text
es: Texto del botón
ja: ボタンテキスト

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.link.add.fail
source: Link Addition Failed
es: Se produjo un fallo cuando se creaba el enlace
ja: リンク追加に失敗

# basiclti/basiclti-tool/src/bundle/ltitool.properties:success.link.add
source: Linked
es: Vinculado
ja: リンク日時

# basiclti/basiclti-tool/src/bundle/ltitool.properties:link.remove
source: Removing Site Nagivation Link
es: Borrando enlace al sitio
ja: サイトナビゲーションリンクを削除

# basiclti/basiclti-tool/src/bundle/ltitool.properties:link.remove.detail
source: <p>This will remove the link to this tool from your site navigation. When you remove the link, the entire page will reset to update the navigation.</p>
es: <p>Esto eliminará el vínculo a esta herramienta desde su sitio. Cuando elimine el enlace, la página entera se restablecerá para actualizar la navegación.</p>
ja: <p>これにより，あなたのサイトナビゲーションからこのツールへのリンクが削除されます．リンクを削除すると，ナビゲーションを更新するためにページ全体がリセットされます．</p>

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.link.remove.fail
source: Link Addition Failed
es: Se produjo un fallo cuando se creaba el enlace
ja: リンク追加に失敗

# basiclti/basiclti-tool/src/bundle/ltitool.properties:success.link.remove
source: Link removed
es: Enlace eliminado
ja: リンクが削除されました

# basiclti/basiclti-tool/src/bundle/ltitool.properties:success.deleted
source: Deleted
es: Borrado
ja: 削除部分

# basiclti/basiclti-tool/src/bundle/ltitool.properties:success.created
source: Created
es: Creado
ja: 作成日時

# basiclti/basiclti-tool/src/bundle/ltitool.properties:success.updated
source: Updated
es: Actualizado
ja: 修正日時

# basiclti/basiclti-tool/src/bundle/ltitool.properties:success.linked
source: Linked
es: Enlazado
ja: リンク日時

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.delete.fail
source: Delete failed
es: Error al eliminar
ja: 削除に失敗しました

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.link.fail
source: Link failed
es: Falló el enlace
ja: リンクに失敗しました

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.placement.not.removed
source: Unable to remove tool placement
es: No se pudo borrar la ubicación de la herramienta
ja: ツール配置を削除することができません

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.maintain.edit
source: Must be site maintainer to edit
es: Debe ser un administrador del sitio para poder editar
ja: 編集するためにはサイト保守者である必要があります

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.maintain.view
source: Must be site maintainer to view
es: Debe ser gestor del sitio para poder visualizar
ja: 表示するためにはサイト保守者である必要があります

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.maintain.delete
source: Must be site maintainer to view
es: Debe ser gestor del sitio para poder visualizar
ja: 表示するためにはサイト保守者である必要があります

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.maintain.link
source: Must be site maintainer to manage links
es: Debe ser gestor del sitio para gestionar enlaces
ja: リンクを管理するためにはサイト保守者である必要があります

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.register.not.ready
source: This deployment is not ready to be registered
es: Este despliegue no está listo para ser registrado
ja: この配備はまだ登録することができません

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.deploy.not.found
source: Deployment not found
es: Despliegue no encontrado
ja: 配備が見つかりませんでした.

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.activate.not.ready
source: This deployment is not ready to be activated
es: Este despliegue no está listo para ser activado
ja: この配備はまだ有効化できません

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.deploy.not.config
source: This server is not configured for LTI2. Sample configuration will be used. Do not use sample data in production.
es: Este servidor no está configurado para LTI2. Se utilizará la configuración de ejemplo. No utilice datos de ejemplo en la producción.
ja: このサーバはLTI2が設定されていません．サンプル構成は使えます．プロダクションではサンプルデータを使わないで下さい．

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.admin.edit
source: Must be site adminstrator to edit
es: Debe ser administrador para editar
ja: 編集するためにはサイト管理者である必要があります

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.admin.view
source: Must be site administrator to view
es: Debe ser administrador del sitio para poder visualizar
ja: 表示するためにはサイト管理者である必要があります

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.admin.delete
source: Must be site administrator to view
es: Debe ser administrador del sitio para poder visualizar
ja: 表示するためにはサイト管理者である必要があります

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.admin.activate
source: Must be an administrator to activate
es: Debe ser un administrador para activar
ja: 有効化するためにはサイト管理者である必要があります

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.admin.register
source: Must be an administrator to register
es: Debe ser un administrador para registrar
ja: 登録するためにはサイト管理者である必要があります

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.id.not.found
source: ID not found
es: ID no encontrado
ja: ID が見つかりませんでした

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.content.not.found
source: Tool configuration not found
es: No se encuentra la configuración de la herramienta
ja: ツール設定が見つかりませんでした.

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.tool.not.found
source: Tool not found
es: Herramienta no encontrada
ja: ツールが見つかりませんでした.

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.missing.return
source: Called as helper without return URL
es: Llamado como ayudante sin dirección URL de retorno
ja: リターン URL なしでヘルパーとしてコールされました

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.need.key.secret
source: This tool will not function without a key and secret.
es: Esta herramienta no puede funcionar sin una pareja de clave-valor.
ja: このツールはキーおよびシークレットなしでは機能しません．

# basiclti/basiclti-tool/src/bundle/ltitool.properties:error.link.placement.update
source: Error updating placement information in configuration item
es: Se produjo un error al actualizar la configuración de información del ítem
ja: 設定アイテム中の配置情報を更新中のエラーです

# basiclti/basiclti-tool/src/bundle/ltitool.properties:need.tool.info
source: <p>Note: This tool was imported and needs a key and secret before it will function.</p>
es: <p>Nota: esta herramienta fue importada y necesita una clave y secreto para funcionar.</p>
ja: <p>注意: このツールはインポートされたもので，機能させるためにはキーおよびシークレットが必要です．</p>

# basiclti/basiclti-tool/src/bundle/ltitool.properties:need.tool.secret
source: Tool secret
es: Parámetro secreto de la herramienta
ja: ツールのシークレット

# basiclti/basiclti-tool/src/bundle/ltitool.properties:need.tool.key
source: Tool key
es: Parámetro llave de la herramienta
ja: ツールのキー

# basiclti/basiclti-tool/src/bundle/ltitool.properties:bl_title
source: Title
es: Título
ja: タイトル

# basiclti/basiclti-tool/src/bundle/ltitool.properties:bl_site
source: Site ID
es: ID del sitio
ja: サイト ID

# basiclti/basiclti-tool/src/bundle/ltitool.properties:bl_use
source: Uses
es: Usos
ja: 使用

# basiclti/basiclti-tool/src/bundle/ltitool.properties:bl_action
source: Action
es: Acción
ja: 操作

# basiclti/basiclti-tool/src/bundle/ltitool.properties:bl_page
source: Site Navigation
es: Navegación del sitio
ja: サイトナビゲーション

# basiclti/basiclti-tool/src/bundle/ltitool.properties:bl_matchpattern
source: URL to match
es: URL a coincidir
ja: マッチする URL

# basiclti/basiclti-tool/src/bundle/ltitool.properties:bl_addlink
source: Add Site Link
es: Añadir vínculo al sitio
ja: サイトリンクを追加

# basiclti/basiclti-tool/src/bundle/ltitool.properties:bl_removelink
source: Remove Site Link
es: Borrar vínculo al sitio
ja: サイトリンクを削除

# basiclti/basiclti-tool/src/bundle/ltitool.properties:bad.operation
source: You attempted an improper operation.
es: Intentó una operación incorrecta.
ja: 無効な操作が行われました．

# basiclti/basiclti-tool/src/bundle/ltitool.properties:operation.complete
source: Operation complete
es: Operación completa
ja: 操作は完了しました

# basiclti/basiclti-tool/src/bundle/ltitool.properties:operation.refreshing
source: Resetting navigation via window refresh...
es: Reestableciendo la navegación mediante refresco de la ventana...
ja: ウィンドウを更新して，ナビゲーションをリセットします...

# basiclti/basiclti-tool/src/bundle/ltitool.properties:add.to.site
source: Add Available Tool to Site
es: Añadir herramienta disponible al sitio
ja: サイトに利用可能なツールを追加

# basiclti/basiclti-tool/src/bundle/ltitool.properties:add.tool.to.site
source: Add Tool to Site
es: Añadir herramientas al sitio
ja: サイトにツールを追加

# basiclti/basiclti-tool/src/bundle/ltitool.properties:add.to.system
source: Add LTI 1.1 Tool
es: Añade herramienta LTI 1.1
ja: LTI 1.x ツールを追加

# basiclti/basiclti-tool/src/bundle/ltitool.properties:deploy.put
source: LTI 2.x Deployment
es: Despliegue LTI 2.x
ja: LTI 2.x 配備

# basiclti/basiclti-tool/src/bundle/ltitool.properties:deploy.in.system
source: LTI 2.x Deployments
es: Despliegues LTI 2.x
ja: LTI 2.x 配備

# basiclti/basiclti-tool/src/bundle/ltitool.properties:deploy.register
source: Registering external tools
es: Registrando herramientas externas
ja: 外部ツールを登録する

# basiclti/basiclti-tool/src/bundle/ltitool.properties:deploy.activate
source: Activating Deployment
es: Activando despliegue
ja: 配備を有効化中

# basiclti/basiclti-tool/src/bundle/ltitool.properties:deploy.activate.note
source: <p>When you activate this deployment, the tools in the deployment are installed or updated in the system. Activation completes the tool registration process.</p>
es: <p>Cuando se activa este despliegue, las herramientas en el despliegue se instalan o actualizan en el sistema. La activación completa el proceso de registro de las herramientas.</p>
ja: <p>この配備を有効にすると，配備のなかのツールがインストールされるか，システムにおいて更新されます．有効化はツール登録処理を完了させます．</p>

# basiclti/basiclti-tool/src/bundle/ltitool.properties:deploy.activate.badlaunch
source: Bad launch in deploy
es: Mal lanzamiento en el despliegue
ja: 配備における不正な起動

# basiclti/basiclti-tool/src/bundle/ltitool.properties:deploy.activate.notools
source: There are no tools to activate
es: No hay ninguna herramienta para activar
ja: 有効化するツールがありません

# basiclti/basiclti-tool/src/bundle/ltitool.properties:deploy.parse.exception
source: Unable to parse provider profile
es: No se puede analizar el perfil de proveedor
ja: プロバイダプロフィールを構文解析できません

# basiclti/basiclti-tool/src/bundle/ltitool.properties:deploy.delete
source: Deleting Deployment
es: Eliminación del despliegue
ja: 配備を削除中

# basiclti/basiclti-tool/src/bundle/ltitool.properties:deploy.delete.sure
source: Are you sure you want to delete this deployment?
es: ¿Está seguro de que desea eliminar este despliegue?
ja: 本当にこの配備を削除してもよろしいですか?

# basiclti/basiclti-tool/src/bundle/ltitool.properties:deploy.data
source: This deployment supports :tools tools and :contents placements in :sites sites.
es: Este despliegue soporta herramientas :tools y ubicaciones :contents en los sitios :sites.
ja: この配備は :ツール ツール および : サイト サイトの : コンテンツプレースメントをサポートします．

# basiclti/basiclti-tool/src/bundle/ltitool.properties:add.deploy
source: Add LTI 2.x Tool
es: Añadir Herramienta LTI 2.x
ja: LTI 2.x ツールを追加

# basiclti/basiclti-tool/src/bundle/ltitool.properties:deploy.description.system
source: Deployments currently in this system
es: Despliegues actualmente en este sistema
ja: このシステムの現在の配備

# basiclti/basiclti-tool/src/bundle/ltitool.properties:deploy.table
source: Deployments
es: Despliegues
ja: 配備

# basiclti/basiclti-tool/src/bundle/ltitool.properties:deploy.none
source: No LTI 2.x Deployments found
es: No se han encontrado despliegues LTI 2.x
ja: LTI 2.x 配備が見つかりませんでした

# basiclti/basiclti-tool/src/bundle/ltitool.properties:deploy.note
source: <p>These are LTI 2.x Tools. To add a tool you need a Tool Deployment URL.</p>
es: <p>Estas son herramientas LTI 2.x. Para añadir una herramienta necesita una URL de Despliegue de la herramienta.</p>
ja: <p>これらはLTI 2.x ツールです．ツールを追加するにはツール配備URLが必要です．</p>

# basiclti/basiclti-tool/src/bundle/ltitool.properties:deploy.provider.name
source: Activating tools from:
es: Activando las herramientas de:
ja: ツールを有効化中:

# basiclti/basiclti-tool/src/bundle/ltitool.properties:search.title
source: Search by Title
es: Búsqueda por título
ja: タイトルで検索

# basiclti/basiclti-tool/src/bundle/ltitool.properties:search.url
source: Search by URL
es: Búsqueda por URL
ja: URL で検索

# basiclti/basiclti-tool/src/bundle/ltitool.properties:search.siteid
source: Search by Site ID
es: Búsqueda por ID del sitio
ja: サイト ID で検索

# basiclti/basiclti-tool/src/bundle/ltitool.properties:search.uses
source: Search by Usage
es: Búsqueda por uso
ja: 使用頻度で検索
