Repository: kyoto-u/openpanda
Catalog: l10n/*/basiclti.po
Languages: es, ja

source: Unable to find user in site
es: Imposible encontrar un usuario en el sitio
ja: サイトにユーザを見つけることができません

source: Unable to find tool in site
es: Imposible encontrar una herramienta en el sitio
ja: サイトでツールを見つけることができません

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:launch.site.tool.denied
source: Not allowed to access tool
es: El acceso a la herramienta no está permitido
ja: ツールにアクセスする権限なし

source: The provided eid was invalid
es: El eid suministrado no es válido
ja: 指定された EID が無効でした.

source: Could not determine the user's site ID
es: No se pudo determinar el ID del sitio del usuario
ja: ユーザのサイト ID を特定することができませんでした

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:gradable.information
source: Routing Grades to the Gradebook
es: Enviando las notas a Calificaciones
ja: 成績簿に成績を送っています

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:gradable.title
source: Select Gradebook Item: <br/>
es: Seleccione un elemento de Calificaciones: <br/>
ja: 成績簿アイテムを選択: <br />

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:gradable.nograde
source: Do not accept grades from this tool
es: No se aceptan notas de esta herramienta
ja: このツールからの成績は受け付けません

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:gradable.detail
source: <br/>Be careful when changing this value. If you change this value, existing grades will <strong>not</strong> be moved to the new gradebook item. Only future grades received from the tool will be routed to the new gradebook item.
es: <br/>Tenga cuidado con cambiar este valor. Si lo hace, las notas existentes <strong>no</strong> se moverán al elemento de calificaciones. Solo las notas futuras se llevarán a Calificaciones.
ja: <br/>この値を変更する際はご注意下さい．この値を変更すると，既存の成績は新しい成績簿アイテムに<strong>移動されません</strong>．ツールから受け取った将来の成績のみが新しい成績簿アイテムに送られます．

# basiclti/basiclti-portlet/src/bundle/basiclti.properties:gradable.newassignment
source: Create Gradebook Item
es: Crear un ítem en el libro de notas
ja: 成績簿アイテムを作成

source: <br/>This creates a new gradebook item and routes grades to this new item. You only need to create the item once.
es: <br/>Esto crea un ítem en el libro de notas y canaliza las notas a este nuevo ítem. Sólo tiene que crear el ítem una vez.
ja: <br />これにより新しい成績簿アイテムが作成され，この新しいアイテムに成績が送られます．アイテムを作成する必要があるのは一度だけです．．

source: Invalid Gradebook Item Selected
es: Se ha seleccionado un elemento incorrecto de Calificaciones
ja: 選択した無効な成績簿アイテム

source: Unable to create gradebook item
es: No pudo crearse un ítem en el libro de notas
ja: 成績簿アイテムを作成することができません

# basiclti/basiclti-impl/src/bundle/basicltisvc.properties:launch.button
source: Press to continue to external tool.
es: Pulse continuar para ir a la herramienta externa.
ja: クリックすると外部ツールに移動します．

# basiclti/basiclti-impl/src/bundle/basicltisvc.properties:error.nosecret
source: Error - must have a secret.
es: Error - debe tener un secreto.
ja: エラー - シークレットが必要です．

# basiclti/basiclti-impl/src/bundle/basicltisvc.properties:error.nokey
source: Error - must have a secret and a key.
es: Error - debe tener un secreto y una clave.
ja: エラー - シークレットおよびキーが必要です．

# basiclti/basiclti-impl/src/bundle/basicltisvc.properties:error.nolaunch
source: This tool is not yet configured.
es: Esta herramienta todavía no se ha configurado.
ja: このツールはまだ設定されていません．

# basiclti/basiclti-impl/src/bundle/basicltisvc.properties:error.missing
source: Error, non-existent placementId.
es: Error, no existe el identificador placementId.
ja: エラーです．存在しないプレースメント ID です．

# basiclti/basiclti-impl/src/bundle/basicltisvc.properties:error.load
source: Error, cannot load placement=
es: Error, no puede cargar el identificador placementId=
ja: エラーです．次のプレースメントは読み込むことができません:

# basiclti/basiclti-impl/src/bundle/basicltisvc.properties:error.props
source: Error, cannot load Sakai information for placement=
es: Error, no se puede cargar la informació correspondiente al identificador placementId=
ja: エラーです．次のプレースメントに関する Sakai 情報を読み込むことができません:

# basiclti/basiclti-impl/src/bundle/basicltisvc.properties:error.sign
source: Error signing message.
es: Error firmando el mensaje
ja: メッセージ署名のエラーです．

# basiclti/basiclti-impl/src/bundle/basicltisvc.properties:error.content.missing
source: External tool content item is missing or improperly configured.
es: Falta el contenido de la herramientas externa o no ha sido correctamente configurado.
ja: 外部ツールのコンテンツアイテムがないか正しく設定されていません．

# basiclti/basiclti-impl/src/bundle/basicltisvc.properties:error.tool.missing
source: External tool item is missing or improperly configured.
es: Falta la herramienta externa o no ha sido configurada adecuadamente.
ja: 外部ツールアイテムがないか正しく設定されていません．

# basiclti/basiclti-impl/src/bundle/basicltisvc.properties:error.tool.partial
source: External tool item is incomplete, missing a key and secret. This is likely due to an imported cartridge. The administrator or site owner must configure the tool and add a key and secret before the extenal tool will work.
es: La configuración de la herramienta externa es incompleta o bien falta la clave y el secreto (key/secret). Puede deberse a un cartucho importado. El administrador o responsable del sitio debe configurar la herramienta y añadir una clave y un secreto para que funcione le herramienta externa.
ja: 外部ツールアイテムが，キーやシークレットが無く，不完全です．これはインポートされたカートリッジが原因のようです．外部ツールを動作させるためには，管理者あるいはサイト所有者がツールを設定し，キーやシークレットを追加する必要があります．

# basiclti/basiclti-impl/src/bundle/basicltisvc.properties:tool.disabled
source: External tool is currently disabled
es: La herramienta externa ha sido desactivada
ja: 外部ツールは現在無効です

# basiclti/basiclti-impl/src/bundle/basicltisvc.properties:error.site.missing
source: Cannot load site.
es: No puede cargarse el sitio.
ja: サイトを読み込むことができません．

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_off
source: (Off)
es: (Desactivado)
ja: (オフ)

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:foorm.missing.field
source: Required Field:
es: Campo requerido:
ja: 必須フィールド:

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:foorm.maxlength.field
source: Field >
es: Campo >
ja: フィールド >

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:foorm.integer.field
source: Field should be an integer:
es: El campo debe ser un entero:
ja: フィールドは整数でなくてはなりません:

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:foorm.id.field
source: Field has invalid characters:
es: El campo contiene caracteres inválidos:
ja: フィールドに無効な文字が含まれています:

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:foorm.url.field
source: Field is not a url:
es: El campo no es una URL:
ja: フィールドはURLではありません:

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:error.missing.toolid
source: Missing Tool ID
es: Falta el ID de la herramienta
ja: ツール ID がありません

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:error.invalid.toolid
source: Invalid Tool ID
es: ID de herramienta no válido
ja: 無効なツール ID です

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:error.content.not.found
source: Tool configuration not found
es: No se encuentra la configuración de la herramienta
ja: ツール設定が見つかりませんでした.

source: Tool content item not found
es: No se encuentra el contenido de la herramienta
ja: ツールのコンテンツが見つかりませんでした

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:id
source: Primary Key
es: Clave primaria
ja: プライマリーキー

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:tool_id
source: Associated Tool
es: Herramienta asociada
ja: 関連ツール

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_title
source: Tool Title (Above the tool)
es: Título de la herramienta (aparece encima)
ja: ツールタイトル (ツールの上)

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowtitle
source: Allow tool title to be changed
es: Permitir que pueda cambiarse el título de la herramienta
ja: ツールタイトルの変更を許可

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowtitle_allow
source: Allow
es: Permitir
ja: 許可

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowtitle_disallow
source: Do not allow
es: No permitir
ja: 不許可

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_pagetitle
source: Button Text (Text in tool menu)
es: Texto del botón (aparece en el menú)
ja: ボタンテキスト (ツールメニュー中のテキスト)

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowpagetitle
source: Allow button text to be changed
es: Permitir cambiar el texto del botón
ja: ボタンテキストの変更を許可

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowpagetitle_allow
source: Allow
es: Permitir
ja: 許可

source: Do not allow
es: No permitir
ja: 不許可

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_content_title
source: Tool Configuration Title
es: Título de la configuración de la herramienta
ja: ツール設定のタイトル

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_description
source: Description
es: Descripción
ja: 説明

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_note
source: Note
es: Nota
ja: ノート

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_status
source: Tool Status
es: Estado de la herramienta
ja: ツールの状態

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_status_enable
source: Enabled
es: Habilitado
ja: 有効

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_status_disable
source: Disabled
es: Deshabilitado
ja: 無効

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_visible
source: Tool Visibility
es: Visibilidad de la herramienta
ja: ツールの見え方

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_visible_visible
source: Visible
ja: 表示

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_visible_stealth
source: Stealthed
es: Modo silencioso
ja: 非表示

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:lti2_launch
source: URL, Key, and Secret are managed via web services in LTI2. Changing them here will likely break something.
es: La URL, la clave y el secreto se administran mediante servicios web en LTI2. Cambiándolos aquí probablemente romperá algo.
ja: URL，キー，シークレットはLTI2においてWebサービスで管理されます，ここでそれらを変更すると何かを破壊することがあります．

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:lti2_status
source: These values will serve as the default for the tools installed as part of this deployment.
es: Estos valores funcionarán como valores predeterminados para las herramientas instaladas como parte de este despliegue.
ja: これらの値はこの配備の一部としてインストールされたツールのデフォルトとして扱われます．

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_launch
source: Launch URL
es: URL de la herramienta
ja: 起動 URL

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowlaunch
source: Allow launch URL to be changed
es: Permitir que la URL de la herramienta pueda cambiarse
ja: 起動用のURLの変更を許可

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowlaunch_allow
source: Allow
es: Permitir
ja: 許可

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowlaunch_disallow
source: Do not allow
es: No permitir
ja: 不許可

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_consumerkey
source: Launch Key
es: Clave de la herramienta
ja: 起動キー

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowconsumerkey
source: Allow launch key to be changed
es: Permitir que pueda cambiarse la clave de la herramienta
ja: 起動用のキーの変更を許可

source: Allow
es: Permitir
ja: 許可

source: Do not allow
es: No permitir
ja: 不許可

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_secret
source: Launch Secret
es: Secreto de la herramienta
ja: 起動シークレット

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowsecret
source: Allow launch secret to be changed
es: Permitir que pueda cambiarse el secreto de la herramienta
ja: 起動用のシークレットの変更を許可

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowsecret_allow
source: Allow
es: Permitir
ja: 許可

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowsecret_disallow
source: Do not allow
es: No permitir
ja: 不許可

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:SITE_ID
source: Site Id (Leave blank to make tool available in all sites)
es: ID del sitio (déjelo en blanco para que la herramienta pueda estar disponible en todos los sitios)
ja: サイト ID (すべてのサイトでツールを利用可能にする場合は空のまま)

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_content_site_id
source: Site ID
es: ID del sitio
ja: サイト ID

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_frameheight
source: Frame Height
es: Altura del iFrame
ja: フレーム高

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowframeheight
source: Allow frame height to be changed
es: Permitir que pueda cambiarse la altura del marco
ja: フレームの高さの変更を許可

source: Allow
es: Permitir
ja: 許可

source: Do not allow
es: No permitir
ja: 不許可

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_newpage
source: Launch in Popup
es: Abrir en un ventana emergente
ja: ポップアップ起動

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_newpage_off
source: Never launch in Popup
es: No abrir nunca en una ventana emergente
ja: ポップアップで起動しない

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_newpage_on
source: Always launch in Popup
es: Lanzar siembre en una ventana emergente
ja: 常にポップアップで起動

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_newpage_content
source: Allow popup to be changed
es: Permitir que pueda cambiarse la ventana emergente
ja: ポップアップの変更を許可

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_debug
source: Debug Launch
es: Depurar la herramienta
ja: デバッグ起動

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_debug_off
source: Never launch in debug mode
es: No lanzar nunca en modo depuración
ja: デバッグモードで起動しない

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_debug_on
source: Always launch in debug mode
es: Abrir la herramienta siempre en modo depuración
ja: 常にデバッグモードで起動

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_debug_content
source: Allow debug mode to be changed
es: Permitir cambiar el modo depuración
ja: デバッグモードの変更を許可

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:privacy
source: Privacy Settings:
es: Configuración de privacidad:
ja: プライバシー設定:

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_sendname
source: Send User Names to External Tool
es: Enviar los nombre de los usuarios a la herramienta externa
ja: 外部ツールへユーザ名を送信

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_sendemailaddr
source: Send Email Addresses to External Tool
es: Enviar direcciones de email a la herramienta externa
ja: 外部ツールにメールアドレスを送信

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:services
source: Services:
es: Servicios:
ja: サービス:

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowoutcomes
source: Allow External Tool to return grades
es: Permitir que la herramienta externa devuelve notas
ja: 成績簿へ戻ることを外部ツールに許可

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowroster
source: Provide Roster to External Tool
es: Suministrar la lista de estudiantes a la herramienta externa
ja: 名簿を外部ツールに提供

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowsettings
source: Allow External Tool to store setting data
es: Permitir que la herramienta externa LTI pueda registrar datos de configuración
ja: 設定データの保存を外部ツールに許可

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowlori
source: Allow External Tool to access Lessons API
es: Permitir que la herramienta externa puede acceder al API de lecciones
ja: レッスンビルダAPIへのアクセスを外部ツールに許可

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_allowcustom
source: Allow additional custom parameters
es: Permitir parámetros personalizados adicionales
ja: 追加のカスタムパラメータを許可

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_custom
source: Custom Parameters (key=value on separate lines)
es: Parámetros personalizados (clave=valor en líneas separadas)
ja: カスタムパラメータ (キー=値 を1行ずつ)

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_splash
source: Splash Screen (If this is non-blank it is shown before the tool is launched)
es: Pantalla inicial (si no se deja en blanco, se mostrará antes de lanzar la herramienta)
ja: スプラッシュスクリーン (ここで指定したものが，ツール起動前に表示されます)

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_matchpattern
source: Launch URL Pattern to Match
es: Patrón de coincidencia de la URL de la herramienta
ja: マッチする起動 URL パターン

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_launchurl
source: Actual Launch Url
es: URL de la herramienta actual
ja: 実際の起動 URL

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_resource_handler
source: Resource Handler
es: Controlador de recursos
ja: リソースハンドラ

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_parameter
source: Launch Parameters
es: Parámetros de lanzamiento
ja: 起動パラメータ

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_enabled_capability
source: Enabled Capabilities
es: Capacidades habilitadas
ja: 有効化したケイパビリティ

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_version
source: LTI Version
es: Versión LTI
ja: LTI バージョン

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_version_lti1
source: LTI 1.x Tool
es: Herramienta LTI 1.x
ja: LTI 1.x ツール

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_version_lti2
source: LTI 2.x Tool
es: Herramienta LTI 2.x
ja: LTI 2.x ツール

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:lti2_internal
source: These are fields internal to LTI 2.x processing - changing them is likely to break something
es: Estos son los campos internos de procesamiento LTI 2.x - si los cambia es probable que rompa algo
ja: LTI 2.xの内部のフィールドで処理されています - それらの変更は何かを破壊することがあります．

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_reg_state
source: Tool Status
es: Estado de la herramienta
ja: ツールの状態

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_reg_state_lti2_ready
source: LTI 2.x Registration Started
es: LTI 2.x Registro iniciado
ja: LTI 2.x 登録がスタートしました

source: LTI 2.x Registration Received
es: LTI 2.x Registro Recibido
ja: LTI 2.x 登録が受け付けられました

source: LTI 2.x Registration Complete
es: LTI 2.x Registro Completado
ja: LTI 2.x 登録が完了しました

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_reg_launch
source: LTI 2.x Registration URL
es: LTI 2.x URL de Registro
ja: LTI 2.x 登録URL

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_reg_key
source: LTI 2.x Registration Key
es: LTI 2.x Clave de Registro
ja: LTI 2.x 登録キー

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_reg_password
source: LTI 2.x Registration Secret
es: LTI 2.x Secreto del Registro
ja: LTI 2.x 登録シークレット

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_reg_parameters
source: LTI 2.x Tool Launch Parameters
es: Parámetros de lanzamiento de la herramienta LTI 2.x
ja: LTI 2.x ツール起動パラメータ

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:bl_reg_profile
source: LTI 2.x Registration Profile
es: Perfil de Registro LTI 2.x
ja: LTI 2.x 登録プロフィール

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:error.id.not.found
source: Cannot find LTI tool id.
es: No pudo encontrarse el ID de la herramienta LTI.
ja: LTI ツールの ID が見つかりません．

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:error.maintain.link
source: Must be site maintainer to manage LTI tool links
es: Debe ser un administrador para gestionar los enlaces a las herramientas LTI
ja: LTI ツールのリンクを管理するためにはサイト保守者である必要があります

source: Error updating placement information in configuration item {0}
es: Se produjo un error al actualizar la configuración de información del ítem {0}
ja: 設定アイテム {0} 内の配置情報を更新中のエラーです

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:error.maintain.edit
source: Must be site maintainer to edit
es: Debe ser un administrador del sitio para poder editar
ja: 編集するためにはサイト保守者である必要があります

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:error.tool.not.found
source: Tool not found
es: Herramienta no encontrada
ja: ツールが見つかりませんでした.

# basiclti/basiclti-impl/src/bundle/ltiservice.properties:error.need.key.secret
source: This tool will not function without a key and secret.
es: Esta herramienta no puede funcionar sin una pareja de clave-secreto.
ja: このツールはキーおよびシークレットなしでは機能しません．

source: Unable to remove tool placement
es: No pudo eliminarse la posición de la herramienta
ja: ツール配置を削除することができません

# basiclti/basiclti-tool/src/bundle/ltitool.properties:gen.options
source: Options
es: Opciones
ja: オプション

# basiclti/basiclti-tool/src/bundle/ltitool.properties:gen.cancel
source: Cancel
es: Cancelar
ja: キャンセル

# basiclti/basiclti-tool/src/bundle/ltitool.properties:gen.save
source: Save
es: Guardar
ja: 保存

# basiclti/basiclti-tool/src/bundle/ltitool.properties:gen.done
source: Done
es: Hecho
ja: 完了

# basiclti/basiclti-tool/src/bundle/ltitool.properties:gen.edit
source: Edit
es: Editar
ja: 編集

# basiclti/basiclti-tool/src/bundle/ltitool.properties:gen.test
source: Test
es: Probar
ja: テスト

# basiclti/basiclti-tool/src/bundle/ltitool.properties:gen.delete
source: Delete
es: Eliminar
ja: 削除

# basiclti/basiclti-tool/src/bundle/ltitool.properties:gen.insert
source: Install New Tool
es: Instalar una nueva herramienta
ja: 新規ツールをインストール

# basiclti/basiclti-tool/src/bundle/ltitool.properties:gen.alert
source: Alert:
es: Alerta:
ja: 警告:

# basiclti/basiclti-tool/src/bundle/ltitool.properties:gen.success
source: Success
es: Éxito
ja: 成功

# basiclti/basiclti-tool/src/bundle/ltitool.properties:gen.failure
source: Failure
es: Fallo
ja: 失敗:

# basiclti/basiclti-tool/src/bundle/ltitool.properties:gen.tools
source: View Tools
es: Ver las herramientas
ja: ツールを表示

# basiclti/basiclti-tool/src/bundle/ltitool.properties:gen.add
source: Add
es: Añadir
ja: 追加

# basiclti/basiclti-tool/src/bundle/ltitool.properties:gen.remove
source: Remove
es: Quitar
ja: 削除

# basiclti/basiclti-tool/src/bundle/ltitool.properties:gen.register
source: Register
es: Registro
ja: 登録

# basiclti/basiclti-tool/src/bundle/ltitool.properties:gen.reregister
source: Re-Register
es: Re-Registro
ja: 再登録

# basiclti/basiclti-tool/src/bundle/ltitool.properties:gen.activate
source: Activate
es: Activar
ja: 有効化

# basiclti/basiclti-tool/src/bundle/ltitool.properties:gen.reactivate
source: Re-Activate
es: Volver a activar
ja: 再有効化

# basiclti/basiclti-tool/src/bundle/ltitool.properties:tool.title
source: External Tools (IMS LTI)
es: Herramientas externas (IMS LTI)
ja: 外部ツール (IMS LTI)

# basiclti/basiclti-tool/src/bundle/ltitool.properties:tool.in.site
source: Tools Added to Sites
es: Herramientas añadidas a los sitios
ja: サイトにツールが追加されました

# basiclti/basiclti-tool/src/bundle/ltitool.properties:tool.in.system
source: Tools Available in System
es: Herramientas disponibles en el sistema
ja: システムでツールが利用可能です

# basiclti/basiclti-tool/src/bundle/ltitool.properties:tool.description.sites
source: Below are the external tools that have been added to sites. Select the "Edit" link to revise the launch settings. Select the "Add Available Tool to Site" link to add more external tools to sites.
es: Abajo se muestran las herramientas externas que han sido añadidas a los sitios. Seleccione "Editar" para revisar las opciones de cada herramienta. Seleccione "Añadir herramienta a un sitio" para añadir más herramientas externas a los sitios.
ja: 以下はサイトに追加された外部ツールの一覧です．"編集" リンクを選択して起動設定を修正します．サイトにさらなる外部ツールを追加にするには "利用可能なツールを追加" リンクを選択します．
