Repository: kyoto-u/openpanda
Catalog: l10n/*/calendar.po
Languages: es, ja

source: End Time
es: Hora de finalización
ja: 終了時刻

source: All day event
es: Evento de todo el día
ja: 全日イベント

source: Description
es: Descripción
ja: 説明

source: Location
es: Ubicación
ja: 場所

# calendar/calendar-bundles/resources/calendar.properties:import.outlook.note
source: NOTE: The import is language sensitive. This means the language you are using with Microsoft Outlook have to be the same you are using in this platform.
es: NOTA: La importación es sensible al idioma, es decir, el idioma usado en Microsoft Outlook debe ser el mismo que el utilizado en esta plataforma.
ja: 注意：インポートは言語依存です．Microsoft Outlookで使っている言語がこのプラットフォームで使っているものと同じである必要があります．

# calendar/calendar-bundles/resources/calendar.properties:new.adding
source: Add Event
es: Nuevo Evento
ja: 新規イベント

# calendar/calendar-bundles/resources/calendar.properties:new.toadd
source: To add an event to the schedule, complete the form and choose 'Save Event' at the bottom.
es: Para añadir un campo en el horario, completar el formulario y seleccionar 'Guardar Evento' al final.
ja: スケジュールアイテムを追加する場合は，フォームに入力し，一番下の「イベントを保存」を選択します．

# calendar/calendar-bundles/resources/calendar.properties:new.a
source: Required items marked with
es: Los campos obligatorios están marcados con
ja: 必須アイテムには次の記号が付いています:

# calendar/calendar-bundles/resources/calendar.properties:new.scheduleitem
source: Event
es: Evento
ja: イベント

# calendar/calendar-bundles/resources/calendar.properties:new.title
source: Title
es: Título
ja: タイトル

# calendar/calendar-bundles/resources/calendar.properties:new.descr
source: Message
es: Mensaje
ja: メッセージ

# calendar/calendar-bundles/resources/calendar.properties:new.date
source: Date
es: Fecha
ja: 日時

# calendar/calendar-bundles/resources/calendar.properties:new.duration
source: Duration
es: Duración
ja: 期間

# calendar/calendar-bundles/resources/calendar.properties:new.end
source: End Time
es: Hora de finalización
ja: 終了日時

# calendar/calendar-bundles/resources/calendar.properties:new.freq
source: Frequency
es: Frecuencia
ja: 頻度

# calendar/calendar-bundles/resources/calendar.properties:new.every
source: Every
es: Cada
ja: 毎

# calendar/calendar-bundles/resources/calendar.properties:new.number
source: Number of occurrences:
es: Número de acontecimientos:
ja: 繰り返し回数:

# calendar/calendar-bundles/resources/calendar.properties:new.times
source: Times
es: veces
ja: 回

# calendar/calendar-bundles/resources/calendar.properties:new.endson
source: Ends on
es: Finalización sobre
ja: 終了日時：

# calendar/calendar-bundles/resources/calendar.properties:new.oneocc
source: Activity occurs once
es: La actividad ocurrió una vez
ja: 予定は一度だけです

# calendar/calendar-bundles/resources/calendar.properties:new.setfreq
source: Frequency
es: Frecuencia
ja: 頻度

# calendar/calendar-bundles/resources/calendar.properties:new.itemtype
source: Event Type
es: Tipo de evento
ja: イベント種別

# calendar/calendar-bundles/resources/calendar.properties:new.location
source: Event Location
es: Lugar del Evento
ja: イベントの場所

# calendar/calendar-bundles/resources/calendar.properties:new.addattach
source: Add Attachments
es: Añadir archivos adjuntos
ja: 添付の追加

# calendar/calendar-bundles/resources/calendar.properties:new.adddrop
source: Add/remove attachments
es: Añadir/bajar adjuntos
ja: 添付を追加・削除

# calendar/calendar-bundles/resources/calendar.properties:new.post
source: Save Event
es: Guardar Evento
ja: イベントを保存

# calendar/calendar-bundles/resources/calendar.properties:new.hours
source: Hours
es: Horas
ja: 時間

# calendar/calendar-bundles/resources/calendar.properties:new.minutes
source: Minutes
es: Minutos
ja: 分

# calendar/calendar-bundles/resources/calendar.properties:rev.revising
source: Editing event...
es: Revisando asunto del horario...
ja: スケジュールアイテムを確認しています...

# calendar/calendar-bundles/resources/calendar.properties:rev.torev
source: To edit the event, update the form and choose 'Save Event' at the bottom.
es: Para revisar el asunto del horario, modificar el formulario y elegir 'Guardar Evento' al final.
ja: スケジュールアイテムを確認する場合は，フォームを更新し，一番下の「イベントを保存」を選択します．

# calendar/calendar-bundles/resources/calendar.properties:rev.start
source: Start Time
es: Hora de inicio
ja: 開始日時

# calendar/calendar-bundles/resources/calendar.properties:rev.hours
source: hours
es: horas
ja: 時間

# calendar/calendar-bundles/resources/calendar.properties:rev.minutes
source: minutes
es: minutos
ja: 分

# calendar/calendar-bundles/resources/calendar.properties:rev.modify
source: Modify all occurrences
es: Modificar todos los acontecimientos
ja: すべての予定を修正

# calendar/calendar-bundles/resources/calendar.properties:rev.modifyonly
source: Modify only this occurrence
es: Modificar solo este acontecimiento
ja: 現在の予定だけ修正

# calendar/calendar-bundles/resources/calendar.properties:start.hour
source: Start hour
es: Hora de inicio
ja: 開始時間

# calendar/calendar-bundles/resources/calendar.properties:start.minute
source: Start minute
es: Minuto de inicio
ja: 開始分

# calendar/calendar-bundles/resources/calendar.properties:start.ampm
source: Start am or pm
es: AM o PM de inicio
ja: 開始時刻の AM / PM

# calendar/calendar-bundles/resources/calendar.properties:end.hour
source: End hour
es: Hora de fin
ja: 終了時間

# calendar/calendar-bundles/resources/calendar.properties:end.minute
source: End minute
es: Minuto de fin
ja: 終了分

# calendar/calendar-bundles/resources/calendar.properties:end.ampm
source: End AM or PM
es: AM o PM de fin
ja: 終了時刻の AM / PM

# calendar/calendar-bundles/resources/calendar.properties:set.setting
source: Frequency
es: Frecuencia
ja: 頻度

# calendar/calendar-bundles/resources/calendar.properties:set.toset
source: Required items marked with
es: Los campos obligatorios están marcados con
ja: 必須アイテムは次のマークが付いています：

# calendar/calendar-bundles/resources/calendar.properties:set.select
source: Event Frequency
es: Frecuencia del Evento
ja: イベントの繰り返し頻度

# calendar/calendar-bundles/resources/calendar.properties:set.the
source: the event frequency:
es: la frecuencia del evento:
ja: イベントの頻度:

# calendar/calendar-bundles/resources/calendar.properties:set.once
source: once
es: una vez
ja: 1回

# calendar/calendar-bundles/resources/calendar.properties:set.daily
source: daily
es: diariamente
ja: 毎日

# calendar/calendar-bundles/resources/calendar.properties:set.weekly
source: weekly
es: semanalmente
ja: 毎週

# calendar/calendar-bundles/resources/calendar.properties:set.monthly
source: monthly
es: mensualmente
ja: 毎月

# calendar/calendar-bundles/resources/calendar.properties:set.yearly
source: yearly
es: anualmente
ja: 毎年

# calendar/calendar-bundles/resources/calendar.properties:set.theonly
source: The only occurrence is on
es: El único acontecimiento es en
ja: イベントは次の日だけ:

# calendar/calendar-bundles/resources/calendar.properties:set.every
source: Every:
es: Cada:
ja: 毎:

# calendar/calendar-bundles/resources/calendar.properties:set.days
source: day(s)
es: dia(s)
ja: 日ごと

# calendar/calendar-bundles/resources/calendar.properties:set.weeks
source: week(s)
es: semana(s)
ja: 週ごと

# calendar/calendar-bundles/resources/calendar.properties:set.months
source: month(s)
es: mes(es)
ja: 月ごと

# calendar/calendar-bundles/resources/calendar.properties:set.years
source: year(s)
es: año(s)
ja: 年

# calendar/calendar-bundles/resources/calendar.properties:set.ends
source: Ends:
es: Fin:
ja: 終了:

# calendar/calendar-bundles/resources/calendar.properties:set.never
source: Never
es: Nunca
ja: 無期限

# calendar/calendar-bundles/resources/calendar.properties:set.after
source: After
es: Después
ja: 後

# calendar/calendar-bundles/resources/calendar.properties:set.times
source: time(s)
es: veces
ja: 回後に

# calendar/calendar-bundles/resources/calendar.properties:view.goto
source: Go to Next Day
es: Ir al día siguiente
ja: 次の日に移動

# calendar/calendar-bundles/resources/calendar.properties:view.gotopd
source: Go to Previous Day
es: Ir al día anterior
ja: 前の日に移動

# calendar/calendar-bundles/resources/calendar.properties:view.golater
source: Go later
es: Ir posterior
ja: さらに後へ移動

# calendar/calendar-bundles/resources/calendar.properties:view.goearlier
source: Go earlier
es: Ir anterior
ja: さらに前へ移動

# calendar/calendar-bundles/resources/calendar.properties:view.gotoday
source: Go to Today
es: Ir a hoy
ja: 今日へ移動

# calendar/calendar-bundles/resources/calendar.properties:view.after
source: Later
es: Después
ja: さらに後

# calendar/calendar-bundles/resources/calendar.properties:view.before
source: Earlier
es: Antes
ja: さらに前

# calendar/calendar-bundles/resources/calendar.properties:view.tomorrow
source: Next Day
es: Mañana
ja: 次の日

# calendar/calendar-bundles/resources/calendar.properties:view.yesterday
source: Previous Day
es: Ayer
ja: 前の日

# calendar/calendar-bundles/resources/calendar.properties:view.view
source: View
es: Mostrar
ja: 表示

# calendar/calendar-bundles/resources/calendar.properties:view.listnavselect
source: To operate the combo box, first press Alt+Down Arrow to open it, and then use the up and down arrow keys to scroll through the options.
es: Presiona Alt y las fechas del cursor (arriba y abajo) para desplazarse por el menú.
ja: メニュー上でスクロールする場合は Alt + 上または下矢印を押します．

# calendar/calendar-bundles/resources/calendar.properties:view.summary
source: Table represents a day - rows are half hours
es: Esta tabla representa la planificación del día. Cada fila representa un margen temporal de media hora.
ja: 表は1日分です．1行は30分です．

# calendar/calendar-bundles/resources/calendar.properties:view.calday
source: Calendar by Day
es: Calendario por Día
ja: 日カレンダ

# calendar/calendar-bundles/resources/calendar.properties:view.calweek
source: Calendar by Week
es: Calendario por Semana
ja: 週カレンダ

# calendar/calendar-bundles/resources/calendar.properties:view.calmonth
source: Calendar by Month
es: Calendario por Mes
ja: 月カレンダ

# calendar/calendar-bundles/resources/calendar.properties:view.calyear
source: Calendar by Year
es: Calendario por Año
ja: 年カレンダ

# calendar/calendar-bundles/resources/calendar.properties:view.show
source: Show
es: Mostrar
ja: 表示:

# calendar/calendar-bundles/resources/calendar.properties:view.all
source: All events
es: Todas las actividades (por defecto)
ja: すべての予定

# calendar/calendar-bundles/resources/calendar.properties:view.activ
source: Events for today
es: Actividades para hoy
ja: 今日の予定

# calendar/calendar-bundles/resources/calendar.properties:view.activw
source: Events for this week
es: Actividades para esta semana
ja: 今週の予定

# calendar/calendar-bundles/resources/calendar.properties:view.activm
source: Events for this month
es: Actividades para este mes
ja: 今月の予定

# calendar/calendar-bundles/resources/calendar.properties:view.activy
source: Events for this year
es: Actividades para este año
ja: 今年の予定

# calendar/calendar-bundles/resources/calendar.properties:view.custom
source: Custom date range
es: rango de fechas a medida
ja: 任意の期間

# calendar/calendar-bundles/resources/calendar.properties:view.apply
source: Filter Events
es: Actividades filtradas
ja: 予定をフィルタ

# calendar/calendar-bundles/resources/calendar.properties:view.lasday
source: &lt; Previous Day
es: < Día anterior
ja: < 前の日

# calendar/calendar-bundles/resources/calendar.properties:view.nexday
source: Next Day &gt;
es: Día siguiente >
ja: 次の日 >

# calendar/calendar-bundles/resources/calendar.properties:view.today
source: Today
es: Hoy
ja: 今日

# calendar/calendar-bundles/resources/calendar.properties:viewm.gotopm
source: Go to Previous Month
es: Ir al mes próximo
ja: 前の月に移動

# calendar/calendar-bundles/resources/calendar.properties:viewm.gotonm
source: Go to Next Month
es: Ir al mes Anterior
ja: 次の月に移動

# calendar/calendar-bundles/resources/calendar.properties:viewm.lasm
source: &lt; Previous Month
es: < Mes anterior
ja: < 前の月

# calendar/calendar-bundles/resources/calendar.properties:vieww.nexm
source: Next Month &gt;
es: Mes siguiente >
ja: 次の月 >

# calendar/calendar-bundles/resources/calendar.properties:viewm.list.summary
source: Table represents month. Columns are week days.
es: Esta tabla representa un mes. Las columnas son los días de la semana.
ja: 表は月を表しています．カラムは各曜日です．

# calendar/calendar-bundles/resources/calendar.properties:viewl.st
source: Start:
es: Inicio:
ja: 開始:

# calendar/calendar-bundles/resources/calendar.properties:viewl.ed
source: End:
es: Fin:
ja: 終了:

# calendar/calendar-bundles/resources/calendar.properties:viewl.date
source: Date
es: Fecha
ja: 日時

# calendar/calendar-bundles/resources/calendar.properties:viewl.time
source: Time
es: Hora
ja: 時間

# calendar/calendar-bundles/resources/calendar.properties:viewl.desc
source: Description
es: Descripción
ja: 説明

# calendar/calendar-bundles/resources/calendar.properties:viewl.folder
source: folder
es: carpeta
ja: フォルダ

# calendar/calendar-bundles/resources/calendar.properties:viewl.attach
source: attachment
es: archivo adjunto
ja: 添付

# calendar/calendar-bundles/resources/calendar.properties:viewl.froms
source: From Site:
es: Desde el sitio:
ja: サイトから:

# calendar/calendar-bundles/resources/calendar.properties:viewl.update
source: Update
es: Actualizar
ja: 更新

# calendar/calendar-bundles/resources/calendar.properties:viewl.list.summary
source: List of events in schedule. Column 1: date. Column 2: time. Column 3: audience. Column 4: title and description.
es: Lista de eventos planificados. La primera columan es la fecha, la segunda la hora, la tercera la audiencia a que va destinado y la cuarta el título y la descripción.
ja: スケジュール中のイベント一覧．カラム 1 は「日付」，カラム 2 は「時刻」，カラム 3 は「閲覧者」，カラム 4 は「タイトルと説明」です．

# calendar/calendar-bundles/resources/calendar.properties:viewl.sortdateasc
source: Sort by date ascending
es: Ordenar por fecha (ascendente)
ja: 日付で昇順にソート

# calendar/calendar-bundles/resources/calendar.properties:viewl.sortdatedesc
source: Sort by date descending
es: Ordenar por fecha (descendente)
ja: 日付で降順にソート

# calendar/calendar-bundles/resources/calendar.properties:viewl.group.list.summary
source: Table contains list of groups. First will contain checkboxes, second will contain the group name, third the group description. Header links can be used to sort.
es: Esta tabla contiene la lista de grupos. La primera columna son casillas de selección, la segunda el nombre del grupo y la tercera su descripción. Los enlaces de la cabeza permiten ordenar las entradas de la tabla.
ja: 表はグループ一覧です．最初のカラムは「チェックボックス」，2 番目のカラムは「グループ名」，3番目のカラムは「グループの説明」です．ヘッダをクリックするとソートされます．

# calendar/calendar-bundles/resources/calendar.properties:vieww.summary
source: Table represents week - columns are days - rows are half hours
es: Esta tabla representa una semana. Las columnas son los días y cada fila representa un margen temporal de media hora.
ja: 表は1週間分です．カラムは1日，行は30分です．

# calendar/calendar-bundles/resources/calendar.properties:vieww.goton
source: Go to Next Week
es: Ir a la Próxima Semana
ja: 次の週へ移動

# calendar/calendar-bundles/resources/calendar.properties:vieww.gotop
source: Go to previous week
es: Ir a la Semana Anterior
ja: 前の週へ移動

# calendar/calendar-bundles/resources/calendar.properties:vieww.gotoe
source: Earlier
es: Antes
ja: さらに前

# calendar/calendar-bundles/resources/calendar.properties:vieww.laswk
source: &lt; Previous Week
es: < Semana anterior
ja: < 前の週

# calendar/calendar-bundles/resources/calendar.properties:vieww.nexwk
source: Next Week &gt;
es: Semana siguiente >
ja: 次の週 >

# calendar/calendar-bundles/resources/calendar.properties:vieww.gotol
source: Later
es: Después
ja: さらに後

# calendar/calendar-bundles/resources/calendar.properties:viewy.gotop
source: Go to Previous Year
es: Ir al Año anterior
ja: 前の年へ移動

# calendar/calendar-bundles/resources/calendar.properties:viewy.goton
source: Go to Next Year
es: Ir al año siguiente
ja: 次の年へ移動

# calendar/calendar-bundles/resources/calendar.properties:viewy.lasy
source: &lt; Previous Year
es: < Año anterior
ja: < 前の年

# calendar/calendar-bundles/resources/calendar.properties:viewy.nexy
source: Next Year &gt;
es: Año siguiente >
ja: 次の年 >

# calendar/calendar-bundles/resources/calendar.properties:viewy.list.summary
source: Table represents year. Each cell contains a table representing that month.
es: Esta tabla representa un año. Cada celda corresponde a un mes.
ja: 表は1年分です．各セルにはその月を表す表があります．

# calendar/calendar-bundles/resources/calendar.properties:viewy.list.summary2
source: Table represents the month of
es: Esta tabla representa el mes de
ja: 表は月を表しています:

# calendar/calendar-bundles/resources/calendar.properties:viewy.list.summary3
source: columns represent weekdays
es: las columnas indican los días de la semana
ja: カラムは1週間です．

# calendar/calendar-bundles/resources/calendar.properties:cust.addrev
source: Add/Edit Fields
es: Añadir/Revisar Campos
ja: フィールドの追加・訂正

# calendar/calendar-bundles/resources/calendar.properties:cust.toadd
source: To add fields, enter field name below and click 'Create Field'.
es: Para añadir campo, poner el nombre del campo debajo y pulse en 'Crear Campo'.
ja: フィールドを追加する場合は，下のフィールド名を入力して「フィールドを作成」をクリックします．

# calendar/calendar-bundles/resources/calendar.properties:cust.fname
source: Field Name
es: Nombre del Campo
ja: フィールド名

# calendar/calendar-bundles/resources/calendar.properties:cust.true
source: True
es: Verdadero
ja: 真

# calendar/calendar-bundles/resources/calendar.properties:cust.rem
source: Remove?
es: ¿Borrar?
ja: 削除?

# calendar/calendar-bundles/resources/calendar.properties:cust.add
source: Create Field
es: Crear Campo
ja: フィールドを作成

# calendar/calendar-bundles/resources/calendar.properties:cust.save
source: Save Field Changes
es: Guardar Cambios
ja: フィールドの変更を保存

# calendar/calendar-bundles/resources/calendar.properties:cust.list
source: Table contains list of additional fields. First column contains the fieldname, second column a checkbox to take remove it.
es: La tabla contiene un listado de campos adicionales. La primera columna contiene el nombre, la segunda columna una checkbox para borrarlo.
ja: 表には追加フィールドの一覧があります．1列目はフィールド名，2列目は削除するかどうかのチェックボックスです．

# calendar/calendar-bundles/resources/calendar.properties:subs.subscriptions
source: Calendar Subscriptions
es: Suscripciones a calendarios
ja: カレンダ購読

# calendar/calendar-bundles/resources/calendar.properties:subs.institutional
source: Institutional Calendars
es: Calendarios institucionales
ja: 機関カレンダ

source: Select what Institutional Calendars you want to subscribe.
es: Seleccione el calendario institucional al que desea suscribirse.
ja: 購読したい機関カレンダを選択します．

source: List of Institutional Calendars
es: Lista de calendarios institucionales
ja: 機関カレンダ一覧

# calendar/calendar-bundles/resources/calendar.properties:subs.calendar.name
source: Calendar Name
es: Nombre del calendario
ja: カレンダ名

# calendar/calendar-bundles/resources/calendar.properties:subs.calendar.sub
source: Subscribed?
es: ¿Suscrito?
ja: 購読状態

# calendar/calendar-bundles/resources/calendar.properties:subs.user
source: Other Calendars
es: Otros calendarios
ja: 他のカレンダ

# calendar/calendar-bundles/resources/calendar.properties:subs.user.instruction
source: To subscribe external calendars (in ICal format), enter a calendar name and url and click 'Subscribe'.
es: Para suscribirse a un calendario externo (en formato iCal), introduzca el nombre del calendario y su url (direcció web) y pulse "Suscribir"
ja: 外部カレンダを購読する場合(iCal 形式)は，カレンダ名と URL を入力し，「購読」をクリックします．

# calendar/calendar-bundles/resources/calendar.properties:subs.user.summary
source: List of User-specified Calendars
es: Lista de calendarios de usuario
ja: ユーザ指定カレンダ一覧

# calendar/calendar-bundles/resources/calendar.properties:subs.calendar.subscribe
source: Subscribe
es: Suscribir
ja: 購読

# calendar/calendar-bundles/resources/calendar.properties:merge.merge
source: Merging calendars...
es: Calendarios Fusionados...
ja: カレンダをマージ中...

# calendar/calendar-bundles/resources/calendar.properties:merge.select
source: Select what calendars you want to merge into this site. This site's users will only see those events they had permission to see in the source site.
es: Seleccione qué calendarios quiere fusionar en este sitio.
ja: どのカレンダをこのサイトにマージするか選択します．

# calendar/calendar-bundles/resources/calendar.properties:merge.list.summary
source: List of calendars from sites you can merge into this one. Column 1: site name. Column 2: checkbox - select for merge.
es: Es posible combiar con esta agenda, las de los sitios contenidos en esta tabla. La primera columna es el nombre del sitio y la segunda indica si desea combinar su agenda o no.
ja: マージ可能なサイトからのカレンダの一覧です．カラム 1 は「名前」，カラム 2 はマージのための「チェックボックス」です．

# calendar/calendar-bundles/resources/calendar.properties:merge.showsched
source: Show Schedule
es: Mostrar horario
ja: スケジュールを表示

# calendar/calendar-bundles/resources/calendar.properties:det.lasact
source: &lt; Last Event
es: < Última Actividad
ja: < 最後の予定

# calendar/calendar-bundles/resources/calendar.properties:det.nexact
source: Next Event &gt;
es: Próxima Actividad >
ja: 次の予定 >

# calendar/calendar-bundles/resources/calendar.properties:date.invalid
source: Invalid setting for date.
es: Configuración de la fecha no válida
ja: 無効な日付設定です．

# calendar/calendar-bundles/resources/calendar.properties:group.list.summary
source: List of groups in the site. Column 1: group name. Column 2: description. Headers allow sorting on the columns.
es: Lista de grupos del sitio. La primera columna es el nombre del grupo y la segunda su descripción. Los enlaces de la cabecera permiten ordenar las entradas de la tabla.
ja: サイト中のグループ一覧．カラム 1 は「グループ名」，カラム 2 は「説明」です．ヘッダをクリックするとソートされます．

# calendar/calendar-bundles/resources/calendar.properties:group.list.toggle
source: Toggle select all
es: Seleccionar todo
ja: すべて選択をトグル

# calendar/calendar-bundles/resources/calendar.properties:group.list.title
source: Title
es: Título
ja: タイトル

# calendar/calendar-bundles/resources/calendar.properties:group.list.titlesort
source: Sort by group title
es: Ordenar por el título del grupo
ja: グループタイトルでソート

# calendar/calendar-bundles/resources/calendar.properties:group.list.titlesortasc
source: Sort by group title ascending
es: Ordenar por el título del grupo (ascendente)
ja: グループタイトルで昇順にソート

# calendar/calendar-bundles/resources/calendar.properties:group.list.titlesortdesc
source: Sort by group title descending
es: Ordenar por el título del grupo (descendente)
ja: グループタイトルで降順にソート

# calendar/calendar-bundles/resources/calendar.properties:group.list.descr
source: Description
es: Descripción
ja: 説明

# calendar/calendar-bundles/resources/calendar.properties:group.list.descrsort
source: Sort by description
es: Ordenar por la descripción
ja: 説明でソート

# calendar/calendar-bundles/resources/calendar.properties:group.list.descrsortasc
source: Sort by description ascending
es: Ordenar por la descripción (ascendente)
ja: 説明で昇順にソート

# calendar/calendar-bundles/resources/calendar.properties:group.list.descrsortdesc
source: Sort by description descending
es: Ordenar por la descripción (descendente)
ja: 説明で降順にソート

# calendar/calendar-bundles/resources/calendar.properties:displayto.public
source: Display to public
es: Mostrar al público
ja: 全員に表示

# calendar/calendar-bundles/resources/calendar.properties:displayto.site
source: Display to site
es: Mostrar al sitio
ja: サイトに表示

# calendar/calendar-bundles/resources/calendar.properties:displayto.selected
source: Display to selected groups
es: Mostrar a los grupos seleccionados
ja: 選択されたグループを表示

# calendar/calendar-bundles/resources/calendar.properties:displayfrom.site
source: Display site events
es: Mostrar los eventos del sitio
ja: サイトイベントを表示

# calendar/calendar-bundles/resources/calendar.properties:displayfrom.selected
source: Display group events
es: Mostrar los eventos del grupo
ja: グループイベントを表示

# calendar/calendar-bundles/resources/calendar.properties:imp.forsite
source: Import events for site
es: Importar eventos del sitio
ja: サイトのイベントをインポート

# calendar/calendar-bundles/resources/calendar.properties:imp.forgroup
source: Import events for selected groups
es: Importar eventos de los grupos seleccionados
ja: 選択されたグループのイベントをインポート
