Repository: kyoto-u/openpanda
Catalog: l10n/*/calendar.po
Languages: es, ja

# calendar/calendar-bundles/resources/calendar.properties:view.for
source: For
es: Para
ja: 対象:

# calendar/calendar-bundles/resources/calendar.properties:group
source: Group
es: Grupo
ja: グループ

# calendar/calendar-bundles/resources/calendar.properties:view.legend
source: Legend
es: Leyenda
ja: 凡例

# calendar/calendar-bundles/resources/calendar.properties:view.calevents
source: List of Events
es: Lista de Eventos
ja: イベント一覧

source: List of event types in the calendar
es: Lista de tipos de eventos de la agenda
ja: カレンダ内のイベント種別一覧

# calendar/calendar-bundles/resources/calendar.properties:sched.for
source: Schedule for
es: Agenda para
ja: スケジュール:

# calendar/calendar-bundles/resources/calendar.properties:err_no_dur
source: No duration time specified on line #{0}. Please make the appropriate changes to your template and save it again.
es: No se ha especificado ninguna duración en la línea #{0}. Por favor, haga los siguientes cambios en su plantilla y guárdela de nuevo.
ja: 行番号 {0} に指定された継続時間はありません．テンプレートに適切な変更を加えて保存しなおしてください．

# calendar/calendar-bundles/resources/calendar.properties:err_no_start
source: No start date was specified on line #{0}. Please make the appropriate changes to your template and save it again.
es: No se ha especificado niguna fecha de comienzo en la línea #{0}. Por favor, haga los siguientes cambios en su plantilla y guárdela de nuevo.
ja: 開始日時が行番号 {0} に指定されていませんでした．テンプレートに適切な変更を加えて保存しなおしてください．

# calendar/calendar-bundles/resources/calendar.properties:err_import
source: Unable to create importer for {0}
es: Imposible importar {0}
ja: {0} に対するインポータを作成することができません

# calendar/calendar-bundles/resources/calendar.properties:err_import_unknown
source: Unknown import type
es: Tipo de importación desconocido
ja: 不明なインポート種別です

# calendar/calendar-bundles/resources/calendar.properties:err_no_stime
source: Unable to determine start times for an event. Please check that this is the correct file format.
es: Imposible determinar la fecha y/o la hora de comienzo de un evento. Por favor, compruebe que el formato del fichero es correcto.
ja: イベントの開始時刻を決定することができません．正しいファイルフォーマットであるか確認してください．

# calendar/calendar-bundles/resources/calendar.properties:err_no_etime
source: Unable to determine end times for an event. Please check that this is the correct file format.
es: Imposible determinar la fecha y/o la hora de finalización de un evento. Por favor, compruebe que el formato del fichero es correcto.
ja: イベントの終了時刻を決定することができません．正しいファイルフォーマットであるか確認してください．

# calendar/calendar-bundles/resources/calendar.properties:err_no_stime_on
source: No start time specified on line #{0}
es: No se ha especificado la hora de inicio en la línea #{0}
ja: 行番号 {0} に開始時刻が指定されていません．

# calendar/calendar-bundles/resources/calendar.properties:err_no_dtime_on
source: No duration time specified on line #{0}
es: No se ha especificado la duración en la línea #{0}
ja: 行番号 {0} に継続時間が指定されていません．

# calendar/calendar-bundles/resources/calendar.properties:err_time
source: Illegal time format on row: {0}, column: {1}. Please make the appropriate changes to your template and save it again.
es: Formato de hora no permitido en la fila: {0}, columna: {1}. Por favor, haga los siguientes cambios en su plantilla y guárdela de nuevo.
ja: {0}行{1}列に不正な時刻フォーマットがあります．テンプレートに適切な変更を加えて保存しなおしてください．

# calendar/calendar-bundles/resources/calendar.properties:err_date
source: Illegal date format on row: {0}, column: {1}. Please make the appropriate changes to your template and save it again.
es: Formato de fecha no permitido en la fila: {0}, columna: {1}. Por favor, haga los siguientes cambios en su plantilla y guárdela de nuevo.
ja: {0}行{1}列に不正な日付フォーマットがあります．テンプレートに適切な変更を加えて保存しなおしてください．

# calendar/calendar-bundles/resources/calendar.properties:err_interval
source: Illegal interval format on row: {0}, column: {1}. Please make the appropriate changes to your template and save it again.
es: Formato de intervalo no permitido en la fila: {0}, columna: {1}. Por favor, haga los siguientes cambios en su plantilla y guárdela de nuevo.
ja: {0}行{1}列に不正な時間間隔フォーマットがあります．テンプレートに適切な変更を加えて保存しなおしてください．

# calendar/calendar-bundles/resources/calendar.properties:err_notime
source: A start, end time or the duration was not specified on line #{0}. Please make the appropriate changes to your template and save it again.
es: La hora de inicio, la hora de finalización o la duración no se han especificado en la línea #{0}. Por favor, haga los siguientes cambios en su plantilla y guárdela de nuevo.
ja: 開始時刻，終了時刻，継続時間が行番号 {0} に指定されていませんでした．テンプレートに適切な変更を加えて保存しなおしてください．

# calendar/calendar-bundles/resources/calendar.properties:err_datebad
source: Both a count and end date cannot be specified at the same time, error on line #{0}. Please make the appropriate changes to your template and save it again.
es: Error en la línea #{0}. El número de repeticiones y la fecha de fin no pueden especificarse simultáneamente. Por favor, haga los siguientes cambios en su plantilla y guárdela de nuevo.
ja: 回数および終了日時の両方を同時に指定することはできません．テンプレートに適切な変更を加えて保存しなおしてください．

# calendar/calendar-bundles/resources/calendar.properties:err_freqbad
source: A frequency was specified, but a recurrence rule could not be created due to missing data on line #{0}. Please make the appropriate changes to your template and save it again.
es: Se ha especificado una frecuencia pero la regla de recurrencia no ha podido crearse debido a que falta información en la línea #{0}. Por favor, haga los siguientes cambios en su plantilla y guárdela de nuevo.
ja: 頻度が指定されましたが，行番号 {0} にデータがないために再帰ルールを作成することができませんでした．テンプレートに適切な変更を加えて保存しなおしてください．

# calendar/calendar-bundles/resources/calendar.properties:event.site
source: Site:
es: Sitio:
ja: サイト:

# calendar/calendar-bundles/resources/calendar.properties:event.event
source: Event:
es: Evento:
ja: イベント:

# calendar/calendar-bundles/resources/calendar.properties:event.type
source: Event type:
es: Tipo de evento:
ja: イベントタイプ:

# calendar/calendar-bundles/resources/calendar.properties:event.location
source: Location:
es: Lugar:
ja: 場所:

# calendar/calendar-bundles/resources/calendar.properties:event.from
source: From:
es: Desde:
ja: 購読元:

# calendar/calendar-bundles/resources/calendar.properties:tool_title
source: Calendar
es: Calendario
ja: カレンダ

# calendar/calendar-bundles/resources/calendar.properties:menu_calendar
source: Calendar
es: Calendario
ja: カレンダ

# calendar/calendar-bundles/resources/calendar.properties:menu_prefs
source: Options
es: Opciones
ja: オプション

# calendar/calendar-bundles/resources/calendar.properties:today
source: Today
es: Hoy
ja: 今日

# calendar/calendar-bundles/resources/calendar.properties:next
source: Next
es: Siguiente
ja: 次

# calendar/calendar-bundles/resources/calendar.properties:previous
source: Previous
es: Anterior
ja: 前

# calendar/calendar-bundles/resources/calendar.properties:selectedDayEvents
source: Events for
es: Eventos para
ja: イベント:

# calendar/calendar-bundles/resources/calendar.properties:openInSchedule
source: Full details...
es: Ver Detalles en el Calendario...
ja: 詳細全部...

# calendar/calendar-bundles/resources/calendar.properties:event
source: Event
es: Evento
ja: イベント

# calendar/calendar-bundles/resources/calendar.properties:date
source: Date:
es: Fecha:
ja: 日付:

# calendar/calendar-bundles/resources/calendar.properties:description
source: Description:
es: Descripción:
ja: 説明:

# calendar/calendar-bundles/resources/calendar.properties:type
source: Event Type:
es: Tipo:
ja: イベントのタイプ:

# calendar/calendar-bundles/resources/calendar.properties:location
source: Event Location:
es: Ubicación:
ja: イベントの場所:

# calendar/calendar-bundles/resources/calendar.properties:groups
source: Groups:
es: Grupos:
ja: グループ:

# calendar/calendar-bundles/resources/calendar.properties:site
source: Site:
es: Sitio:
ja: サイト:

# calendar/calendar-bundles/resources/calendar.properties:attachments
source: Attachments:
es: Adjuntos:
ja: 添付ファイル:

# calendar/calendar-bundles/resources/calendar.properties:every
source: Every
es: Cada
ja: すべての

# calendar/calendar-bundles/resources/calendar.properties:back
source: Back
es: Volver
ja: 戻る

# calendar/calendar-bundles/resources/calendar.properties:instructions_preferences
source: Set calendar preferences.
es: Configurar preferencias del calendario.
ja: カレンダ設定をセットします．

# calendar/calendar-bundles/resources/calendar.properties:prefs_updated
source: Preferences updated successfuly
es: Las preferencias se han actualizado con éxito
ja: 設定が更新されました

# calendar/calendar-bundles/resources/calendar.properties:prefs_not_updated
source: An error occurred while updating preferences
es: Ha habido un error al actualizar las preferencias
ja: 設定を更新中にエラーが発生しました．

# calendar/calendar-bundles/resources/calendar.properties:update
source: Update
es: Actualizar
ja: 更新

# calendar/calendar-bundles/resources/calendar.properties:cancel
source: Cancel
es: Cancelar
ja: キャンセル

# calendar/calendar-bundles/resources/calendar.properties:instructions_display
source: Change your calendar's view.
es: Cambiar la vista del calendario
ja: あなたのカレンダ表示を変更します．

# calendar/calendar-bundles/resources/calendar.properties:prefs_section_display
source: Calendar display
es: Vista del calendario
ja: カレンダ表示

# calendar/calendar-bundles/resources/calendar.properties:prefs_view_mode
source: View
es: Mostrar
ja: 表示

# calendar/calendar-bundles/resources/calendar.properties:month_view
source: Calendar by Month
es: Calendario por mes
ja: 月カレンダ

# calendar/calendar-bundles/resources/calendar.properties:week_view
source: Calendar by Week
es: Calendario por semana
ja: 週カレンダ

# calendar/calendar-bundles/resources/calendar.properties:prefs_section_priority
source: Priority events
es: Eventos prioritarios
ja: 優先イベント

# calendar/calendar-bundles/resources/calendar.properties:instructions_priority
source: Define event priorities and priority colors. Calendar will color days with the defined priority color for the highest event priority on that day.
es: Definir la prioridad de los eventos y su color asociado. El calendario pintará los día con el color definido para el evento de mayor prioridad del día.
ja: イベント優先度と優先度色を定義します．カレンダでは，その日で優先度が一番高いイベント優先度に対して定義されている優先度色で日付を色づけします．

source: Event types
es: Tipos de eventos
ja: イベントタイプ

source: Colors
es: Colores
ja: 色

# calendar/calendar-bundles/resources/calendar.properties:prefs_high_priority
source: High priority
es: Prioridad alta
ja: 高い優先度

# calendar/calendar-bundles/resources/calendar.properties:prefs_medium_priority
source: Medium priority
es: Prioridad media
ja: 中程度の優先度

# calendar/calendar-bundles/resources/calendar.properties:prefs_low_priority
source: Low priority
es: Prioridad baja
ja: 低い優先度

# calendar/calendar-bundles/resources/calendar.properties:prefs_move_up
source: Move up
es: Subir
ja: 上へ移動

# calendar/calendar-bundles/resources/calendar.properties:prefs_move_down
source: Move down
es: Bajar
ja: 下へ移動

# calendar/calendar-bundles/resources/calendar.properties:date_format
source: MMMMM dd, yyyy
es: dd/MM/yyyy
ja: yyyy年MM月dd日

# calendar/calendar-bundles/resources/calendar.properties:date_link_format
source: yyyy-MM-dd
es: dd-MM-yyyy
ja: yyyy年MM月dd日

# calendar/calendar-bundles/resources/calendar.properties:java.opaque_subscribe
source: Subscribe (Randomly named feeds)
es: Suscribirse (feeds de nombre aleatorio)
ja: 購読 ( ランダムな名前のフィード )

# calendar/calendar-bundles/resources/calendar.properties:ical_opaqueurl_header
source: Subscribe
es: Suscribirse
ja: 購読

source: If you would like to generate a private URL for you to access the calendar in this site, please press the button below:
es: Si desea generar una dirección URL privada para acceder al calendario de este sitio, por favor pulse el botón de abajo:
ja: このサイトのカレンダにアクセスするためにプライベートなURLを生成したければ下のボタンを押してください:

source: Note: If you subscribe to the calendar in your 'My Workspace', it will aggregate the events from the calendars of all the sites of which you are a member.
es: Nota: Si usted se suscribe al calendario en 'Mi Sitio', se agregarán a éste los eventos de los calendarios de todos los sitios de los cuales usted es miembro.
ja: 注意：'My Workspace' のカレンダを購読すると，メンバーとなっているすべてのサイトのカレンダからイベントがまとめられます．

# calendar/calendar-bundles/resources/calendar.properties:ical_opaqueurl_generate
source: Generate
es: Generar
ja: 生成

# calendar/calendar-bundles/resources/calendar.properties:ical_opaqueurl_webcal
source: If you click on the link below, your browser should present you with a client (e.g. Outlook) that you can use to subscribe to this calendar:
es: Si hace click en el enlace de más abajo, su navegador iniciará un cliente de correo (por ejemplo, Outlook) que puede utilizar para suscribirse a este calendario:
ja: 下のリンクをクリックすると，ブラウザはこのカレンダを購読するために使うことができるクライアント(例えば Outlook) を表示します．

# calendar/calendar-bundles/resources/calendar.properties:ical_opaqueurl_http
source: Alternatively, copy and paste this link to your web-based or desktop calendar client.
es: Alternativamente, copie y pegue este enlace en su cliente de calendario (web o de escritorio).
ja: 代わりに，このリンクをWebベースかデスクトップのカレンダクライアントにコピー＆ペーストします．

source: Regenerate
es: Generar de nuevo
ja: 再生成

# calendar/calendar-bundles/resources/calendar.properties:ical_opaqueurl_delete
source: Delete
es: Eliminar
ja: 削除

# calendar/calendar-bundles/resources/calendar.properties:calendar
source: Represents calendar events.
es: Representa eventos de calendario.
ja: カレンダーイベントを表します．

# calendar/calendar-bundles/resources/calendar.properties:calendar.action.site
source: Retrieve the calendar events for a site. The request url pattern: /direct/calendar/site/{siteId}.{format}
es: Recupera los eventos del calendario para un sitio. The request url pattern: /direct/calendar/site/{siteId}.{format}
ja: サイトのカレンダイベントを取得します．リクエスト URL パタン：/direct/calendar/site/{siteId}.{format}

# calendar/calendar-bundles/resources/calendar.properties:calendar.action.event
source: Retrieve a calendar event details specified by the site id and event id. The request url pattern: /direct/calendar/event/{siteId}/{eventId}.{format}
es: Recupera los detalles de un evento de calendario mediante un id de sitio y un id de evento. El patrón del la URL sería de este tipo: /direct/calendar/event/{siteId}/{eventId}.{format}
ja: サイトIDおよびイベントIDで指定されたカレンダイベント詳細を取得します．リクエスト URL パタン： /direct/calendar/event/{siteId}/{eventId}.{format}

# calendar/calendar-bundles/resources/calendar.properties:calendar.action.my
source: Retrieve all my calendar events for all of my sites. The request url pattern: /direct/calendar/my.{format}
es: Recupera todos mis eventos de calendario para todos los sitios. El patrón de la URL sería del tipo /direct/calendar/my.{format}
ja: すべてのサイトのすべてのカレンダイベントを取得します．リクエスト URL パタン：/direct/calendar/my.{format}

# calendar/calendar-bundles/resources/permissions.properties:desc-calendar.new
source: Create events
es: Crear eventos
ja: イベントを作成します

source: Delete own events
es: Borrar eventos propios
ja: 自分のイベントを削除します

source: Delete any event
es: Borrar cualquier evento
ja: すべてのイベントを削除します

source: Edit own events
es: Editar eventos propios
ja: 自分のイベントを編集します

source: Edit any event
es: Editar cualquier evento
ja: すべてのイベントを編集します

source: Subscribe to calendars
es: Suscribirse a calendarios
ja: カレンダを購読します

# calendar/calendar-bundles/resources/permissions.properties:desc-calendar.import
source: Import events
es: Importar eventos
ja: イベントをインポート

# calendar/calendar-bundles/resources/permissions.properties:desc-calendar.read
source: View events
es: Ver eventos
ja: イベントを表示します.

source: Access/create group events
es: Acceder/crear eventos de grupo
ja: グループイベントにアクセスまたは作成

# calendar/calendar-bundles/resources/permissions.properties:desc-calendar.options
source: Change calendar options
es: Cambiar las opciones del calendario
ja: カレンダーオプションを変更します

# calendar/calendar-bundles/resources/calendar.properties:set.on
source: On
es: En

# calendar/calendar-bundles/resources/calendar.properties:subs.calendar.url
source: URL
es: URL (dirección web)
