Repository: kyoto-u/openpanda
Catalog: l10n/*/calendar.po
Languages: es, ja

# calendar/calendar-bundles/resources/calendar.properties:java.importcal
source: Import calendar
es: Importar calendario
ja: カレンダをインポート

# calendar/calendar-bundles/resources/calendar.properties:java.theend
source: The end date you have specified on the Frequency page is earlier than the start date. Change it please.
es: La fecha fin es anterior a la fecha de inicio. Modifícala por favor.
ja: 「頻度」ページでしている終了日時が開始日時より前になっています。変更してください．

# calendar/calendar-bundles/resources/calendar.properties:java.merge
source: Merge
es: Combinar
ja: マージ

# calendar/calendar-bundles/resources/calendar.properties:java.byday
source: Calendar by Day
es: Calendario por Día
ja: 日カレンダ

# calendar/calendar-bundles/resources/calendar.properties:java.byweek
source: Calendar by Week
es: Calendario por Semana
ja: 週カレンダ

# calendar/calendar-bundles/resources/calendar.properties:java.bymonth
source: Calendar by Month
es: Calendario por Mes
ja: 月カレンダ

# calendar/calendar-bundles/resources/calendar.properties:java.byyear
source: Calendar by Year
es: Calendario por Año
ja: 年カレンダ

# calendar/calendar-bundles/resources/calendar.properties:java.listeve
source: List of Events
es: Lista de Eventos
ja: イベント一覧

# calendar/calendar-bundles/resources/calendar.properties:java.fields
source: Fields
es: Campos
ja: フィールド

# calendar/calendar-bundles/resources/calendar.properties:java.new
source: Add
es: Añadir
ja: 追加

# calendar/calendar-bundles/resources/calendar.properties:java.import
source: Import
es: Importar
ja: インポート

# calendar/calendar-bundles/resources/calendar.properties:java.export
source: Export Public Calendar
es: Exportar calendario público
ja: 公開カレンダーをエクスポートする

# calendar/calendar-bundles/resources/calendar.properties:java.subscriptions
source: Subscribe to a Calendar
es: Suscribirse a un calendario
ja: カレンダを購読します

# calendar/calendar-bundles/resources/calendar.properties:java.print
source: Printable Version
es: Versión Imprimible
ja: 印刷バージョン

# calendar/calendar-bundles/resources/calendar.properties:java.default_view
source: Set as Default View
es: Establecer la vista por defecto
ja: デフォルト表示としてセット

# calendar/calendar-bundles/resources/calendar.properties:java.alert.default_view
source: This is now the default view
es: Esta es ahora la vista por defecto
ja: これが現在のデフォルト表示です

# calendar/calendar-bundles/resources/calendar.properties:java.permissions
source: Permissions
es: Permisos
ja: 権限

# calendar/calendar-bundles/resources/calendar.properties:java.set
source: Set permissions for Schedule in worksite
es: Defina los permisos para la herramienta Calendario en el sitio
ja: 次のワークサイトのスケジュールの権限を設定します：

# calendar/calendar-bundles/resources/calendar.properties:java.error
source: The event doesn't exist any more.
es: El evento no existe.
ja: これ以上，イベントはありません．

# calendar/calendar-bundles/resources/calendar.properties:ical.title
source: Calendar Subscription Export
es: Exportar a iCal
ja: iCal エクスポート

# calendar/calendar-bundles/resources/calendar.properties:ical.schedname
source: Calendar Name
es: Nombre del calendario
ja: スケジュール名

# calendar/calendar-bundles/resources/calendar.properties:ical.option
source: Enable Subscription?
es: ¿Habilitar la exportación a iCal?
ja: iCal エクスポートを有効化

# calendar/calendar-bundles/resources/calendar.properties:ical.url
source: Subscription URL:
es: Suscripción a la URL:
ja: 購読 URL:

# calendar/calendar-bundles/resources/calendar.properties:ical.info
source: Subscription enables all calendar events within a window plus/minus 6 months to be publicly subscribed and accessed, without authentication.
es: Habilitar la exportación de la suscripción al calendario permite a los usuarios suscribirse a eventos en una ventana de 6 meses alrededor de la fecha actual.
ja: カレンダ購読エクスポートを有効にすると現時点の前後6ヶ月内のイベントを購読することができます．

# calendar/calendar-bundles/resources/calendar.properties:java.alert.aliasreq
source: An Alias is required to enable iCal exports.
es: Para habilitar la exportación a iCalendar es necesario un alias.
ja: iCal エクスポートを有効にするためにはエイリアスが必要です．

# calendar/calendar-bundles/resources/calendar.properties:java.alert.youneed
source: You need to enter the name of the field to be added.
es: Necesitas poner el nombre del campo para ser añadido.
ja: 追加するフィールド名を入力する必要があります．

# calendar/calendar-bundles/resources/calendar.properties:java.alert.theadd
source: The add field name is already in use.
es: El nombre del campo añadido está en uso.
ja: 追加しようとしているフィールド名はすでに使用されています．

# calendar/calendar-bundles/resources/calendar.properties:java.alert.areyou
source: Are you sure you want to remove the following field(s):
es: ¿Está seguro que quiere borrar los siguientes campos?
ja: 次のフィールドを削除してもよろしいですか?

# calendar/calendar-bundles/resources/calendar.properties:java.alert.ifyes
source: ? If yes, click 'Save Field Changes' to continue.
es: Si es así, pulse en 'Guardar cambios' para continuar.
ja: よろしければ，「フィールドの変更を保存」をクリックして先に進んでください．

# calendar/calendar-bundles/resources/calendar.properties:java.alert.thereis
source: There are no activities that exist.
es: No hay actividades.
ja: 予定がありません．

# calendar/calendar-bundles/resources/calendar.properties:java.alert.youdont
source: You do not have permission to add calendar fields
es: No tienes permisos para añadir campos al calendario
ja: このカレンダにフィールドを追加する権限がありません．

# calendar/calendar-bundles/resources/calendar.properties:java.alert.thereisno
source: There is no activities exist.
es: No hay actividades.
ja: 予定がありません．

# calendar/calendar-bundles/resources/calendar.properties:java.alert.youdonthave
source: You do not have permission to edit this calendar.
es: No tiene permiso para editar este calendario.
ja: このカレンダを編集する権限がありません．

# calendar/calendar-bundles/resources/calendar.properties:java.alert.someone
source: Someone else is editing this calendar.
es: Alguien más esta editando este calendario.
ja: 他のユーザがカレンダを編集しています．

# calendar/calendar-bundles/resources/calendar.properties:java.alert.therenoactv
source: There is no activities exist. If you have permission to add activity, please click on New
es: No hay actividades. Si tiene permisos para añadir una actividad, por favor pulse en Nuevo
ja: 予定はありません．予定を追加する権限を持っている場合は，「新規」をクリックしてください．

# calendar/calendar-bundles/resources/calendar.properties:java.alert.younotperm
source: You do not have permission to add activities
es: No tiene permiso para añadir actividades
ja: 予定を追加する権限がありません．

# calendar/calendar-bundles/resources/calendar.properties:java.alert.younotallow
source: You are not allowed to see activities in the calendar
es: No tiene permiso para ver las actividades en el calendario
ja: このカレンダの予定を表示することは許されていません

# calendar/calendar-bundles/resources/calendar.properties:java.alert.younotpermadd
source: You do not have permission to add activities
es: No tiene permiso para añadir actividades
ja: 予定を追加する権限がありません

source: You are not allowed to see activities in the calendar
es: No tiene permiso para ver las actividades en el calendario
ja: このカレンダの予定を表示することは許されていません

# calendar/calendar-bundles/resources/calendar.properties:java.alert.noexist
source: There is no calendar that exists. If you have permission to create a calendar click on file then new to create a calendar.
es: No hay calendario. Si tiene permisos para crear un calendario pulse en el archivo y despues Nuevo para crear un calendario.
ja: カレンダがありません．カレンダを作成する権限を持っている場合は，ファイルをクリックして，カレンダを新規に作成します．

# calendar/calendar-bundles/resources/calendar.properties:java.alert.youcreate
source: You do not have permission to create a calendar
es: No tiene permiso para crear un calendario
ja: カレンダを作成する権限がありません．

# calendar/calendar-bundles/resources/calendar.properties:java.alert.event
source: The event doesn't exist any more.
es: El evento no existe.
ja: これ以上イベントはありません．

# calendar/calendar-bundles/resources/calendar.properties:java.alert.eventbeing
source: The event is being edited by another user. Please try again later.
es: El evento está siendo editado por otro usuario. Por favor, inténtelo de nuevo más tarde.
ja: イベントは他のユーザが編集しています．後でもう一度試してください．

# calendar/calendar-bundles/resources/calendar.properties:java.alert.past
source: Are you sure you want this scheduled event to occur in the past? If yes, click 'Save Event' to finish.
es: ¿Está seguro de querer que este evento ocurra en el pasado? Si es así, pulse en 'Guardar el Evento' para finalizar.
ja: この予定されたイベントを過去に起こったことにしてよろしいですか? よろしければ，「イベントを保存」をクリックしてください．

# calendar/calendar-bundles/resources/calendar.properties:java.alert.invalid
source: Invalid start or end date
es: Fecha de inicio y fin inválida
ja: 無効な開始日時あるいは終了日時です．

# calendar/calendar-bundles/resources/calendar.properties:java.alert.start
source: The start date must be before the end date
es: La fecha de inicio debe ser anterior a la fecha de fin
ja: 開始日時は終了日時よりも前でなければなりません

source: You need to choose at least a group.
es: Es necesario escoger, al menos, un grupo
ja: グループを少なくとも一つ選択する必要があります．

# calendar/calendar-bundles/resources/calendar.properties:java.alert.dupalias
source: This name has already been used
es: Este nombre ya está en uso
ja: この名前はすでに使用されています

# calendar/calendar-bundles/resources/calendar.properties:java.alert.subsnameempty
source: You need to enter a name for the calendar to be added.
es: Necesita introducir un nombre para que el calendario pueda añadirse.
ja: 追加するカレンダの名前を入力する必要があります．

# calendar/calendar-bundles/resources/calendar.properties:java.alert.subsurlempty
source: You need to enter a url for the calendar to be added.
es: Necesita introducir una URL (dirección web) para que el calendario pueda añadirse.
ja: 追加するカレンダの URL を入力する必要があります．

source: This URL seems to be invalid. Please, enter a valid URL.
es: Esta dirección URL parece no ser válida. Por favor, introduzca una URL válida.
ja: このURLは無効のようです．有効な URL を入力して下さい．

# calendar/calendar-bundles/resources/calendar.properties:java.alert.invalidname
source: This is an invalid calendar name -- please try again
es: Este es un nombre de calendario no válido --- por favor, inténtelo de nuevo
ja: これは不正なカレンダ名です．もう一度入力してください．

# calendar/calendar-bundles/resources/calendar.properties:java.alert.opendate
source: This assignment is not yet available.
es: Esta tarea no está disponible todavía.
ja: この割り当ては、まだ使用できません。

# calendar/calendar-bundles/resources/calendar.properties:java.pleasetitle
source: Please enter a title.
es: Por favor, pon un título.
ja: タイトルを入力してください．

# calendar/calendar-bundles/resources/calendar.properties:java.pleasetime
source: Please enter a time.
es: Por favor, pon una fecha.
ja: 時間を入力してください．

# calendar/calendar-bundles/resources/calendar.properties:dateselectionwidget.day
source: Select day
es: Seleccione el día
ja: 日を選択

source: Select month
es: Seleccione el mes
ja: 月を選択

# calendar/calendar-bundles/resources/calendar.properties:dateselectionwidget.year
source: Select year
es: Seleccione el año
ja: 年を選択

# calendar/calendar-bundles/resources/calendar.properties:dateselectionwidget.hour
source: Select hour
es: Seleccione la hora
ja: 時を選択

source: Select minute
es: Seleccione el minuto
ja: 分を選択

# calendar/calendar-bundles/resources/calendar.properties:dateselectionwidget.ampm
source: Select AM or PM
es: Seleccione AM o PM
ja: 午前/午後を選択

# calendar/calendar-bundles/resources/calendar.properties:jan
source: JAN
es: ENE
ja: 1月

# calendar/calendar-bundles/resources/calendar.properties:feb
source: FEB
ja: 2月

# calendar/calendar-bundles/resources/calendar.properties:mar
source: MAR
ja: 3月

# calendar/calendar-bundles/resources/calendar.properties:apr
source: APR
es: ABR
ja: 4月

# calendar/calendar-bundles/resources/calendar.properties:may
source: MAY
ja: 5月

# calendar/calendar-bundles/resources/calendar.properties:jun
source: JUN
ja: 6月

# calendar/calendar-bundles/resources/calendar.properties:jul
source: JUL
ja: 7月

# calendar/calendar-bundles/resources/calendar.properties:aug
source: AUG
es: AGO
ja: 8月

# calendar/calendar-bundles/resources/calendar.properties:sep
source: SEP
ja: 9月

# calendar/calendar-bundles/resources/calendar.properties:oct
source: OCT
ja: 10月

# calendar/calendar-bundles/resources/calendar.properties:nov
source: NOV
ja: 11月

# calendar/calendar-bundles/resources/calendar.properties:dec
source: DEC
es: DIC
ja: 12月

# calendar/calendar-bundles/resources/calendar.properties:java.thismonth
source: This month is not exist
es: Este mes no existe
ja: この月はありません。

# calendar/calendar-bundles/resources/calendar.properties:gen.alert
source: Alert:
es: Alerta:
ja: 警告:

# calendar/calendar-bundles/resources/calendar.properties:gen.new
source: New...
es: Nuevo...
ja: 新規...

# calendar/calendar-bundles/resources/calendar.properties:gen.delete
source: Remove event
es: Borrar
ja: 削除

# calendar/calendar-bundles/resources/calendar.properties:gen.revise
source: Edit
es: Revisar
ja: 確認

# calendar/calendar-bundles/resources/calendar.properties:gen.site
source: Site
es: Sitio
ja: サイト

# calendar/calendar-bundles/resources/calendar.properties:gen.from
source: From
es: Desde
ja: から

# calendar/calendar-bundles/resources/calendar.properties:gen.save
source: Save
es: Guardar
ja: 保存

# calendar/calendar-bundles/resources/calendar.properties:gen.cancel
source: Cancel
es: Cancelar
ja: キャンセル

# calendar/calendar-bundles/resources/calendar.properties:gen.file
source: File
es: Archivo:
ja: ファイル:

# calendar/calendar-bundles/resources/calendar.properties:gen.title
source: Title
es: Título:
ja: タイトル:

# calendar/calendar-bundles/resources/calendar.properties:gen.date
source: Date
es: Fecha:
ja: 日時:

# calendar/calendar-bundles/resources/calendar.properties:gen.time
source: Time
es: Hora:
ja: 時間:

# calendar/calendar-bundles/resources/calendar.properties:gen.freq
source: Frequency
es: Frecuencia
ja: 頻度

# calendar/calendar-bundles/resources/calendar.properties:gen.descr
source: Description
es: Descripción
ja: 説明

# calendar/calendar-bundles/resources/calendar.properties:gen.attach
source: Attachments
es: Adjuntos
ja: 添付

# calendar/calendar-bundles/resources/calendar.properties:gen.noattach
source: No attachments Yet
es: No hay adjuntos todavía
ja: 添付はまだありません

# calendar/calendar-bundles/resources/calendar.properties:gen.continue
source: Continue
es: Continuar
ja: 続ける

# calendar/calendar-bundles/resources/calendar.properties:gen.back
source: Back
es: Volver
ja: 戻る

# calendar/calendar-bundles/resources/calendar.properties:gen.backtolist
source: Back to Calendar
es: Volver al Calendario
ja: カレンダに戻る

# calendar/calendar-bundles/resources/calendar.properties:gen.fromsite
source: From Site
es: Desde el Sitio
ja: サイトから

# calendar/calendar-bundles/resources/calendar.properties:gen.owner
source: Owner
es: Propietario
ja: 所有者

# calendar/calendar-bundles/resources/calendar.properties:gen.assatt
source: Additional attachments from assignment
es: Adjuntos adicionales de la tarea
ja: テストからの追加の添付ファイル

# calendar/calendar-bundles/resources/calendar.properties:gen.assignmentlink
source: Assignment Link
es: Enlace a la tarea
ja: テストリンク

# calendar/calendar-bundles/resources/calendar.properties:del.deleting
source: Deleting schedule item...
es: Borrando el asunto del horario...
ja: スケジュールアイテムを削除しています...

# calendar/calendar-bundles/resources/calendar.properties:del.sure
source: Are you sure you want to remove this event?
es: ¿Está seguro que quiere borrar este asunto?
ja: アイテムを削除してもよろしいですか?

# calendar/calendar-bundles/resources/calendar.properties:del.every
source: Every
es: Cada
ja: すべての

# calendar/calendar-bundles/resources/calendar.properties:del.number
source: Number of occurrences:
es: Número de acontecimientos:
ja: 繰り返し回数:

# calendar/calendar-bundles/resources/calendar.properties:del.times
source: Times
es: Horas
ja: 回

# calendar/calendar-bundles/resources/calendar.properties:del.endson
source: Ends on
es: Finalización sobre
ja: 終了日時：

# calendar/calendar-bundles/resources/calendar.properties:del.one
source: Activity occurs once.
es: La actividad sólo ocurrirá una vez.
ja: 予定は一度だけです．

# calendar/calendar-bundles/resources/calendar.properties:del.item
source: Event type
es: Tipo de asunto
ja: アイテム種別

# calendar/calendar-bundles/resources/calendar.properties:legend.key1
source: Academic Calendar
es: Calendario Académico
ja: 学事カレンダ

# calendar/calendar-bundles/resources/calendar.properties:legend.key2
source: Activity
es: Actividad
ja: 予定

# calendar/calendar-bundles/resources/calendar.properties:legend.key3
source: Cancellation
es: Cancelación
ja: 取消

# calendar/calendar-bundles/resources/calendar.properties:legend.key4
source: Class section - Discussion
es: Sesión de clase - Debate
ja: クラス(ディスカッション)

# calendar/calendar-bundles/resources/calendar.properties:legend.key5
source: Class section - Lab
es: Sesión de clase - Laboratorio
ja: クラス(実験)

# calendar/calendar-bundles/resources/calendar.properties:legend.key6
source: Class section - Lecture
es: Sesión de clase - Clase magistral
ja: クラス(講義)

# calendar/calendar-bundles/resources/calendar.properties:legend.key7
source: Class section - Small Group
es: Sesión de clase - Grupo pequeño
ja: クラス(小グループ)

# calendar/calendar-bundles/resources/calendar.properties:legend.key8
source: Class session
es: Sesión de clase
ja: クラス

# calendar/calendar-bundles/resources/calendar.properties:legend.key9
source: Computer Session
es: Sesión de ordenador
ja: コンピュータ

# calendar/calendar-bundles/resources/calendar.properties:legend.key10
source: Deadline
es: Fecha límite
ja: 締切

# calendar/calendar-bundles/resources/calendar.properties:legend.key11
source: Exam
es: Examen
ja: 試験

# calendar/calendar-bundles/resources/calendar.properties:legend.key12
source: Meeting
es: Reunión
ja: 打合せ

# calendar/calendar-bundles/resources/calendar.properties:legend.key13
source: Multidisciplinary Conference
es: Conferencia Multidisciplinaria
ja: 学会

# calendar/calendar-bundles/resources/calendar.properties:legend.key14
source: Quiz
es: Concurso
ja: テスト

# calendar/calendar-bundles/resources/calendar.properties:legend.key15
source: Special event
es: Evento especial
ja: 特別なイベント

# calendar/calendar-bundles/resources/calendar.properties:legend.key16
source: Web Assignment
es: Tarea Web
ja: ウェブ課題

# calendar/calendar-bundles/resources/calendar.properties:del.deleteall
source: Delete all occurrences
es: Borrar todos los acontecimientos
ja: すべての予定を削除

# calendar/calendar-bundles/resources/calendar.properties:del.deleteonly
source: Delete only this occurrence
es: Borrar solo este acontecimiento
ja: 現在の予定だけを削除

# calendar/calendar-bundles/resources/calendar.properties:imp.step1
source: Step 1 of 3: Select type of calendar to import from
es: Paso 1 de 3: Seleccionar el tipo de calendario a importar desde
ja: ステップ 1/3: インポートするカレンダの種別を次から選択します：

# calendar/calendar-bundles/resources/calendar.properties:imp.step2
source: Step 2 of 3: Reformat data and select the file to import
es: Paso 2 de 3: Reformatear el dato y seleccionar el fichero a importar
ja: ステップ 2/3: データを再フォーマットしてインポートするファイルを選択します

# calendar/calendar-bundles/resources/calendar.properties:imp.step2b
source: Step 2 of 3: Select the file to import
es: Paso 2 de 3: Seleccionar el fichero a importar
ja: ステップ 2/3: インポートするファイルを選択します

# calendar/calendar-bundles/resources/calendar.properties:imp.step3
source: Step 3 of 3: Review activities and confirm import
es: Paso 3 de 3: Revisar las actividades y confirmar la importación
ja: ステップ 3/3: 予定を確認してインポートを完了します

# calendar/calendar-bundles/resources/calendar.properties:imp.select
source: Type of calendar to import
es: Tipo de calendario a importar
ja: インポートするカレンダの種別

# calendar/calendar-bundles/resources/calendar.properties:imp.todo
source: To perform an import of generic calendar data, download the template package below. The package includes a 'Readme' file with instructions, as well as a CSV format example file that can be opened with Microsoft Excel or similar applications. Convert your data into the exact format shown in the CSV file to ensure compatibility.
es: Para efectuar una importación de una dato de una calendario genérico, bajarse el paquete de plantillas. El paquete incluye un fichero 'Readme' con instrucciones, así como un fichero con formato CSV que tu puedes abrir con Microsoft Excel o aplicaciones similares. Convertir su dato en el formato exacto visualizado en el fichero CSV para asegurar la compatibilidad.
ja: 一般的なカレンダデータのインポートを実行する場合，下のテンプレートパッケージをダウンロードします．パッケージには，指示が記された Readme ファイルがあるとともに，Microsoft Excel または同様のアプリケーションで開くことができる CSV フォーマットのサンプルファイルがあります．互換性を保障するために，データを CSV ファイルと全く同じフォーマットに変換してください．

# calendar/calendar-bundles/resources/calendar.properties:imp.mm.outlook
source: Microsoft Outlook data must be exported into a CSV file (comma separated values); Meeting Maker data must be exported into a text file (tab-delimited).
es: Los datos de Microsoft Outlook deben exportarse a un fichero CSV; los datos de Meeting Maker debe exportarse a un fichero de texto separado por tabuladores.
ja: Microsoft Outlook 用のデータは CSV ファイル (カンマ区切り値) にエクスポートする必要があります．Meeting Marker 用データはテキストファイル (タブ区切り) にエクスポートする必要があります．

# calendar/calendar-bundles/resources/calendar.properties:imp.ical.todo
source: iCalendar imports do not currently support re-occuring events
es: Actualmente, la importación a iCalendar no soporta eventos recurrentes
ja: iCalendar では，繰り返しイベントは現在サポートされていません

# calendar/calendar-bundles/resources/calendar.properties:imp.generic
source: Generic Import Template
es: Plantilla Genérica para importar
ja: 汎用インポートテンプレート

# calendar/calendar-bundles/resources/calendar.properties:imp.when
source: When you have your calendar information in the correct format, browse for the file below and upload it to the system.
es: Cuando tenga la información de su calendario en el formato correcto, el navegador bajará el fichero y lo actualizará en el sistema.
ja: 正しフォーマットでカレンダ情報が用意できたら，そのファイルを下で選択し，システムにアップロードします．

# calendar/calendar-bundles/resources/calendar.properties:imp.browse
source: Browse your computer to find your exported calendar data, and upload it below.
es: El navegador de su ordenador encontró su fecha de calendario, y la actualizará abajo.
ja: エクスポートしたカレンダデータを選択し，下でアップロードします．

# calendar/calendar-bundles/resources/calendar.properties:imp.yourcustom
source: You are importing
es: Está importando
ja: 下に一覧表示された

# calendar/calendar-bundles/resources/calendar.properties:imp.yourcustom2
source: activities, listed below. Uncheck the 'Import' box for any activity(s) you do not want to import.
es: actividades listadas abajo. Desmarque la casilla 'Importar' para cualquier actividad(es) que no quiera importar.
ja: 個の予定をインポートしています．インポートしたくないすべての予定の「削除」ボックスをチェックします．

# calendar/calendar-bundles/resources/calendar.properties:imp.mmaker
source: Meeting Maker
es: Meeting MakerQuiz -
ja: Meeting Marker

# calendar/calendar-bundles/resources/calendar.properties:imp.gcalendar
source: Generic calendar import (comma-separate values)
es: Importar el calendario genérico (valores separados por comas)
ja: 汎用カレンダインポート(コンマ区切りの値)

# calendar/calendar-bundles/resources/calendar.properties:imp.keep
source: Import?
es: ¿Importar?
ja: 削除?

# calendar/calendar-bundles/resources/calendar.properties:imp.actvtm
source: Activity and Time
es: Actividad y Hora
ja: 予定と時間

# calendar/calendar-bundles/resources/calendar.properties:imp.addeve
source: Import Events
es: Eventos importados
ja: イベントをインポート

# calendar/calendar-bundles/resources/calendar.properties:imp.list.summary
source: List of events being imported. Column 1: date. Column 2: activity and time. Column 3: checkbox - uncheck to exclude from import.
es: Lista de eventos que se importarán. La primera columna contiene la fecha, la segunda la actividad y la hora y la tercera es una casilla cuya selección indica que el evento no se importará.
ja: インポートされるイベント一覧．カラム 1 は「日付」，カラム 2 は「イベント名と時刻」，カラム 3 はインポートから排除するかどうかの「チェックボックス」です．

source: Subject
es: Asunto
ja: 件名

source: Start Date
es: Fecha de inicio
ja: 開始日

source: Start Time
es: Hora de inicio
ja: 開始時刻

source: End Date
es: Fecha de finalización
ja: 終了日
