Repository: kyoto-u/openpanda
Catalog: l10n/*/chat.po
Languages: es, ja

# chat/chat-impl/impl/src/bundle/chat-message.properties:chat-message
source: A chat message represents a message in a chat channel (room).
es: Un mensaje de chat representa un mensaje en un canal de chat (sala).
ja: チャットメッセージはチャットチャンネル (ルーム) 中のメッセージを表しています．

# chat/chat-impl/impl/src/bundle/chat.properties:chat_header
source: Message Headers
es: Cabeceras del mensaje
ja: メッセージヘッダ

# chat/chat-impl/impl/src/bundle/chat.properties:chat_from
source: From
es: De
ja: 送信者

# chat/chat-impl/impl/src/bundle/chat.properties:chat_body
source: Message Body
es: Cuerpo del mensaje
ja: メッセージ本文

# chat/chat-impl/impl/src/bundle/chat.properties:chat_message
source: Message
es: Mensaje
ja: メッセージ

# chat/chat-impl/impl/src/bundle/chat-channel.properties:chat-channel
source: A chat channel represents a chat room in a context (site).
es: Un canal de chat representa una sala de chat en un contexto (sitio).
ja: チャットチャンネルとは，あるコンテキスト (サイト) 中のチャットルームを表します．

# chat/chat-tool/tool/src/bundle/chat.properties:thischat
source: This chat is not available.
es: El chat no está disponible.
ja: このチャットは利用可能ではありません．

# chat/chat-tool/tool/src/bundle/chat.properties:chatmesdel
source: Chat message deleted by
es: Mensaje del chat borrado por
ja: 次のユーザによりチャットメッセージが削除されました：

# chat/chat-tool/tool/src/bundle/chat.properties:chatroom
source: Chat Room:
es: Sala de Chat:
ja: チャットルーム:

# chat/chat-tool/tool/src/bundle/chat.properties:days
source: Days
es: Días
ja: 日間

# chat/chat-tool/tool/src/bundle/chat.properties:forchat
source: for Chat room name. Chat room name
es: por nombre de Sala de Chat. Nombre de Sala de Chat
ja: のチャットルーム名：

# chat/chat-tool/tool/src/bundle/chat.properties:hided
source: Hide Date
es: Ocultar fecha
ja: 日付を非表示

# chat/chat-tool/tool/src/bundle/chat.properties:hidet
source: Hide Time
es: Ocultar hora
ja: 時間を非表示

# chat/chat-tool/tool/src/bundle/chat.properties:messages
source: Messages
es: Mensajes
ja: メッセージ

# chat/chat-tool/tool/src/bundle/chat.properties:permis
source: Permissions
es: Permisos
ja: 権限

# chat/chat-tool/tool/src/bundle/chat.properties:setpermis
source: Set permissions for Chat room in worksite
es: Establecer permisos en la Sala de Chat del sitio
ja: ワークサイトのチャットルームの権限をセット

# chat/chat-tool/tool/src/bundle/chat.properties:perm_description
source: Set permissions for {0} in worksite ''{1}''
es: Establecer permisos para {0} en el sitio de trabajo ''{1}''
ja: ワークサイト「{1}」の {0} に対する権限をセット

# chat/chat-tool/tool/src/bundle/chat.properties:showall
source: All Messages
es: Todos los mensajes
ja: すべてのメッセージ

# chat/chat-tool/tool/src/bundle/chat.properties:shownone
source: Show no message history
es: No mostrar el histórico de mensajes
ja: メッセージ履歴なしを表示

# chat/chat-tool/tool/src/bundle/chat.properties:showd
source: Show Date
es: Mostrar fecha
ja: 日付を表示

# chat/chat-tool/tool/src/bundle/chat.properties:showlast
source: Show Last
es: Mostrar los últimos
ja: 最後を表示

# chat/chat-tool/tool/src/bundle/chat.properties:showpast
source: Past
es: Pasado
ja: 過去

# chat/chat-tool/tool/src/bundle/chat.properties:showt
source: Show Time
es: Mostrar hora
ja: 時間を表示

# chat/chat-tool/tool/src/bundle/chat.properties:showtoday
source: Show Today's Messages
es: Mostrar los mensajes de hoy
ja: 今日のメッセージを表示

# chat/chat-tool/tool/src/bundle/chat.properties:thereispro
source: Permissions can not be set at this time because the site is already being edited. Close permissions in other tools before proceeding.
es: No se pueden establecer los permisos porque el sitio está siendo editado por otro usuario. Cierre los permisos en las otras herramientas antes de continuar.
ja: サイトがすでに編集中であるため，この時点で権限をセットすることができません．他のツールの権限設定を閉じて先に進んでください．

# chat/chat-tool/tool/src/bundle/chat.properties:therewaspro
source: There was a problem sending the prior message.
es: Hubo un problema en el envío del mensaje anterior.
ja: 以前のメッセージを送信中に問題が発生しました．

# chat/chat-tool/tool/src/bundle/chat.properties:turnoff
source: Turn OFF New Message Alert
es: DESACTIVE la alerta de nuevo mensaje
ja: 新しいメッセージ通知をオフ

# chat/chat-tool/tool/src/bundle/chat.properties:turnon
source: Turn ON New Message Alert
es: ACTIVE la alerta de nuevo mensaje
ja: 新しいメッセージ通知をオン

# chat/chat-tool/tool/src/bundle/chat.properties:youdonot1
source: You do not have permission to view this chat.
es: No tiene permiso para ver este chat.
ja: このチャットを表示する権限がありません．

# chat/chat-tool/tool/src/bundle/chat.properties:youdonot2
source: You do not have permission to create this chat.
es: No tiene permiso para crear este chat.
ja: このチャットを作成する権限がありません．

# chat/chat-tool/tool/src/bundle/chat.properties:youdonot3
source: You do not have permission to post to this chat.
es: No tiene permiso para ver enviar mensajes a este chat.
ja: このチャットを投稿する権限がありません．

# chat/chat-tool/tool/src/bundle/chat.properties:youdonot4
source: You do not have permission to delete this chat message.
es: No tiene permiso para borrar mensajes de este chat.
ja: このチャットメッセージを削除する権限がありません．

# chat/chat-tool/tool/src/bundle/chat.properties:youent
source: You entered
es: Ha introducido
ja: 入室しました

# chat/chat-tool/tool/src/bundle/chat.properties:gen.alert
source: Alert:
es: Alerta:
ja: 警告:

# chat/chat-tool/tool/src/bundle/chat.properties:gen.cancel
source: Cancel
es: Cancelar
ja: キャンセル

# chat/chat-tool/tool/src/bundle/chat.properties:gen.date
source: Date:
es: Fecha:
ja: 日付:

# chat/chat-tool/tool/src/bundle/chat.properties:gen.delete
source: Delete
es: Borrar
ja: 削除

# chat/chat-tool/tool/src/bundle/chat.properties:gen.edit
source: Edit
es: Editar
ja: 編集

# chat/chat-tool/tool/src/bundle/chat.properties:gen.from
source: From:
es: De:
ja: 投稿者:

# chat/chat-tool/tool/src/bundle/chat.properties:gen.mess
source: Message:
es: Mensaje:
ja: メッセージ:

# chat/chat-tool/tool/src/bundle/chat.properties:gen.save
source: Update Options
es: Actualizar opciones
ja: オプションを更新

# chat/chat-tool/tool/src/bundle/chat.properties:control.clear
source: Clear
es: Limpiar
ja: クリア

# chat/chat-tool/tool/src/bundle/chat.properties:control.post
source: Add message
es: Añadir mensaje
ja: メッセージを追加

# chat/chat-tool/tool/src/bundle/chat.properties:control.lab
source: Enter chat message
es: Introducir un mensaje de chat
ja: チャットメッセージを入力

# chat/chat-tool/tool/src/bundle/chat.properties:combox.viewfrom
source: View messages from...
es: Ver mensajes desde...
ja: メッセージを表示 入力元:

# chat/chat-tool/tool/src/bundle/chat.properties:custom.chatroom
source: Chat Room
es: Sala de Chat
ja: チャットルーム

# chat/chat-tool/tool/src/bundle/chat.properties:custom.cuschat
source: Chat Options
es: Opciones del chat
ja: チャットオプション

# chat/chat-tool/tool/src/bundle/chat.properties:custom.days
source: days
es: días
ja: 日間

# chat/chat-tool/tool/src/bundle/chat.properties:custom.howmany
source: How many messages will be displayed?
es: ¿Cuántos mensajes se mostrarán?
ja: 何件のメッセージを表示しますか?

# chat/chat-tool/tool/src/bundle/chat.properties:custom.mess
source: messages
es: mensajes
ja: メッセージ

# chat/chat-tool/tool/src/bundle/chat.properties:custom.showall
source: Show all messages
es: Mostrar todos los mensajes
ja: すべてのメッセージを表示

# chat/chat-tool/tool/src/bundle/chat.properties:custom.showlast
source: Show the last
es: Mostrar los últimos
ja: 最後を表示

# chat/chat-tool/tool/src/bundle/chat.properties:custom.showpast
source: Show messages from the past
es: Mostrar los mensajes de los últimos
ja: 過去のメッセージを表示

# chat/chat-tool/tool/src/bundle/chat.properties:custom.use1
source: Use this worksite's Main Chat Room
es: Utilizar la Sala de Chat principal del sitio
ja: このワークサイトのメインチャットルームを使用

# chat/chat-tool/tool/src/bundle/chat.properties:custom.use2
source: Use the chat room called
es: Utilizar la Sala de Chat llamada
ja: 呼び出されたチャットルームを使用

# chat/chat-tool/tool/src/bundle/chat.properties:custom.use3
source: Use a new Chat Room
es: Utilizar una nueva Sala de Chat
ja: 新しいチャットルームを使用

# chat/chat-tool/tool/src/bundle/chat.properties:custom.which
source: Which chat room will be displayed?
es: ¿Qué Sala de Chat desea mostrar?
ja: どのチャットルームを表示しますか?

# chat/chat-tool/tool/src/bundle/chat.properties:custom.called
source: called
es: llamada
ja: 呼ばれた

# chat/chat-tool/tool/src/bundle/chat.properties:custom.msgdisp
source: Message Display
es: Mostrar mensaje
ja: メッセージ表示

# chat/chat-tool/tool/src/bundle/chat.properties:custom_date_display
source: Posting allowed from {0} through {1}
es: Publicación permitida desde {0} a {1}
ja: {0} から {1} まで投稿が許可

# chat/chat-tool/tool/src/bundle/chat.properties:custom_date_display_start
source: Posting allowed starting {0}
es: Publicación permitida empezando en {0}
ja: {0} から始まる投稿が許可

# chat/chat-tool/tool/src/bundle/chat.properties:custom_date_display_end
source: Posting allowed through {1}
es: Publicación permitida hasta {1}
ja: {1} まで投稿が許可

# chat/chat-tool/tool/src/bundle/chat.properties:custom_date_heading
source: Allowed Posting Dates
es: Fechas de publicación permitidas
ja: 許可された投稿日時

# chat/chat-tool/tool/src/bundle/chat.properties:custom_date_instructions
source: Users are allowed to post to the chatroom between the dates specified below. Leaving or setting a date blank indicates no date restriction (only the permissions would limit posting). The end date must be the same as or later than the start date.
es: A los usuarios se les permite publicar en una sala de chat entre las fechas especificadas más abajo. Si deja una fecha en blanco está indicando que no desea establecer ninguna restricción por fecha (sólo los permisos limitarían la publicación). La fecha final debe ser la misma o posterior a la fecha de inicio.
ja: 下記に指定された期間中はチャットルームへの投稿が許可されます．日付を空白のままにするかセットした場合は日付の制限がありません(権限だけが投稿を制限します)．終了日は開始日以降に設定してください．

# chat/chat-tool/tool/src/bundle/chat.properties:custom_date_start
source: Start
es: Comienzo
ja: 開始

# chat/chat-tool/tool/src/bundle/chat.properties:custom_date_end
source: End
es: Fin
ja: 終了

# chat/chat-tool/tool/src/bundle/chat.properties:custom_date_restricted
source: Posting is currently disabled by configured dates.
es: La publicación está desactivada por las fechas configuradas.
ja: 投稿は設定日により現在無効です．

# chat/chat-tool/tool/src/bundle/chat.properties:custom_date_error_order
source: Start date ({0}) must come before end date ({1})
es: La fecha de inicio ({0}) debe ser anterior de la fecha de finalización ({1})
ja: 開始日 ({0}) は終了日 ({1}) の前に設定してください．

source: (mm/dd/yy)
es: (dd/mm/yy)

# chat/chat-tool/tool/src/bundle/chat.properties:custom_date_entry_today_is
source: Today is
es: Hoy es
ja: 今日は

# chat/chat-tool/tool/src/bundle/chat.properties:custom_date_entry_week_header
source: Wk
es: Semana
ja: 週

# chat/chat-tool/tool/src/bundle/chat.properties:custom_date_entry_format
source: MM/dd/yy
es: dd/MM/yy

# chat/chat-tool/tool/src/bundle/chat.properties:custom_date_entry_goto
source: Go To Current Month
es: Ir al mes actual
ja: 今月に移動

# chat/chat-tool/tool/src/bundle/chat.properties:delete.delete
source: Deleting chat message
es: Borrar mensaje del chat
ja: チャットメッセージを削除しています

# chat/chat-tool/tool/src/bundle/chat.properties:delete.sure
source: Are you sure you want to permanently delete this message?
es: ¿Está seguro que desea borrar permanentemente este mensaje?
ja: このメッセージを永久に削除してもよろしいですか?

# chat/chat-tool/tool/src/bundle/chat.properties:delete.wrong
source: Message has been deleted already!
es: ¡El mensaje ya había sido borrado!
ja: メッセージは既に削除されています!

# chat/chat-tool/tool/src/bundle/chat.properties:lay.note
source: All chat messages are archived and can be read by any site participant.
es: Todos los mensajes de chat son archivados y pueden leerse desde el sitio de cada participante.
ja: すべてのチャットメッセージはアーカイブされ，サイトの参加者全員が読むことができます．

# chat/chat-tool/tool/src/bundle/chat.properties:lay.user
source: Users in Chat
es: Usuarios en el chat
ja: チャットにいるユーザ

# chat/chat-tool/tool/src/bundle/chat.properties:list.del
source: Delete this message
es: Borrar este mensaje
ja: このメッセージを削除

# chat/chat-tool/tool/src/bundle/chat.properties:bar.onlytime
source: Time Only
es: Solo hora
ja: 時間だけ

# chat/chat-tool/tool/src/bundle/chat.properties:bar.datetime
source: Date and Time
es: Fecha y hora
ja: 日付と時間

# chat/chat-tool/tool/src/bundle/chat.properties:bar.onlydate
source: Date Only
es: Solo fecha
ja: 日付だけ

# chat/chat-tool/tool/src/bundle/chat.properties:bar.nodatetime
source: Neither Date or Time
es: Ni fecha ni hora
ja: 日付も時間も表示しない

# chat/chat-tool/tool/src/bundle/chat.properties:bar.allmes
source: All Messages
es: Todos los mensajes
ja: すべてのメッセージ

# chat/chat-tool/tool/src/bundle/chat.properties:bar.view
source: View
es: Mostrar
ja: 表示

# chat/chat-tool/tool/src/bundle/chat.properties:bar.show
source: Show
es: Mostrar
ja: 表示

# chat/chat-tool/tool/src/bundle/chat.properties:bar.listnavselect
source: List options: press alt + up and down arrows to scroll through menu
es: Lista de opciones: presione Alt + cursos (arriba o abajo) para desplazarse por el menú.
ja: 一覧オプション: メニュー上でスクロールする場合は Alt + 上 または 下矢印を押します．

# chat/chat-tool/tool/src/bundle/chat.properties:past_x_days
source: Past {0} days
es: Últimos {0} días
ja: 過去 {0} 日間

# chat/chat-tool/tool/src/bundle/chat.properties:past_x_messages
source: Last {0} messages
es: Últimos {0} mensajes
ja: 直近 {0} 個のメッセージ

# chat/chat-tool/tool/src/bundle/chat.properties:default_new_channel_title
source: Main Chat Room
es: Canal principal
ja: メインチャネル

# chat/chat-tool/tool/src/bundle/chat.properties:allMessages
source: All Messages
es: Todos los mensajes
ja: すべてのメッセージ

# chat/chat-tool/tool/src/bundle/chat.properties:timeOnly
source: Time Only
es: Sólo hora
ja: 時刻のみ

# chat/chat-tool/tool/src/bundle/chat.properties:timeAndDate
source: Date and Time
es: Fecha y hora
ja: 日付及び時刻

# chat/chat-tool/tool/src/bundle/chat.properties:dateOnly
source: Date Only
es: Sólo fecha
ja: 日付のみ

# chat/chat-tool/tool/src/bundle/chat.properties:neitherDateOrTime
source: Neither Date nor Time
es: Ni fecha ni hora
ja: 日付または時刻のどちらか

# chat/chat-tool/tool/src/bundle/chat.properties:uniqueid
source: ID Only
es: Solo ID
ja: ID だけ

# chat/chat-tool/tool/src/bundle/chat.properties:manage_tool
source: Options
es: Herramienta de gestión
ja: ツールを管理

# chat/chat-tool/tool/src/bundle/chat.properties:lay_note
source: All chat messages are archived and can be read by any site participant.
es: Todos los mensajes de chat se archivarán y podrán ser leídos por cada miembro del sitio
ja: すべてのメッセージはアーカイブされ，サイト参加者なら誰でも読むことができます．

# chat/chat-tool/tool/src/bundle/chat.properties:lay_restricted_note_days
source: Only messages from the past {0} days are archived and can be read by any site participant.
es: Únicamente se archivarán los mensajes de los últimos {0} días para que puedan ser consultados por cualquier miembro del sitio.
ja: 過去 {0} 日間のメッセージだけがアーカイブされ，サイト参加者なら誰でも読むことができます．

# chat/chat-tool/tool/src/bundle/chat.properties:lay_restricted_note_messages
source: Only the past {0} messages are archived and can be read by any site participant.
es: Únicamente se archivarán los últimos {0} mensajes para que puedan ser consultados por cualquier miembro del sitio.
ja: 過去 {0} 個のメッセージだけがアーカイブされ，サイト参加者なら誰でも読むことができます．

# chat/chat-tool/tool/src/bundle/chat.properties:lay_restricted_note_none
source: Only messages from the current session can be read by site participants.
es: Únicamente los mensajes de la sesión actual puede ser leídos por los participantes en este sitio.
ja: 現在のセッションからのメッセージだけをサイト参加者は読むことができます．

# chat/chat-tool/tool/src/bundle/chat.properties:lay_user
source: Users in Chat
es: Usuarios en el chat
ja: チャットにいるユーザ

# chat/chat-tool/tool/src/bundle/chat.properties:view
source: View
es: Ver
ja: 表示

# chat/chat-tool/tool/src/bundle/chat.properties:add_room
source: Add Room
es: Añadir sala
ja: ルームを追加

# chat/chat-tool/tool/src/bundle/chat.properties:change_room
source: Change Room
es: Cambiar sala
ja: ルームを変更

# chat/chat-tool/tool/src/bundle/chat.properties:enter_the_chat_room
source: Enter ''{0}'' Room
es: Entrar en la sala ''{0}''
ja: 「{0}」ルームに入る

# chat/chat-tool/tool/src/bundle/chat.properties:channel_creation_date
source: Creation Date
es: Fecha de creación
ja: 作成日時

# chat/chat-tool/tool/src/bundle/chat.properties:channel_description
source: Description
es: Descripción
ja: 説明

# chat/chat-tool/tool/src/bundle/chat.properties:channel_description_colon
source: Description:
es: Descripción:
ja: 説明:

# chat/chat-tool/tool/src/bundle/chat.properties:channel_title
source: Title
es: Título
ja: タイトル

# chat/chat-tool/tool/src/bundle/chat.properties:channel_title_colon
source: Title:
es: Título:
ja: タイトル:

# chat/chat-tool/tool/src/bundle/chat.properties:edit_channel_title
source: Edit Room
es: Editar sala
ja: ルームを編集

# chat/chat-tool/tool/src/bundle/chat.properties:add_channel_title
source: Add Room
es: Añadir sala
ja: ルームを追加

# chat/chat-tool/tool/src/bundle/chat.properties:message_display
source: Message Display
es: Mensaje que mostrar
ja: メッセージディスプレイ

# chat/chat-tool/tool/src/bundle/chat.properties:messages_shown_total
source: Showing {0} messages out of {1}
es: Mostrando {0} mensajes de {1}
ja: {0} / {1} 件のメッセージを表示中

# chat/chat-tool/tool/src/bundle/chat.properties:perm_error
source: Insufficient Permissions for {0}
es: Permisos insuficientes para {0}
ja: {0} に対する権限が不十分です

# chat/chat-tool/tool/src/bundle/chat.properties:message_owner
source: Owner
es: Propietario
ja: 所有者

# chat/chat-tool/tool/src/bundle/chat.properties:select_room_title
source: Select Chat Room
es: Seleccionar una sala de chat
ja: チャットルームを選択

# chat/chat-tool/tool/src/bundle/chat.properties:tool_options_title
source: Tool Options
es: Opciones de la herramienta
ja: ツールオプション

# chat/chat-tool/tool/src/bundle/chat.properties:synoptic_options_title
source: Synoptic Options
es: Opciones del resumen
ja: 一覧オプション

# chat/chat-tool/tool/src/bundle/chat.properties:room_list_title
source: Manage Rooms
es: Gestionar salas
ja: ルームを管理

# chat/chat-tool/tool/src/bundle/chat.properties:monitor_panel
source: List
es: Lista
ja: 一覧

# chat/chat-tool/tool/src/bundle/chat.properties:presence_panel
source: List of users present in room
es: Presencia
ja: ルームにいるユーザ一覧

# chat/chat-tool/tool/src/bundle/chat.properties:delete_room_confirm_title
source: Deleting chat room
es: Borrando una sala de chat
ja: チャットルームを削除しています

# chat/chat-tool/tool/src/bundle/chat.properties:delete_room_confirm_alert
source: Are you sure you want to permanently delete this chat room?
es: ¿Está seguro de que desea borrar permanentemente esta sala de chat?
ja: このチャットルームを削除してもよろしですか?

source: Deleting all messages from chat room
es: Borrando todos los mensajes de esta sala de chat
ja: チャットルームからすべてのメッセージを削除します．

source: Are you sure you want to permanently delete all messages from this chat room?
es: ¿Está seguro de que desea borrar permanentemente todos mensajes de esta sala de chat?
ja: このチャットルームからすべてのメッセージを永久に削除してもよろしいですか?

# chat/chat-tool/tool/src/bundle/chat.properties:recent_chat_heading
source: Recent Chat Display
es: Mensajes recientes
ja: 最新チャットの表示

# chat/chat-tool/tool/src/bundle/chat.properties:number_days
source: Number of days in the past
es: Número de días transcurridos
ja: 経過日数

# chat/chat-tool/tool/src/bundle/chat.properties:number_messages
source: Number of Chat messages
es: Número de mensajes de chat
ja: チャットメッセージ数

# chat/chat-tool/tool/src/bundle/chat.properties:number_chars
source: Number of characters per Chat message
es: Número de caracteres del mensaje de chat
ja: チャットメッセージ当たりの文字数

# chat/chat-tool/tool/src/bundle/chat.properties:update_text
source: Update
es: Actualizar
ja: 更新

# chat/chat-tool/tool/src/bundle/chat.properties:validation_error
source: There was an error submitting this form. See specific messages below.
es: Ha habido un error enviado este formulario. Los detalles específicos se muestran a continuación.
ja: このフォームを送信中にエラーがありました．詳しいメッセージは以下をご覧ください．

# chat/chat-tool/tool/src/bundle/chat.properties:title_required
source: Title is required
es: El título es obligatorio
ja: タイトルは必須です

# chat/chat-tool/tool/src/bundle/chat.properties:title_too_long
source: Title has to be less than {0} characters
es: El título debe tener menos de {0} caracteres
ja: タイトルは {0} 文字より少なくなければなりません

# chat/chat-tool/tool/src/bundle/chat.properties:desc_too_long
source: Description has to be less than {0} characters
es: La descripción debe tener menos de {0} caracteres
ja: 説明は {0} 文字より少なくなければなりません

# chat/chat-tool/tool/src/bundle/chat.properties:delete_room_messages
source: Clear History
es: Borrar historial
ja: 履歴をクリア

# chat/chat-tool/tool/src/bundle/chat.properties:set_default
source: Set as Default
es: Establecer como por defecto
ja: デフォルトとしてセット

# chat/chat-tool/tool/src/bundle/chat.properties:set_as_default
source: Set ''{0}'' as Default
es: Establecer ''{0}'' como por defecto
ja: デフォルトとして「{0}」をセット

# chat/chat-tool/tool/src/bundle/chat.properties:viewingChatRoomText
source: Currently viewing messages for ''{0}''
es: Actualmente, mostrando mensajes para ''{0}''
ja: 「{0}」のメッセージを現在表示しています

# chat/chat-tool/tool/src/bundle/chat.properties:back_to_room
source: Back to room
es: Volver a la sala
ja: ルームに戻る

source: Allow chat participants to change the chat display settings for their own chat window
es: Permitir a los usuarios del sitio cambiar el aspecto de su propia ventana de chat
ja: チャット参加者が自分自身のチャットウィンドウに対するチャット表示設定を変更することを許可する

# chat/chat-tool/tool/src/bundle/chat.properties:neg_num_error
source: Negative numbers are not allowed
es: Los números negativos no están permitidos
ja: 負の数は許可されていません

# chat/chat-tool/tool/src/bundle/permissions.properties:desc-chat.new
source: Post chat messages
es: Publicar mensajes del chat
ja: チャットメッセージを投稿

# chat/chat-tool/tool/src/bundle/permissions.properties:desc-chat.read
source: Read chat messages
es: Leer mensajes del chat
ja: チャットメッセージを読む

# chat/chat-tool/tool/src/bundle/permissions.properties:desc-chat.delete.any
source: Delete any chat messages
es: Borrar cualquier mensaje del chat
ja: すべてのチャットメッセージを削除

# chat/chat-tool/tool/src/bundle/permissions.properties:desc-chat.delete.own
source: Delete own chat messages
es: Borrar mensajes propios del chat
ja: 自分のチャットメッセージを削除

# chat/chat-tool/tool/src/bundle/permissions.properties:desc-chat.delete.channel
source: Delete a chat room
es: Borrar un sala del chat
ja: チャットルームを削除

# chat/chat-tool/tool/src/bundle/permissions.properties:desc-chat.new.channel
source: Create a new chat room
es: Crear una nueva sala en el chat
ja: 新しいチャットルームを作成

# chat/chat-tool/tool/src/bundle/permissions.properties:desc-chat.revise.channel
source: Set chat room options
es: Modificar opciones de las salas del chat
ja: チャットルームオプションを設定

# chat/chat-tool/tool/src/bundle/chat.properties:control_panel
source: Control
ja: コントロール
