Repository: kyoto-u/openpanda
Catalog: l10n/*/citations.po
Languages: es, ja

# citations/citations-util/util/src/bundle/citations.properties:dbSelected.search
source: databases selected:
es: bases de datos seleccionadas:
ja: 選択されたデータベース:

# citations/citations-util/util/src/bundle/citations.properties:select.sub.search
source: Select sub-category
es: Seleccionar una subcategoría
ja: サブカテゴリを選択

# citations/citations-util/util/src/bundle/citations.properties:empty.cat.search
source: Selected category contains no searchable databases
es: Seleccione la categoría que contiene las bases de datos en las que no se puede buscar
ja: 選択したカテゴリには検索可能なデータベースはありません

# citations/citations-util/util/src/bundle/citations.properties:link.dbshow.search
source: Show Descriptions
es: Mostrar descripciones
ja: 説明を表示

# citations/citations-util/util/src/bundle/citations.properties:link.dbhide.search
source: Hide Descriptions
es: Ocultar descripciones
ja: 説明を非表示

# citations/citations-util/util/src/bundle/citations.properties:alt.dbshow.search
source: Show Description
es: Mostrar descripción
ja: 説明を表示

# citations/citations-util/util/src/bundle/citations.properties:alt.dbhide.search
source: Hide Description
es: Ocultar descripción
ja: 説明を非表示

# citations/citations-util/util/src/bundle/citations.properties:dbLoad.search
source: Loading Databases...
es: Cargando bases de datos...
ja: データベースを読み込んでいます...

# citations/citations-util/util/src/bundle/citations.properties:terms.search
source: Enter search terms
es: Introduzca los términos de la búsqueda
ja: 検索語を入力

# citations/citations-util/util/src/bundle/citations.properties:link.basic.search
source: Basic Search
es: Búsqueda básica
ja: 基本検索

# citations/citations-util/util/src/bundle/citations.properties:link.adv.search
source: Advanced Search
es: Búsqueda avanzada
ja: 詳細検索

# citations/citations-util/util/src/bundle/citations.properties:pageSize.search
source: Page Size
es: Tamaño de la página
ja: ページサイズ

# citations/citations-util/util/src/bundle/citations.properties:maxRecords.search
source: Maximum Records
es: Número máximo de registros
ja: 最大レコード数

# citations/citations-util/util/src/bundle/citations.properties:startRecord.search
source: Start Record
es: Empezar registro
ja: 開始レコード

# citations/citations-util/util/src/bundle/citations.properties:no.terms.search
source: Please enter search terms to try again
es: Por favor, introduzca los términos de la búsqueda e inténtelo de nuevo o haga clic en "Hecho"
ja: 検索語を入力し再度試してください

source: Please select at least one database to conduct a search
es: Por favor, seleccione al menos una base de datos en la que efectuar la búsqueda
ja: 検索を実行するためには少なくとも一つのデータベースを選択してください

# citations/citations-util/util/src/bundle/citations.properties:clear.search
source: Clear Form
es: Limpiar formulario
ja: フォームをクリア

# citations/citations-util/util/src/bundle/citations.properties:label.new.search
source: New Search
es: Nueva búsqueda
ja: 新しい検索

# citations/citations-util/util/src/bundle/citations.properties:label.back.search
source: Back to Add Citations
es: Volver a Añadir Referencias
ja: 「文献を追加」に戻る

source: Back to Review Citation List
es: Volver a ''Revisar la lista de citas''
ja: 「文献一覧の確認」に戻る

# citations/citations-util/util/src/bundle/citations.properties:noTerms.search
source: Please supply at least one search term.
es: Por favor, proporcione al menos un patrón de búsqueda.
ja: 検索語を少なくとも一つ入力してください．

# citations/citations-util/util/src/bundle/citations.properties:noDbs.search
source: Please select at least one database to search.
es: Por favor, seleccione al menos una base de datos en la que buscar.
ja: 検索するデータベースを少なくとも一つ選択してください．

# citations/citations-util/util/src/bundle/citations.properties:error.search
source: Unable to process your request at this time, please try again later.
es: Imposible procesar su petición, por favor, inténtelo de nuevo más tarde.
ja: 今はリクエストを処理することができません．後で再度試してください．

# citations/citations-util/util/src/bundle/citations.properties:instr.results.main
source: Click "{0}" to add a citation to the citation list.
es: Haga clic en "{0}" para añadir una referencia a la lista.
ja: 文献一覧に文献を追加する場合は「{0}」をクリックします．

# citations/citations-util/util/src/bundle/citations.properties:instr.results.sub
source: Change search terms to perform a different search within the selected databases. Click "{0}" to search a different set of databases.
es: Cambie los términos de la búsqueda para efectuar una búsqueda distinta en las mismas bases de datos. Haga clic en "{0}" para buscar en un conjunto distinto de bases de datos.
ja: 選択されたデータベース内で別の検索を実行する場合は検索語を変更します．異なるデータベースセットを検索する場合は「{0}」をクリックします．

# citations/citations-util/util/src/bundle/citations.properties:no.results
source: No results found to match your query
es: No se han encontrado resultados para su consulta
ja: クエリに一致する結果が見つかりませんでした

# citations/citations-util/util/src/bundle/citations.properties:title.results
source: Search Results
es: Resultados de la búsqueda
ja: 検索結果

# citations/citations-util/util/src/bundle/citations.properties:add.results
source: Add
es: Añadir
ja: 追加

# citations/citations-util/util/src/bundle/citations.properties:add_alt.results
source: Remove from citation list
es: Borrar una página de la lista
ja: 文献一覧から削除

# citations/citations-util/util/src/bundle/citations.properties:remove.results
source: Remove
es: Borrar
ja: 削除

# citations/citations-util/util/src/bundle/citations.properties:first.results
source: First Page
es: Primera página
ja: 最初のページ

# citations/citations-util/util/src/bundle/citations.properties:last.results
source: Last Page
es: Última página
ja: 最後のページ

# citations/citations-util/util/src/bundle/citations.properties:next.results
source: Next Page
es: Página siguiente
ja: 次ページ

# citations/citations-util/util/src/bundle/citations.properties:prev.results
source: Previous Page
es: Página anterior
ja: 前ページ

# citations/citations-util/util/src/bundle/citations.properties:wait.results
source: Loading...
es: Cargando...
ja: 読み込んでいます...

# citations/citations-util/util/src/bundle/citations.properties:show10.results
source: Show 10 items per page
es: Mostrar 10 elementos por página
ja: ページ当たりアイテムを 10 個表示

# citations/citations-util/util/src/bundle/citations.properties:show20.results
source: Show 20 items per page
es: Mostrar 20 elementos por página
ja: ページ当たりアイテムを 20 個表示

# citations/citations-util/util/src/bundle/citations.properties:show30.results
source: Show 30 items per page
es: Mostrar 30 elementos por página
ja: ページ当たりアイテムを 30 個表示

# citations/citations-util/util/src/bundle/citations.properties:show40.results
source: Show 40 items per page
es: Mostrar 40 elementos por página
ja: ページ当たりアイテムを 40 個表示

# citations/citations-util/util/src/bundle/citations.properties:show50.results
source: Show 50 items per page
es: Mostrar 50 elementos por página
ja: ページ当たりアイテムを 50 個表示

# citations/citations-util/util/src/bundle/citations.properties:showing.results
source: (viewing {0} - {1} of {2})
es: (mostrando {0} - {1} de {2})
ja: ({0}-{1}/{2} を表示)

# citations/citations-util/util/src/bundle/citations.properties:link.show.results
source: Abstract View
es: Ver el resumen
ja: 概要表示

# citations/citations-util/util/src/bundle/citations.properties:link.hide.results
source: Title View
es: Ver el título
ja: タイトル表示

# citations/citations-util/util/src/bundle/citations.properties:label.back.results
source: Back to Search Results
es: Volver a los resultados de la búsqueda
ja: 「検索結果」に戻る

# citations/citations-util/util/src/bundle/citations.properties:summary.results
source: Search results table
es: Buscar tabla de resultados
ja: 検索結果表

# citations/citations-util/util/src/bundle/citations.properties:link.show.readonly
source: Citation View
es: Vista de referencias
ja: 文献表示

# citations/citations-util/util/src/bundle/citations.properties:subjects.result
source: Subject(s):
es: Temática(s):
ja: 主題(s):

# citations/citations-util/util/src/bundle/citations.properties:abstract.result
source: Abstract:
es: Resumen:
ja: 抄録:

# citations/citations-util/util/src/bundle/citations.properties:nodetails.result
source: No subject or abstract information available
es: No hay temática o resumen disponible
ja: 利用可能な主題または抄録情報がありません

# citations/citations-util/util/src/bundle/citations.properties:title.review
source: Edit Citation List
es: Revisar lista de referencias
ja: 文献一覧を編集

# citations/citations-util/util/src/bundle/citations.properties:instr.main.review
source: View, edit or remove citations below. Click "{0}" to see if a copy of the citation is available through your library.
es: Ver, revisar o borrar las referencias de abajo. Haga clic en los títulos de las referencias para localizar la referencia en la librería de recursos.
ja: 以下の文献を表示したり，編集したり，削除したりします．ライブラリリソース内の文献の位置を決める場合は「{0}」をクリックします．

# citations/citations-util/util/src/bundle/citations.properties:instr.sub.review
source: Click "{0}" to title and save this citation list to your resources.
es: Haga clic en "{0}" para titular o guardar esta lista de referencias.
ja: 文献一覧にタイトルをつけ，自分のリソースに保存する場合は「{0}」をクリックします．

# citations/citations-util/util/src/bundle/citations.properties:search.problem
source: Unable to search at this time. Please try again later.
es: Imposible ejecutar la búsqueda. Por favor, inténtelo de nuevo.
ja: 今は検索することができません．再度試してください．

# citations/citations-util/util/src/bundle/citations.properties:title.close
source: This window is no longer needed.
es: Esta ventana no se utilizará más.
ja: このウィンドウはもはや必要ありません．

# citations/citations-util/util/src/bundle/citations.properties:subtitle.close
source: Please click "Close" button.
es: Por favor, haga clic en el botón de "Cerrar".
ja: 「閉じる」ボタンをクリックしてください．

# citations/citations-util/util/src/bundle/citations.properties:button.close
source: Close
es: Cerrar
ja: 閉じる

# citations/citations-util/util/src/bundle/citations.properties:keyword.adv.search
source: Keyword:
es: Palabra clave:
ja: キーワード:

# citations/citations-util/util/src/bundle/citations.properties:author.adv.search
source: Author:
es: Autor:
ja: 著者:

source: Title:
es: Título:
ja: タイトル:

# citations/citations-util/util/src/bundle/citations.properties:subject.adv.search
source: Subject:
es: Tema:
ja: 主題:

# citations/citations-util/util/src/bundle/citations.properties:year.adv.search
source: Year:
es: Año:
ja: 年:

# citations/citations-util/util/src/bundle/citations.properties:title.error
source: There was an error.
es: Se ha producido un error.
ja: エラーがありました．

# citations/citations-util/util/src/bundle/citations.properties:subtitle.error
source: Please click the "done" button to close this window.
es: Por favor, haga clic en el botón "Hecho" para cerrar esta ventana.
ja: このウィンドウを閉じる場合は「完了」ボタンをクリックしてください．

source: Please click the "reset" button to close this window and return to the Resources area.
es: TEXTO PARA VOLVER A EMPEZAR DEBE IR AQUÍ
ja: 「リセット」ボタンをクリックしてこのウィンドウを閉じ，「リソース」エリアに戻ってください．

# citations/citations-util/util/src/bundle/citations.properties:cancel.error
source: Done
es: Hecho
ja: 完了

# citations/citations-util/util/src/bundle/citations.properties:alert.access
source: Cannot access the citation
es: No puede acceder a esta referencia
ja: 文献にアクセスできません

# citations/citations-util/util/src/bundle/citations.properties:type.select
source: Select Citation Type
es: Seleccione el tipo de referencias
ja: 文献種別を選択

# citations/citations-util/util/src/bundle/citations.properties:wait.list
source: Processing...
es: Procesando...
ja: 処理しています...

# citations/citations-util/util/src/bundle/citations.properties:action.view
source: view citation
es: ver referencia
ja: 文献を表示

# citations/citations-util/util/src/bundle/citations.properties:title.view
source: Citation Details
es: Detalles de la referencias
ja: 文献の詳細

# citations/citations-util/util/src/bundle/citations.properties:cancel.view
source: Done
es: Hecho
ja: 完了

# citations/citations-util/util/src/bundle/citations.properties:type.view
source: Type
es: Tipo
ja: 種別

# citations/citations-util/util/src/bundle/citations.properties:label.edit.view
source: Edit Citation
es: Revisar Referencia
ja: 文献を編集

# citations/citations-util/util/src/bundle/citations.properties:nullUrlLabel.view
source: Related Link
es: Enlace relacionado
ja: 関連リンク

# citations/citations-util/util/src/bundle/citations.properties:error.gscholar
source: An error has occurred
es: Se ha producido un error al añadir una referencia a la lista
ja: エラーが発生しました

# citations/citations-util/util/src/bundle/citations.properties:error.sub.gscholar
source: Please close this window and re-launch Google Scholar search from your current Citation List.
es: Por favor, cierre esta ventana y vuelva a lanzar la búsqueda en Google Scholar para su lista de referencias actual.
ja: このウィンドウを閉じて，現在の文献一覧から Google Scholar 検索を再度起動してください．

# citations/citations-util/util/src/bundle/citations.properties:error.notfound
source: Couldn't find details of citation to add.
es: No se pudo encontrar y añadir detalles de la referencia.
ja: 追加する文献の詳細を見つけることができませんでした．

# citations/citations-util/util/src/bundle/citations.properties:error.noid
source: Couldn't find the Citation List to add citation to.
es: No se pudo encontrar la lista de referencias a la que añadir esta referencia.
ja: 文献を追加する文献一覧を見つけることができませんでした．

# citations/citations-util/util/src/bundle/citations.properties:error.unavailable
source: Couldn't add citation as server is currently overloaded.
es: No se pudo añadir una referencia puesto que el servidor está saturado.
ja: サーバが現在高負荷のため，文献を追加できませんでした．

# citations/citations-util/util/src/bundle/citations.properties:error.permission
source: Couldn't add citation to list as you don't have permission to change it.
es: No se pudo añadir la referencia a la lista puesto que no tiene permisos para cambiarla.
ja: 変更する権限がないため一覧に文献を追加できませんでした．

# citations/citations-util/util/src/bundle/citations.properties:back.gscholar
source: Back
es: Volver a Google Scholar
ja: Google Scholar に戻る

# citations/citations-util/util/src/bundle/citations.properties:title.gscholar
source: Citation added to "{0}"
es: Referencia guardada en la lista "{0}"
ja: 文献を「{0}」に追加しました

# citations/citations-util/util/src/bundle/citations.properties:window.gscholar
source: Import
es: Importar
ja: インポート

# citations/citations-util/util/src/bundle/citations.properties:close.gscholar
source: Close Window
es: Cerrar ventana
ja: ウィンドウを閉じる

# citations/citations-util/util/src/bundle/citations.properties:close.integration
source: Close Window
es: Cerrar ventana
ja: ウィンドウを閉じる

source: This Library Resource Search window can no longer access the editor
es: Esta ventana de Búsqueda de Recurso Bibliográfico no puede acceder al editor
ja: このライブラリリソース検索ウィンドウはエディタでアクセスすることがもはやできません

source: Click "{0}" to add a citation to your text.
es: Pinche "{0}" para añadir una cita a su texto.
ja: テキストに文献を追加する場合は「{0}」をクリックします．

# citations/citations-util/util/src/bundle/citations.properties:type.article
source: Journal Article
es: Artículo
ja: 雑誌文献

# citations/citations-util/util/src/bundle/citations.properties:type.audio
source: Audio Recording
es: Grabación de audio
ja: オーディオ録音

# citations/citations-util/util/src/bundle/citations.properties:type.book
source: Book
es: Libro
ja: 書籍

# citations/citations-util/util/src/bundle/citations.properties:type.chapter
source: Book Section
es: Sección de libro
ja: 書籍セクション

# citations/citations-util/util/src/bundle/citations.properties:type.electronic
source: Electronic Citation
es: Cita eletrónica
ja: 電子引用

# citations/citations-util/util/src/bundle/citations.properties:type.proceed
source: Conference Proceeding
es: Acta de conferencia
ja: 会議予稿集

# citations/citations-util/util/src/bundle/citations.properties:type.report
source: Report
es: Informe
ja: 報告

# citations/citations-util/util/src/bundle/citations.properties:type.thesis
source: Thesis
es: Tesis
ja: 学位論文

# citations/citations-util/util/src/bundle/citations.properties:type.video
source: Video Recording
es: Grabación de vídeo
ja: ビデオ録画

# citations/citations-util/util/src/bundle/citations.properties:type.unknown
source: Unknown
es: Desconocido
ja: 未知

# citations/citations-util/util/src/bundle/citations.properties:article.abstract
source: Abstract
es: Resumen
ja: 抄録

# citations/citations-util/util/src/bundle/citations.properties:article.author
source: Author(s)
es: Autor(es)
ja: 著者

# citations/citations-util/util/src/bundle/citations.properties:article.creator
source: Author(s)
es: Autor(es)
ja: 著者

# citations/citations-util/util/src/bundle/citations.properties:article.endPage
source: End Page
es: Página final
ja: 終了ページ

source: Call Number
es: Número de llamada
ja: 請求記号

source: Citation
es: Referencia
ja: 文献

# citations/citations-util/util/src/bundle/citations.properties:article.Language
source: Language
es: Idioma
ja: 言語

# citations/citations-util/util/src/bundle/citations.properties:article.notes
source: Notes
es: Notas
ja: 追加情報

# citations/citations-util/util/src/bundle/citations.properties:article.openURL
source: Open URL
es: Abrir dirección web
ja: 公開 URL

source: Date Retrieved
es: Datos recibidos
ja: 取得日

# citations/citations-util/util/src/bundle/citations.properties:article.date
source: Date
es: Fecha
ja: 公開日

# citations/citations-util/util/src/bundle/citations.properties:article.issue
source: Issue
es: Tema
ja: 号

# citations/citations-util/util/src/bundle/citations.properties:article.volume
source: Volume
es: Volumen
ja: 巻

# citations/citations-util/util/src/bundle/citations.properties:article.note
source: Note(s)
es: Nota
ja: 追加情報

# citations/citations-util/util/src/bundle/citations.properties:article.pages
source: Pages
es: Páginas
ja: ページ

source: Journal Title
es: Título de la publicación
ja: 雑誌名

# citations/citations-util/util/src/bundle/citations.properties:article.rights
source: Rights
es: Derechos
ja: 権利管理

# citations/citations-util/util/src/bundle/citations.properties:article.startPage
source: Start Page
es: Portada
ja: 開始ページ

# citations/citations-util/util/src/bundle/citations.properties:article.subject
source: Subject(s)
es: Asunto
ja: 主題

# citations/citations-util/util/src/bundle/citations.properties:article.title
source: Article Title
es: Título
ja: 雑誌タイトル

source: Journal Article
es: Artículo
ja: 雑誌論文

# citations/citations-util/util/src/bundle/citations.properties:article.year
source: Year
es: Año
ja: 年

# citations/citations-util/util/src/bundle/citations.properties:book.abstract
source: Abstract
es: Resumen
ja: 抄録

# citations/citations-util/util/src/bundle/citations.properties:book.author
source: Author(s)
es: Autor(es)
ja: 著者

# citations/citations-util/util/src/bundle/citations.properties:book.creator
source: Author(s)
es: Autor(es)
ja: 著者

# citations/citations-util/util/src/bundle/citations.properties:book.locIdentifier
source: Call Number
es: Número de llamada
ja: 請求記号

source: Citation
es: Referencia
ja: 文献

# citations/citations-util/util/src/bundle/citations.properties:book.Language
source: Language
es: Idioma
ja: 言語

# citations/citations-util/util/src/bundle/citations.properties:book.notes
source: Notes
es: Notas
ja: 追加情報

# citations/citations-util/util/src/bundle/citations.properties:book.openURL
source: Open URL
es: Abrir dirección web
ja: 公開 URL

# citations/citations-util/util/src/bundle/citations.properties:book.dateRetrieved
source: Date Retrieved
es: Fecha de recogida
ja: 取得日

# citations/citations-util/util/src/bundle/citations.properties:book.date
source: Date
es: Fecha
ja: 公開日

# citations/citations-util/util/src/bundle/citations.properties:book.edition
source: Edition
es: Edición
ja: 版

# citations/citations-util/util/src/bundle/citations.properties:book.editor
source: Editor(s)
es: Editor(es)
ja: 版

# citations/citations-util/util/src/bundle/citations.properties:book.note
source: Note(s)
es: Nota
ja: 追加情報

source: Publication Location
es: Lugar de publicación
ja: 出版場所

# citations/citations-util/util/src/bundle/citations.properties:book.publisher
source: Publisher
es: Publicador
ja: 出版社

# citations/citations-util/util/src/bundle/citations.properties:book.sourceTitle
source: Series Title
es: Título de la serie
ja: シリーズタイトル

# citations/citations-util/util/src/bundle/citations.properties:book.rights
source: Rights
es: Derechos
ja: 権利管理

# citations/citations-util/util/src/bundle/citations.properties:book.subject
source: Subject(s)
es: Asunto
ja: 主題

# citations/citations-util/util/src/bundle/citations.properties:book.title
source: Book Title
es: Título
ja: 書籍タイトル

source: Book
es: Libro
ja: 書籍

# citations/citations-util/util/src/bundle/citations.properties:book.year
source: Year
es: Año
ja: 年

# citations/citations-util/util/src/bundle/citations.properties:chapter.abstract
source: Abstract
es: Resumen
ja: 抄録

# citations/citations-util/util/src/bundle/citations.properties:chapter.author
source: Author(s)
es: Autor(es)
ja: 著者

# citations/citations-util/util/src/bundle/citations.properties:chapter.creator
source: Author(s)
es: Autor(es)
ja: 著者

# citations/citations-util/util/src/bundle/citations.properties:chapter.editor
source: Editor(s)
es: Editor(es)
ja: 編集者

# citations/citations-util/util/src/bundle/citations.properties:chapter.endPage
source: End Page
es: Contraportada
ja: 終了ページ

source: Call Number
es: Número de llamada
ja: 請求記号

source: Citation
es: Referencia
ja: 文献

# citations/citations-util/util/src/bundle/citations.properties:chapter.Language
source: Language
es: Idioma
ja: 言語

# citations/citations-util/util/src/bundle/citations.properties:chapter.notes
source: Notes
es: Notas
ja: 追加情報

# citations/citations-util/util/src/bundle/citations.properties:chapter.openURL
source: Open URL
es: Abrir dirección web
ja: 公開 URL

source: Date Retrieved
es: Fecha de recogida
ja: 取得日

# citations/citations-util/util/src/bundle/citations.properties:chapter.date
source: Date
es: Fecha
ja: 公開日

# citations/citations-util/util/src/bundle/citations.properties:chapter.edition
source: Edition
es: Edición
ja: 版

# citations/citations-util/util/src/bundle/citations.properties:chapter.note
source: Note(s)
es: Nota
ja: 追加情報

source: Publication Location
es: Lugar de publicación
ja: 出版場所

# citations/citations-util/util/src/bundle/citations.properties:chapter.publisher
source: Publisher
es: Publicador
ja: 出版社

# citations/citations-util/util/src/bundle/citations.properties:chapter.pages
source: Pages
es: Páginas
ja: ページ

source: Book Title
es: Título del libro
ja: 書籍タイトル

# citations/citations-util/util/src/bundle/citations.properties:chapter.rights
source: Rights
es: Derechos
ja: 権利管理

# citations/citations-util/util/src/bundle/citations.properties:chapter.startPage
source: Start Page
es: Portada
ja: 開始ページ

# citations/citations-util/util/src/bundle/citations.properties:chapter.subject
source: Subject(s)
es: Asunto
ja: 主題

# citations/citations-util/util/src/bundle/citations.properties:chapter.title
source: Section Title
es: Título
ja: セクションタイトル

source: Book Section
es: Sección de un libro
ja: 書籍セクション

# citations/citations-util/util/src/bundle/citations.properties:chapter.year
source: Year
es: Año
ja: 年

# citations/citations-util/util/src/bundle/citations.properties:descr.abstract
source: The abstract returned by the vendor
es: El resumen proporcionado por el vendedor
ja: ベンダーにより提供された抄録

# citations/citations-util/util/src/bundle/citations.properties:descr.author
source: the person who made the work
es: la persona que hizo el trabajo
ja: 研究を行った人

# citations/citations-util/util/src/bundle/citations.properties:descr.creator
source: the person who made the work
es: la persona que hizo el trabajo
ja: 研究を行った人

# citations/citations-util/util/src/bundle/citations.properties:descr.doi
source: Digital Object Identifier
es: Identificador de objeto digital
ja: ディジタルオブジェクト識別子

# citations/citations-util/util/src/bundle/citations.properties:descr.endPage
source: end page
es: contraportada
ja: 終了ページ

source: Library of Congress number
es: Biblioteca del número de congreso
ja: 国会図書番号

source: ISBN or ISSN
es: ISBN o ISSN
ja: ISBN または ISSN
