Repository: kyoto-u/openpanda
Catalog: l10n/*/citations.po
Languages: es, ja

# citations/citations-util/util/src/bundle/citations.properties:list.title
source: Citation List
es: Lista de referencias
ja: 文献一覧

# citations/citations-util/util/src/bundle/citations.properties:list.count
source: Citation Count
es: Número de referencias bibliográficas
ja: 文献数

# citations/citations-util/util/src/bundle/citations.properties:list.summary
source: citations table
es: tabla de citas
ja: 文献表

# citations/citations-util/util/src/bundle/citations.properties:listing.title
source: Citations
es: Referencias
ja: 文献

# citations/citations-util/util/src/bundle/citations.properties:cite.title
source: Citation
es: Referencia
ja: 文献

# citations/citations-util/util/src/bundle/citations.properties:cite.subtitle
source: Click "{0}" to see if a copy of the citation is available through your library.
es: Haga clic en el título de la referencia para ver los detalles. Haga clic en ''{0}'' para ver si existe una copia disponible en su biblioteca.
ja: ライブラリからコピーが利用できるかどうかを見る場合は，「{0}」をクリックします．

# citations/citations-util/util/src/bundle/citations.properties:cite.openUrlLabel
source: Find in my library
es: Encontrar mi biblioteca
ja: 自分のライブラリ中で探す

# citations/citations-util/util/src/bundle/citations.properties:action.create
source: Create Citation List
es: Nueva lista de referencias
ja: 文献一覧を生成

source: Adding a Citation List would place this account over quota. To add this resource, some resources may need to be deleted.
es: Añadir una lista de citas hará que sobrepasa la cuota de espacio que tiene asignada. Para añadir este recurso, antes debe borrar alguno de los que ya tiene creados.
ja: 文献一覧を追加すると，クォータにアカウントを割り当てます．このリソースを追加する場合は，リソースを削除する必要がある場合があります．

# citations/citations-util/util/src/bundle/citations.properties:action.revise
source: Edit Citation List
es: Revisar bibliografía
ja: 文献一覧を編集

# citations/citations-util/util/src/bundle/citations.properties:resource.new
source: New Citation List
es: Nueva lista de citas
ja: 新しい文献一覧

# citations/citations-util/util/src/bundle/citations.properties:resource.revise
source: Revise Citation List
es: Revisar lista de Referencias
ja: 文献一覧を修正

# citations/citations-util/util/src/bundle/citations.properties:resource.title
source: Citation List Name:
es: Nombre de la lista de referencias:
ja: 文献一覧名:

source: Email Notification
es: Notificacion por email
ja: メール通知

source: High - All participants
es: Alta - Todos los participantes
ja: 高い - 参加者すべて

source: Low - Only participants who have opted in
es: Bajo - Sólo participantes que han optado a ello
ja: 低い - アクセスしている参加者だけ

source: None - No notification
es: Ninguna - Sin notificación
ja: なし - 通知なし

source: Add Citations From:
es: Añadir referencias desde:
ja: 文献フォームを追加:

# citations/citations-util/util/src/bundle/citations.properties:resource.library
source: Library Resources
es: Recursos de la biblioteca
ja: 図書館リソース

source: Search Library Resources
es: Buscar en la biblioteca de recursos
ja: ライブラリリソースを検索

source: Sakai Resource Picker
es: Selector de recursos

source: Search Google Scholar
es: Buscar en Google Scholar
ja: Google Scholar を検索

source: Pick from Sakai Resources
es: Escoger desde los recursos de la plataforma
ja: Sakai リソースから選ぶ

# citations/citations-util/util/src/bundle/citations.properties:resource.editor
source: Manually Create
es: Crear manualmente
ja: 手動で生成

# citations/citations-util/util/src/bundle/citations.properties:resource.import
source: Import
es: Importar
ja: インポート

source: Import From File
es: Importar de un fichero
ja: ファイルからインポート

source: Citation List ({0}) has been created.
es: La lista de referencias ({0}) ha sido creada.
ja: 文献一覧 ({0}) が生成されました.

source: Configuration problem. (No CI).
es: Problema de configuración. (No CI).
ja: 設定の問題. (CIがない).

source: Description
es: Descripción
ja: 説明

source: Display this file to <strong>selected groups</strong> only.
es: Mostrar este fichero a <strong>los grupos seleccionados</strong> solamente.
ja: このファイルは<strong>選択したグループ</strong>だけが閲覧可能です．

source: Display this folder and its contents to <strong>selected groups</strong> only.
es: Mostrar carpetas y sus contenidos a <strong>los grupos seleccionados</strong> solamente.
ja: このフォルダとその内容は<strong>選択したグループ</strong>だけが閲覧可能です．

source: Leave access settings as for the folder.
es: Establecer los mismos permisos que para la carpeta.
ja: フォルダと同じようにアクセス設定を行います．

source: This file is <strong>publicly viewable</strong>.
es: Este fichero es <strong>público</strong>.
ja: このファイルは<strong>インターネットから誰でも</strong>閲覧可能

source: This folder and its contents are <strong>publicly viewable</strong>.
es: Esta carpeta y sus contenidos son <strong>públicos</strong>.
ja: このフォルダと内容は<strong>インターネットから誰でも</strong>閲覧可能

source: Only <strong>members of this site</strong> can see this file.
es: Sólo <strong>los miembros de este sitio</strong> pueden ver este fichero.
ja: <strong>このサイトのメンバだけ</strong>がこのファイルを閲覧可能です．

source: Only <strong>members of this site</strong> can see this folder and its contents.
es: Sólo <strong>los miembros de este sitio</strong> pueden ver esta carpeta y sus contenidos.
ja: <strong>このサイトのメンバだけ</strong>がこのフォルダと内容を閲覧可能

source: Access
es: Acceso
ja: アクセス

source: No citations have been added yet.
es: Aún no se han añadido referencias.
ja: 文献が追加されていません．

# citations/citations-util/util/src/bundle/citations.properties:resource.done
source: Done
es: Hecho
ja: 完了

# citations/citations-util/util/src/bundle/citations.properties:resource.aaa.hide
source: Hide Citation List Options
es: Ocultar opciones de la lista de referencias
ja: 文献一覧オプションを非表示

# citations/citations-util/util/src/bundle/citations.properties:resource.aaa.show
source: Show Citation List Options
es: Mostrar opciones de la lista de referencias
ja: 文献一覧オプションを表示

# citations/citations-util/util/src/bundle/citations.properties:resource.aaa.title
source: Citation List Options
es: Opciones de la lista de referencias
ja: 文献一覧オプション

source: Until
es: Hasta
ja: 期限

source: Hide
es: Esconder
ja: 非表示

source: Hide this item
es: Esconder este elemento
ja: 管理者でない人にはこのアイテムを非表示

source: Hide this folder and its contents
es: Ocultar esta carpeta y su contenido
ja: このフォルダとそのコンテンツを非表示

source: Show this item
es: Mostar este elemento
ja: このアイテムを表示

source: Show this folder
es: Mostrar esta carpeta
ja: このフォルダを表示

source: From
es: Desde
ja: 開始日

source: Availability
es: Disponibilidad
ja: 利用可否

source: Display to selected groups
es: Mostrar a los grupos seleccionados
ja: 選択したグループに表示

source: Title
es: Título
ja: タイトル

source: Description
es: Descripcion
ja: 説明

source: Table contains list of groups. First column contains checkboxes, second contains the group name, third the group description. Header links can be used to sort.
es: La tabla contiene una lista de grupos. La primera columna son casillas de comprobación, la segunda el nombre del grupo y la tercera su descripción. Los encabezados permiten ordenar los registros de la tabla.
ja: 表にはグループの一覧があります．1 列目はチェックボックス，2 列目はグループ名，3 列目はグループの説明です．見出しリンクによりソートすることができます．

source: Check All
es: Marcar todos
ja: すべて選択

source: Choose who can see this item.
es: Indique quién puede ver este elemento.
ja: このアイテムを表示できるユーザを選択します．

source: Resources can be scheduled to be visible between certain dates only. Site administrators will always be able to see hidden items, even when they are hidden from other users.
es: Los recursos pueden hacerse visibles únicamente durante algunas fechas, excepto para los administradores del sitio que siempre los tendrán visibles.
ja: ある期間だけリソースが表示されるようにスケジュールすることができます．サイト管理者は，他のユーザにより非表示にされているとしても，非表示アイテムを見ることができます．

source: Date:
es: Fecha:
ja: 日付:

source: Time:
es: Hora:
ja: 時刻:

source: Citations have been added. Click "Refresh Now" to see changes.
es: Se han añadido referencias. Haga click en "Actualizar ahora" para ver los cambios.
ja: 文献が追加されました．"今更新" をクリックして変更を見ます．

source: Refresh Now
es: Actualizar ahora
ja: 今更新

# citations/citations-util/util/src/bundle/citations.properties:import.title
source: Import Citations
es: Importar citas
ja: 文献をインポート

# citations/citations-util/util/src/bundle/citations.properties:import.directions
source: Please select an RIS file to upload or enter the text of an RIS file directly into the text area below.
es: Por fvor, seleccione un fichero RIS para subirlo o introduzca en su contenido directamente en el área de texto de abajo.
ja: アップロードする場合は RIS ファイルを選択するか，下のテキストエリアに RIS ファイルのテキストを直接入力してください．

# citations/citations-util/util/src/bundle/citations.properties:import.file
source: Import File From
es: Importar fichero desde
ja: ファイルをインポート ファイル:

# citations/citations-util/util/src/bundle/citations.properties:import.ristext
source: Import RIS Formatted Data from the Following Text
es: Impoartar datos en formato RIS del siguiente texto
ja: 次のテキストから RIS 形式データをインポート

# citations/citations-util/util/src/bundle/citations.properties:import.alert
source: You must either upload a file or place a RIS formatted text in the text area
es: Debe subir un fichero o teclear un RIS en el área de texto
ja: ファイルをアップロードするか RIS 形式テキストを適すとエリアに入力する必要があります

# citations/citations-util/util/src/bundle/citations.properties:import.create
source: Import citations in RIS format from EndNote, RefWorks or other citation management tools.
es: Importar citas en formato RIS de EndNote, RefWorks u otra herramienta de gestión de citas.
ja: EndNote, RefWorks または他の文献管理ツールから RIS 形式で文献をインポートします．

# citations/citations-util/util/src/bundle/citations.properties:sort.title
source: Title
es: Título
ja: タイトル

# citations/citations-util/util/src/bundle/citations.properties:sort.author
source: First Author
es: Primer autor
ja: 第1著者

# citations/citations-util/util/src/bundle/citations.properties:sort.date
source: Published Year
es: Año de publicación
ja: 出版年

# citations/citations-util/util/src/bundle/citations.properties:sort.label
source: Sort By
es: Ordenar por
ja: ソート基準

# citations/citations-util/util/src/bundle/citations.properties:sort.position
source: Position
es: Posición
ja: 位置

# citations/citations-util/util/src/bundle/citations.properties:submit.sort
source: Save Sort
es: Guardar breve
ja: ソートを保存

# citations/citations-util/util/src/bundle/citations.properties:sort.save.error
source: Sort could not be saved
es: No se pudo guardar la reordenación
ja: ソートは保存されませんでした．

# citations/citations-util/util/src/bundle/citations.properties:sort.save.success
source: Sort has been saved
es: La reordenación se ha guardado
ja: ソートは保存されました

# citations/citations-util/util/src/bundle/citations.properties:instr.add.menu
source: Add citations to the list using one or more of the methods below. Edit the list to modify the citations, title the list, and add it to your resources.
es: Añada las referencias a la lista utilizando uno o varios de los métodos de abajo. Revise la lista para editar las referencias, el título de la lista y añadirla a sus recursos.
ja: 以下の一つ以上の方法を使って文献を一覧に追加します．文献を編集したり，一覧のタイトルをつけたり，文献をリソースに追加する場合は一覧を編集します．

# citations/citations-util/util/src/bundle/citations.properties:instr.revise.menu
source: Add citations to the list using one or more of the methods below. Edit the list to modify the citations.
es: Añada las referencias a la lista utilizando uno o varios de los métodos de abajo. Revise la lista para editar las referencias.
ja: 以下の一つ以上の方法を使って文献を一覧に追加します．文献を編集する場合は一覧を編集します．

# citations/citations-util/util/src/bundle/citations.properties:instr.search.main
source: Enter search terms and search the recommended databases selected or select your own category and databases.
es: Introduzca las palabras y busque en las bases de datos recomendadas o seleccione sus propias categorías y bases de datos.
ja: 検索語を入力し，選択されている推奨データベースを検索するか自分自身のカテゴリおよびデータベースを選択します．

# citations/citations-util/util/src/bundle/citations.properties:instr.search.sub
source: Search for an exact phrase by putting quotation marks (") around the phrase.
es: Búsqueda de una frase exacta delimitándola con comillas (").
ja: フレーズを引用符(")で囲むことにより完全に一致するフレーズを検索します．

# citations/citations-util/util/src/bundle/citations.properties:instr.search.adv
source: Note: All fields are ANDed together.
es: Nota: todos los campos.
ja: 注意: すべてのフィールドの論理積として扱われます．

# citations/citations-util/util/src/bundle/citations.properties:instr.search.db
source: Note: No more than {0} databases can be searched at one time. Recommended databases are pre-selected.
es: Nota: no se puede buscar en más de {0} bases de datos al mismo tiempo. Las bases de datos recomendadas están preseleccionadas.
ja: 注意: {0} 個を越えるデータベースを一度には検索できません．推奨データベースはあらかじめ選択されています．

# citations/citations-util/util/src/bundle/citations.properties:instr.results
source: To add citations to the list, click "{0}" next to the desired citation. When finished, click "{1}". View citation details by clicking the article title, or lock for the article by clicking "{2}". To search a different set of databases, click "{3}".
es: Para añadir referencias a la lista, haga clic en "{0}" cerca de la referencia deseada. Cuando termine, haga clic en "{1}". Puede ver los detalles de la referencia haciendo clic en el título del artículo o bloquear el artículo haciendo clic en "{2}". Para buscar en una conjunto diferente de bases de datos, haga clic en "{3}".
ja: 一覧に文献を追加する場合は，所望の文献の横にある「{0}」をクリックします．終了したら，「{1}」をクリックします．文献タイトルをクリックすると文献の詳細が表示され，「{2}」をクリックすると文献がロックされます．異なるデータベースセットを検索する場合は，「{3}」をクリックします．

# citations/citations-util/util/src/bundle/citations.properties:instr.list
source: Click on citation titles to view or edit citation details, or click on "{0}" to locate the citation. To title and save this citation list, click "{1}".
es: Haga clic en los títulos de las referencias para ver o editar sus detalles, o haga clic en "{0}" para localizarla. Para titular y guardar la referencia en la lista, haga clic en "{1}".
ja: 文献の詳細を表示したり編集したりする場合は文献タイトルをクリックし，文献の位置を決める場合は「{0}」をクリックします．この文献一覧にタイトルをつけ，保存する場合は「{1}」をクリックします．

# citations/citations-util/util/src/bundle/citations.properties:instr.edit
source: Enter citation information and click "{0}".
es: Introduzca la información de la referencia(<span class="reqStarInline">*</span>Título obligatorio) y haga clic en "{0}".
ja: 文献情報を入力し，「{0}」をクリックします．

# citations/citations-util/util/src/bundle/citations.properties:instr.edit.sub
source: Required items marked with <span class="reqStarInline">*</span>
es: Los campos obligatorios están marcados con <span class="reqStarInline">*</span>
ja: <span class="reqStarInline">*</span> は必須アイテムです

# citations/citations-util/util/src/bundle/citations.properties:label.continue
source: Continue
es: Continuar
ja: 続ける

# citations/citations-util/util/src/bundle/citations.properties:label.review
source: Review Citation List
es: Revisar lista de Referencias
ja: 文献一覧を確認

# citations/citations-util/util/src/bundle/citations.properties:label.cancel
source: Cancel
es: Cancelar lista de referencias
ja: キャンセル

# citations/citations-util/util/src/bundle/citations.properties:label.back
source: Back
es: Volver
ja: 戻る

# citations/citations-util/util/src/bundle/citations.properties:label.finish
source: Continue
es: Terminar
ja: 続ける

# citations/citations-util/util/src/bundle/citations.properties:label.menu
source: Add Citations to List
es: Añadir Referencias a la lista
ja: 文献を一覧に追加

# citations/citations-util/util/src/bundle/citations.properties:label.process
source: Processing...
es: Procesando...
ja: 処理しています...

# citations/citations-util/util/src/bundle/citations.properties:label.done
source: Done Editing List
es: Revisión de la lista terminada
ja: 一覧の編集を完了

# citations/citations-util/util/src/bundle/citations.properties:label.import
source: Import
es: Importar
ja: インポート

# citations/citations-util/util/src/bundle/citations.properties:label.importing
source: Importing...
es: Importando...
ja: インポートしています...

# citations/citations-util/util/src/bundle/citations.properties:label.descr
source: Description:
es: Descripción:
ja: 説明:

# citations/citations-util/util/src/bundle/citations.properties:title.add
source: Add Citations
es: Añadir citas
ja: 文献を追加

# citations/citations-util/util/src/bundle/citations.properties:title.search
source: Search for Citations
es: Búsqueda de citas
ja: 文献を検索

# citations/citations-util/util/src/bundle/citations.properties:action.google
source: Search Google Scholar
es: Buscar en Google Scholar
ja: Google Scholar を検索

# citations/citations-util/util/src/bundle/citations.properties:description.google
source: Search world-wide database of scholarly resources and save search results to this citation list.
es: Busca en una base de datos mundial de recursos académicos de Google Scholar y añade las referencias a su lista
ja: ワールドワイドな学術リソースのデータベースを検索し，検索結果を文献一覧に保存します．

# citations/citations-util/util/src/bundle/citations.properties:linkLabel.google
source: Add to CTools
es: Añadir a CTools
ja: CTools に追加

source: Search the Library Catalogue
es: Buscar en el catálogo
ja: ライブラリカタログを検索

source: Search directly in the Library Catalogue for an item to add to this Reading List.
es: Buscar directamente un ítem del catálogo a añadir a esta lista de lectura.
ja: アイテムに対してライブラリカタログを直接検索し，この購読一覧に追加します．

source: Pick a Resource
es: Escoja un recurso
ja: リソースを選ぶ

source: Pick a file from the site resources. The file link will be displayed in the list.
es: Escoja un fichero de los recursos del sitio. El enlace al fichero será mostrado en la lista.
ja: リソースからファイルを選ぶ．ファイルリンクは一覧に表示されます．

# citations/citations-util/util/src/bundle/citations.properties:title.link
source: Link(s)
es: Enlace(s)
ja: リンク

# citations/citations-util/util/src/bundle/citations.properties:label.link
source: Label
es: Etiquetas
ja: ラベル

# citations/citations-util/util/src/bundle/citations.properties:preferred.link
source: Use as title link?
es: ¿Utilizar como enlace del título?
ja: タイトルリンクとして使用?

# citations/citations-util/util/src/bundle/citations.properties:preferred.text
source: preferred
es: preferido
ja: 優先

# citations/citations-util/util/src/bundle/citations.properties:gen.alert
source: Alert:
es: Alerta
ja: 警告:

# citations/citations-util/util/src/bundle/citations.properties:required.alert
source: Please enter values for all required fields.
es: Por favor, introduzca valor para todos los campos obligatorios.
ja: すべての必須フィールドに値を入力してください．

# citations/citations-util/util/src/bundle/citations.properties:list.exportWindow
source: citationExport
es: Exportar referencia

# citations/citations-util/util/src/bundle/citations.properties:title.list
source: Citations
es: Referencias
ja: 文献

# citations/citations-util/util/src/bundle/citations.properties:empty.list
source: Click "{0}" to add citations to this list.
es: Haga clic en "{0}" para añadir referencias a la lista
ja: この一覧に文献を追加する場合は「{0}」をクリックします．

# citations/citations-util/util/src/bundle/citations.properties:actions.list
source: Citation Actions:
es: Acciones:
ja: 文献アクション:

# citations/citations-util/util/src/bundle/citations.properties:select.action.list
source: Select Action
es: Seleccionar una acción
ja: アクションを選択します

# citations/citations-util/util/src/bundle/citations.properties:select.all.list
source: Select All
es: Seleccionar todas
ja: すべて選択

# citations/citations-util/util/src/bundle/citations.properties:select.none.list
source: Select None
es: No seleccionar ninguna
ja: 選択を解除

# citations/citations-util/util/src/bundle/citations.properties:select.warn.list
source: Please select at least one citation to perform this action.
es: Por favor, seleccione al menos una referencia con la que realizar esta acción.
ja: このアクションを実行する場合は少なくとも文献を一つ選択してください．

# citations/citations-util/util/src/bundle/citations.properties:export.select.list
source: Export Selected
es: Exportar seleccionada
ja: 選択したものをエクスポート

# citations/citations-util/util/src/bundle/citations.properties:export.all.list
source: Export Entire List
es: Exportar la lista entera
ja: 一覧全体をエクスポート

# citations/citations-util/util/src/bundle/citations.properties:remove.select.list
source: Remove Selected
es: Borrar seleccionada
ja: 選択したものを削除

# citations/citations-util/util/src/bundle/citations.properties:remove.all.list
source: Remove Entire List
es: Borrar la lista entera
ja: 一覧全体を削除

# citations/citations-util/util/src/bundle/citations.properties:reorder.list
source: Reorder List
es: Reordenar lista
ja: 順序変更一覧

# citations/citations-util/util/src/bundle/citations.properties:export.title.list
source: RIS
es: RISExport

source: citations
es: Referencias
ja: 文献

source: No citations selected.
es: No se han seleccionado referencias.
ja: 文献は選択されませんでした．

source: Citation List is empty.
es: La lista de referencias está vacía.
ja: 文献一覧が空です．

# citations/citations-util/util/src/bundle/citations.properties:new.citations.list
source: New Citation List
es: Nueva lista de citas
ja: 新しい文献一覧

# citations/citations-util/util/src/bundle/citations.properties:citation.count
source: {0} citations
es: {0} referencias
ja: {0} 個の文献

# citations/citations-util/util/src/bundle/citations.properties:action.edit
source: edit
es: revisar
ja: 編集

# citations/citations-util/util/src/bundle/citations.properties:title.edit
source: Edit Citation
es: Revisar referencia
ja: 文献を編集

# citations/citations-util/util/src/bundle/citations.properties:submit.edit
source: Save Changes
es: Guardar cambios
ja: 変更を保存

# citations/citations-util/util/src/bundle/citations.properties:cancel.edit
source: Cancel Changes
es: Cancelar cambios
ja: 変更をキャンセル

# citations/citations-util/util/src/bundle/citations.properties:action.remove
source: remove
es: borrar
ja: 削除

# citations/citations-util/util/src/bundle/citations.properties:title.remove
source: Remove Citation
es: Borrar referencias
ja: 文献を削除

# citations/citations-util/util/src/bundle/citations.properties:addAction.create
source: Create New Citation
es: Crear nueva referencia
ja: 新しい文献を作成

# citations/citations-util/util/src/bundle/citations.properties:description.create
source: Add a citation by typing in data.
es: Añadir una referencia escribiendo en datos.
ja: データに入力することで文献を追加

# citations/citations-util/util/src/bundle/citations.properties:title.create
source: Add Citation
es: Añadir referencia
ja: 文献を追加

# citations/citations-util/util/src/bundle/citations.properties:submit.create
source: Save Citation
es: Guardar referencia
ja: 文献を保存

# citations/citations-util/util/src/bundle/citations.properties:cancel.create
source: Cancel Citation
es: Cancelar referencia
ja: 文献をキャンセル

# citations/citations-util/util/src/bundle/citations.properties:addanother.create
source: Add another
es: Añadir otra
ja: 他を追加

# citations/citations-util/util/src/bundle/citations.properties:action.search
source: Search Library Resources
es: Buscar en la librería de recursos
ja: 図書館リソースを検索

# citations/citations-util/util/src/bundle/citations.properties:description.search
source: Search library catalog, article databases, and other resources.
es: Buscar en el catálogo de la biblioteca, bases de datos de artículos y otros recursos.
ja: 図書館カタログ，文献データベース，および他のリソースを検索します．

# citations/citations-util/util/src/bundle/citations.properties:title.basic.search
source: Search Library Resources - Basic Search
es: Buscar en los recursos de la biblioteca - Búsqueda básica
ja: 図書館リソースを検索 - 基本検索

# citations/citations-util/util/src/bundle/citations.properties:title.adv.search
source: Search Library Resources - Advanced Search
es: Buscar en los recursos de la biblioteca - Búsqueda avanzada
ja: 図書館リソースを検索 - 詳細検索

# citations/citations-util/util/src/bundle/citations.properties:submit.search
source: Search
es: Buscar
ja: 検索

# citations/citations-util/util/src/bundle/citations.properties:cancel.search
source: Cancel
es: Hecho
ja: キャンセル

# citations/citations-util/util/src/bundle/citations.properties:wait.search
source: Searching...
es: Buscando...
ja: 検索しています...

# citations/citations-util/util/src/bundle/citations.properties:select.search
source: Select search category
es: Seleccionar una categoría de búsqueda
ja: 検索カタログを選択
