Repository: kyoto-u/openpanda
Catalog: l10n/*/citations.po
Languages: es, ja

source: Inline citation information that is sometimes part of record metadata
es: Referencia inline (suele ser parte de los metadatos)
ja: レコードメタデータの一部でもあるインライン文献情報

# citations/citations-util/util/src/bundle/citations.properties:descr.Language
source: language
es: idioma (¿desplegable?)
ja: 言語

# citations/citations-util/util/src/bundle/citations.properties:descr.notes
source: everything else
es: algo más
ja: 他すべて

source: when retrieved
es: cuando se recoja
ja: 取得した日付

# citations/citations-util/util/src/bundle/citations.properties:descr.date
source: whatever date info we get
es: cualquier información de fecha que se encuentre
ja: 情報を取得した日付等

# citations/citations-util/util/src/bundle/citations.properties:descr.edition
source: Edition of a book or versioned document
es: Edición de un libro o documento versionado
ja: 書籍の版または版付けされた文書

# citations/citations-util/util/src/bundle/citations.properties:descr.issue
source: Issue number of the journal
es: Número de asunto de la publicación
ja: 雑誌の号数

source: Where published
es: Donde fue publicada
ja: 出版された場所

# citations/citations-util/util/src/bundle/citations.properties:descr.publisher
source: publsher info (sponsoring inst for report)
es: Información del publicador
ja: 出版社情報 (報告の資金提供組織)

# citations/citations-util/util/src/bundle/citations.properties:descr.volume
source: Volume of the journal
es: Volumen
ja: 雑誌の巻名

# citations/citations-util/util/src/bundle/citations.properties:descr.pages
source: Range (1-3) or list (1-2; 4) of pages
es: Rango (1-3) o lista de páginas (1-2; 4)
ja: ページ範囲 (1-3) またはページリスト (1-2; 4)

# citations/citations-util/util/src/bundle/citations.properties:descr.sourceTitle
source: Title of container (book for a chapter, journal, etc.)
es: Título del contenedor (por ejemplo, libro para un capítulo)
ja: コンテナ(章が収録されている書籍，文献など)のタイトル

# citations/citations-util/util/src/bundle/citations.properties:descr.rights
source: Copyright and licensing information
es: Copyright e información de licencia
ja: 著作権およびライセンス供与情報

# citations/citations-util/util/src/bundle/citations.properties:descr.startPage
source: start page
es: cubierta
ja: 開始ページ

# citations/citations-util/util/src/bundle/citations.properties:descr.subject
source: keywords pulled from whatever conrolled vocabularies are returned by vendors
es: páginas clave procedentes de cualquier vocabulario controlado devuelto por vendedores
ja: ベンダーにより提供される管理された語彙等から抽出されたキーワード

# citations/citations-util/util/src/bundle/citations.properties:descr.title
source: the title
es: el título
ja: タイトル

source: is this a book, article, or what?
es: ¿es eso un libro, un artículo o qué?
ja: これは，書籍か，論文か，何か他のものですか?

# citations/citations-util/util/src/bundle/citations.properties:descr.year
source: year of publication
es: año de publicación
ja: 出版年

# citations/citations-util/util/src/bundle/citations.properties:report.abstract
source: Abstract
es: Resumen
ja: 抄録

# citations/citations-util/util/src/bundle/citations.properties:report.author
source: Author(s)
es: Autor(es)
ja: 著者

# citations/citations-util/util/src/bundle/citations.properties:report.creator
source: Author(s)
es: Autor(es)
ja: 著者

# citations/citations-util/util/src/bundle/citations.properties:report.editor
source: Editor(s)
es: Editor(es)
ja: 編集者

source: Call Number
es: Número de llamada
ja: 請求記号

source: Citation
es: Referencia
ja: 文献

# citations/citations-util/util/src/bundle/citations.properties:report.Language
source: Language
es: Idioma
ja: 言語

# citations/citations-util/util/src/bundle/citations.properties:report.notes
source: Notes
es: Notas
ja: 追加情報

source: Date Retrieved
es: Datos disponibles
ja: 取得日

# citations/citations-util/util/src/bundle/citations.properties:report.date
source: Full Date
es: Fecha completa
ja: 公開日

# citations/citations-util/util/src/bundle/citations.properties:report.edition
source: Edition
es: Edición
ja: 版

# citations/citations-util/util/src/bundle/citations.properties:report.note
source: Note(s)
es: Nota
ja: 追加情報

source: Publication Location
es: Ciudad de publicación
ja: 出版場所

# citations/citations-util/util/src/bundle/citations.properties:report.publisher
source: Institution
es: Institución
ja: 出版社

# citations/citations-util/util/src/bundle/citations.properties:report.pages
source: Pages
es: Páginas
ja: ページ

# citations/citations-util/util/src/bundle/citations.properties:report.rights
source: Rights
es: Derechos
ja: 権利管理

# citations/citations-util/util/src/bundle/citations.properties:report.sourceTitle
source: Series Title
es: Título de la fuente
ja: シリーズタイトル

# citations/citations-util/util/src/bundle/citations.properties:report.subject
source: Keywords
es: Palabras clave
ja: キーワード

# citations/citations-util/util/src/bundle/citations.properties:report.title
source: Report Title
es: Título
ja: 報告タイトル

source: Report
es: Informe técnico
ja: 報告

# citations/citations-util/util/src/bundle/citations.properties:report.openURL
source: Open URL
es: Abrir dirección web
ja: 公開 URL

# citations/citations-util/util/src/bundle/citations.properties:report.year
source: Year
es: Año
ja: 年

# citations/citations-util/util/src/bundle/citations.properties:unknown.abstract
source: Abstract
es: Resumen
ja: 抄録

# citations/citations-util/util/src/bundle/citations.properties:unknown.author
source: Author(s)
es: Autor(es)
ja: 著者

# citations/citations-util/util/src/bundle/citations.properties:unknown.creator
source: Author(s)
es: Autor(es)
ja: 著者

# citations/citations-util/util/src/bundle/citations.properties:unknown.date
source: Publication Date
es: Fecha de publicación
ja: 出版日

source: Date Retrieved
es: Fecha de recogida
ja: 取得日

# citations/citations-util/util/src/bundle/citations.properties:unknown.editor
source: Editor(s)
es: Editor(es)
ja: 編集者

# citations/citations-util/util/src/bundle/citations.properties:unknown.edition
source: Edition
es: Edición
ja: 版

# citations/citations-util/util/src/bundle/citations.properties:unknown.endPage
source: End Page
es: Contraportada
ja: 終了ページ

source: Call Number
es: Número de llamada
ja: 請求記号

source: ISBN or ISSN
es: Número de serie internacional
ja: ISBN または ISSN

source: Citation
es: Referencia
ja: 文献

# citations/citations-util/util/src/bundle/citations.properties:unknown.Language
source: Language
es: Idioma
ja: 言語

# citations/citations-util/util/src/bundle/citations.properties:unknown.notes
source: Notes
es: Notas
ja: 追加情報

# citations/citations-util/util/src/bundle/citations.properties:unknown.openURL
source: Open URL
es: Abrir dirección web
ja: 公開 URL

# citations/citations-util/util/src/bundle/citations.properties:unknown.issue
source: Issue
es: Tema
ja: 号

# citations/citations-util/util/src/bundle/citations.properties:unknown.note
source: Note(s)
es: Nota
ja: 追加情報

source: Publication Location
es: Lugar de publicación
ja: 出版社所在地

# citations/citations-util/util/src/bundle/citations.properties:unknown.publisher
source: Publisher
es: Publicador
ja: 出版社

# citations/citations-util/util/src/bundle/citations.properties:unknown.pages
source: Pages
es: Páginas
ja: ページ

source: Source Title
es: Título de la fuente
ja: ソースタイトル

# citations/citations-util/util/src/bundle/citations.properties:unknown.rights
source: Rights
es: Derechos
ja: 権利管理

# citations/citations-util/util/src/bundle/citations.properties:unknown.startPage
source: Start Page
es: Portada
ja: 開始ページ

# citations/citations-util/util/src/bundle/citations.properties:unknown.subject
source: Subject(s)
es: Asunto
ja: 主題

# citations/citations-util/util/src/bundle/citations.properties:unknown.title
source: Title
es: Título
ja: タイトル

source: Unknown
es: Desconocido
ja: 未確認

# citations/citations-util/util/src/bundle/citations.properties:unknown.volume
source: Volume
es: Volumen
ja: 巻

# citations/citations-util/util/src/bundle/citations.properties:unknown.year
source: Year
es: Año
ja: 年

# citations/citations-util/util/src/bundle/citations.properties:proceed.creator
source: Author(s)
es: Autor(es)
ja: 著者

# citations/citations-util/util/src/bundle/citations.properties:proceed.note
source: Note(s)
es: Nota(s)
ja: 追加情報

# citations/citations-util/util/src/bundle/citations.properties:proceed.pages
source: Pages
es: Página(s)
ja: ページ

source: Source Title
es: Título de la fuente
ja: ソースタイトル

# citations/citations-util/util/src/bundle/citations.properties:proceed.title
source: Title
es: Título
ja: タイトル

# citations/citations-util/util/src/bundle/citations.properties:proceed.volume
source: Volume
es: Volumen
ja: 巻

# citations/citations-util/util/src/bundle/citations.properties:proceed.year
source: Year
es: Año
ja: 年

source: Abstract
es: Resumen
ja: 抄録

source: Source Title
es: Título de la fuente
ja: ソースタイトル

# citations/citations-util/util/src/bundle/citations.properties:electronic.subject
source: Subject(s)
es: Materia(s)
ja: 主題

# citations/citations-util/util/src/bundle/citations.properties:electronic.title
source: Title
es: Título
ja: タイトル

# citations/citations-util/util/src/bundle/citations.properties:electronic.year
source: Year
es: Año
ja: 年

# citations/citations-util/util/src/bundle/citations.properties:thesis.creator
source: Author(s)
es: Autor(es)
ja: 著者

# citations/citations-util/util/src/bundle/citations.properties:thesis.note
source: Note(s)
es: Nota(s)
ja: 追加情報

# citations/citations-util/util/src/bundle/citations.properties:thesis.pages
source: Pages
es: Páginas
ja: ページ

# citations/citations-util/util/src/bundle/citations.properties:thesis.publisher
source: Publisher
es: Editor
ja: 出版社

# citations/citations-util/util/src/bundle/citations.properties:thesis.subject
source: Subject(s)
es: Materia(s)
ja: 主題

# citations/citations-util/util/src/bundle/citations.properties:thesis.title
source: Title
es: Título
ja: タイトル

# citations/citations-util/util/src/bundle/citations.properties:thesis.year
source: Year
es: Año
ja: 年

# citations/citations-util/util/src/bundle/citations.properties:reorder.title
source: Reordering:
es: Reordenamiento:
ja: 順序変更:

source: Citation lists now have a defined ordering, as well as being sortable by title, etc. To reorder, drag and drop list items and then click Save.
es: Las listas de referencias tienen ahora una orden definido, así como la capacidad de ser reordenadas por título, etc. Para reordenar, arrastre y suelte los ítems y pulse Guardar.
ja: タイトル等でソート可能になるとともに，文献一覧が今定義された順番付けを持ちました．順序変更するには一覧アイテムをドラッグ&ドロップし，保存をクリックします．

source: Must supply resource-id and citation-id to remove citation.
es: Debe especificar el ID de recurso el ID de referencia para borrar la referencia.
ja: 文献を削除するにはリソースIDと文献IDを入力してください．

source: Invalid resource identifier.
es: Indentificador de recurso inválido.
ja: 無効なリソース識別子

source: You do not have permission to remove citations from this resource.
es: No tiene permisos para borrar las referencias de este recurso.
ja: リソースから文献を削除する権限がありません．

source: Server could not process request at this time.
es: El servidor no pudo procesar esta solicitud en este momento.
ja: 今サーバは要求を処理できませんでした．

source: Return to search results to add more citations.
es: Volver a los resultados de búsqueda para añadir más referencias.
ja: 複数の文献を追加するには検索結果に戻ります．

source: Close the search window and return to your citation list.
es: Cerrar la ventana de búsqueda y volver a la lista de referencias.
ja: 検索ウィンドウを閉じて文献リストに戻ります．

source: Remove all of these citations and return to your citation list.
es: Borrar todas estas citas y volver a la lista de referencias.
ja: すべての文献を削除して文献リストに戻ります．

# citations/citations-util/util/src/bundle/citations.properties:savecite.cancel
source: Cancel
es: Cancelar
ja: キャンセル

source: These citations have been added to ''{0}''
es: Estas referencias se han añadido a ''{0}''
ja: 文献が ''{0}'' に追加されませんでした．

source: sakai_resources
ja: リソース

source: {0}-selected.ris
ja: {0}-選択されたris
