Repository: kyoto-u/openpanda
Catalog: l10n/*/config.po
Languages: es

source: Help
es: Ayuda

source: Expand All
es: Expandir todo

source: Processing......
es: Procesando......

source: A new resource has been added to
es: Se ha añadido un nuevo recurso al sitio

source: A resource has been updated in
es: Se ha actualizado un recurso en

source: Several new resources have been added to
es: Se han añadido nuevos recursos

source: Several resources have been updated in
es: Se han actualizado varios recursos en

source: Changed
es: Modificado

source: Description:
es: Descripción:

source: Location: site
es: Ubicación: sitio

source: New
es: Nuevo

source: New
es: Nuevos

source: Resources
es: Recursos

source: Resource
es: Recurso

source: Resource:
es: Recurso:

source: Folder
es: Carpeta:

source: site at
es: de

source: the
es: el

source: the
es: al sitio

source: from the
es: del sitio

source: This automatic notification message was sent by
es: Este mensaje de notificación automática ha sido enviado por

source: You can modify how you receive notifications at My Workspace > Preferences.
es: Si desea modificar las opciones de notificación, acceda a Mi Sitio > Preferencias.

source: [ {0} - Dropbox item changed in "{1}" ] {2}
es: [ {0} - Ha cambiado un elemento en Carpeta Personal "{1}" ] {2}

source: [ {0} - New dropbox item in "{1}" ] {2}
es: [ {0} - Nuevo elemento en Carpeta Personal "{1}" ] {2}

source: [ {0} - Dropbox items changed in folder "{1}" ]
es: {0} - Elementos modificados en la carpeta "{1}" de Carpeta Personal

source: [ {0} - New dropbox items in folder "{1}" ]
es: {0} - Nuevos elementos subidos en la carpeta "{1}" de Carpeta Personal

source: A resource has been updated in the dropbox for "{0}" in the "{1}" site at {2} ({3})
es: Se ha actualizado un recurso en la Carpeta Personal de "{0}" en el sitio "{1}" en {2} ({3})

source: A new resource has been added to the dropbox for "{0}" in the "{1}" site at {2} ({3})
es: Se ha añadido un recurso en la Carpeta Personal de "{0}" en el sitio "{1}" en {2} ({3})

source: Several resources have been updated in the dropbox for "{0}" in the "{1}" site at {2} ({3})
es: Se han actualizado varios recursos en la Carpeta Personal de "{0}" en el sitio "{1}" en {2} ({3})

source: New resources have been added to the dropbox for "{0}" in the "{1}" site at {2} ({3})
es: Se han añadido varios recursos en la Carpeta Personal de "{0}" en el sitio "{1}" en {2} ({3})

source: Location: site "{0}" > Drop Box {1} > {2}
es: Ubicación: sitio "{0}" > Carpeta Personal {1} > {2}

source: notification digest for
es: resumen de la notificación para

source: This automatic notification message digest was sent to users of
es: Este resumen automático será enviado para los usuarios de

source: You can modify your notification preferences in your My Workspace.
es: Si desea modificar las opciones de notificación, acceda a Mi Sitio > Preferencias.

source: Add
es: Añadir

source: Actions
es: Acciones

source: Reordering:
es: Reordenación:

source: Move an item within the list by clicking an arrow on the left or adjusting a drop-down menu on the right. Save your changes before leaving the page.
es: Mover un ítem de la lista haciendo clic en la fecha de la izquierda o ajustando el menú desplegable de la derecha. Guarde los cambios antes de abandonar la página.

source: Move up
es: Mover arriba

source: Move down
es: Mover abajo

source: Table holds items to be sorted. Second column holds link to move item up. Third: link to move down. Last: select to move item to specific location
es: La tabla mantiene los ítems ordenados. La segunda columna es un enlace para mover el elemento hacia arriba y la tercera hacia abajo. La última columna mueve el ítem a una ubicación específica.

source: List of resources to be sorted
es: Lista de recursos a ordenar

source: Save
es: Guardar

source: Cancel
es: Cancelar

source: 1 item
es: 1 elemento

source: {0} items
es: {0} elementos

source: Availability
es: Disponibilidad

source: Show
es: Mostrar

source: Hide
es: Ocultar

source: Beginning
es: Empenzando

source: Ending
es: Acabando

source: - Select Action -
es: - Seleccionar acción -

source: Entire site
es: Sitio completo

source: Visible to entire site
es: Visible al sitio completo

source: Select group(s)
es: Seleccionar grupo(s)

source: Visible to select groups: {0}
es: Visible a los grupos seleccionados: {0}

source: Public
es: Público

source: Visible to public
es: Visible al público

source: Dropbox
es: Carpeta personal

source: Visible to instructor and student
es: Visible al profesor y al alumno

source: Access
es: Acceso

source: Access: Display to non-members (publicly viewable)
es: Acceso: Mostrar a los no miembros (visible al público)

source: Access: Display to all members of this site
es: Acceso: Mostrar a todos los miembros del sitio

source: Access: Display to members of a selected group ({0})
es: Acceso: Mostrar a los miembros del grupo seleccionado ({0})

source: Access: Display to members of selected group(s)
es: Acceso: Mostrar a los miembros de los grupos seleccionado(s)

source: a file:
es: un fichero:

source: Select Form Type
es: Seleccione Tipo de Formulario

source: Form Type
es: Tipo de formulario

source: No forms are defined for this site
es: No se han definido formularios para este sitio

source: Number of Files to Upload
es: Número de Ficheros para subir

source: Number of Folders to Create
es: Número de Ficheros a Crear

source: Number of URLs to Create
es: Número de URL a Crear

source: Properties
es: Propiedades

source: Add folder
es: Añadir carpeta

source: Type a title for a new folder, enter properties and then choose 'Add' at the bottom.
es: Indique un título para la nueva carpeta, indique las propiedades y luego pulse 'Añadir' en la parte infoerior.

source: Add Item Type
es: Añadir tipo de Elemento

source: To operate the combo box, first press Alt+Down Arrow to open it, and then use the up and down arrow keys to scroll through the options.
es: Pulsar alt + flecha arriba y abajo para hacer scroll del menu

source: Empty folder
es: Carpeta vacía

source: Form Item
es: Elemento del Formulario

source: HTML Page
es: Página HTML

source: Simple Text Document
es: Documento Texto Simple

source: File Upload
es: Subir Fichero

source: URL (link to website)
es: URL (enlace al sitio web)

source: APR
es: ABR

source: Add Attachment
es: Añadir Adjunto

source: Cancel
es: Cancelar

source: Attach a copy
es: Adjuntar una copia

source: Click &quot;Continue&quot; when done.
es: Haga clic en &quot;Continuar&quot; cuando termine.

source: Continue
es: Finalizar

source: Select an existing item from Resources to attach OR add a new item to a folder to be attached.
es: Seleccione un elemento existente de los Recursos para anexarlo o añada un nuevo elemento a una carpeta para ser anexado.

source: Items to attach
es: Elementos para anexar

source: List of resources for attaching
es: Lista de recursos a anexar

source: Tabled list of resources you can attach. First column includes a link to the resource, and if the item is a folder, to the folder. Second column includes the actions that are available for that item: add new, select, duplicate.
es: Lista tabulada de recursos que se pueden anexar. La primera columna incluye un enlace al recurso, y si el elemento es una carpeta, a la carpeta. La segunda columna incluye las acciones que están disponibles para ese elemento: añadir nuevo, seleccionar, duplicar.

source: Remove
es: Borrar

source: Select a resource
es: Seleccione un recurso

source: Remove?
es: Borrar?

source: Select
es: Seleccionar

source: List of selections
es: Lista de selecciones

source: Tabled list of resources you have elected to attach. First column lists the item, second column a link to remove it from the selection.
es: Lista tabulada de recursos que ha elegido anexar. La primera columna indica el elemento, la segunda columna el enlace para eliminarlo de la selección.

source: Upload local file
es: Subir fichero local

source: AUG
es: AGO

source: Can not find this folder.
es: No se puede encontrar la carpeta.

source: Please choose the file for file item
es: Por favor, seleccionar el fichero para el elemento fichero

source: Please choose the file to edit.
es: Por favor, seleccione el fichero a revisar.

source: Please choose the file(s) to delete.
es: Por favor, seleccione los fichero(s) a borrar.

source: Please choose the file(s) to copy.
es: Por favor, seleccione los fichero(s) a copiar.

source: Please choose the file to attach.
es: Por favor, seleccione un fichero a anexar.

source: Collapse All
es: Contraer Todas

source: Copy
es: Copiar

source: Copy of {0}
es: Copia de {0}

source: Cut
es: Cortar

source: Return
es: Volver

source: You are currently in site
es: Está actualmente en este sitio

source: The SiteID for this site is
es: El id de sitio para este sitio es

source: Each Sakai site has a Site ID. The SiteID for this site is listed above. You need to know the Site ID because it will be part of the address you will need to connect via WebDAV. To enable a <b>short URL</b> for WebDav, you need to ensure an <b>alias</b> has been setup for your site. Each site must be set up as a separate WebDAV connection, so the first time you connect to a given site, you will need to follow the directions below.
es: Cada Sitio de la plataforma tiene un identificador ID. El identificador para este sitio se muestra a continuación. Necesita saber el ID del sitio porque será parte de la dirección que necesitará para conectarse via WebDAV. Cada sitio debe configurarse como una conexión de WebDAV independiente, así, la primera vez que se conecte a un sitio, necesitará seguir las direcciones siguientes.

source: To access the resources in this site through a WebDAV client, you will use the following URL:
es: Para acceer a los recursos en este sitio a través de un cliente WebDAV, use la siguiente URL:

source: Setting up a WebDAV client on your computer
es: Configurando el cliente WebDAV en su ordenador

source: WebDAV access to this site
es: acceso WebDAV a este sitio

source: Upload-Download Multiple Resources
es: Subir-Bajar Múltiples Recursos

source: If you are using Internet Explorer in Windows XP, you can go directly to this site's resources folder by clicking this link:
es: Si está usando Internet Explorer en Windows XP, puede ir directametne a esta carpeta de recursos pulsando este enlace:

source: DEC
es: DIC

source: Remove confirmation...
es: Confirmación de borrado...

source: Remove
es: Borrar

source: Are you sure you want to remove the following item(s)?
es: ¿Está seguro que quiere eliminar los siguiente(s) elemento(s)?

source: Table holds information about resources selected for removal. Column headers contain descriptions of contents and links for sorting.
es: La tabla tiene información sobre los recursos seleccionados para su eliminación. Las cabeceras de columnas contiene descripciones y enlaces de ordenación.

source: Remove
es: Borrar

source: The delete resource
es: El recurso borrado

source: A summary of the content of the resource.
es: Un resumen de los contenidos del recurso.

source: Any form of the title used as a substitute for the formal title of the resource (title abbreviations, translations, etc.)
es: Una variación del título para usarse como subtítulo para el nombre del recurso (abreviaturas, traducciones, etc.)

source: A class of entity for whom the resource is intended or useful, as determined by the creator, publisher or a third party.
es: Una clase de entidad para el cual el recurso es útil, como determina el creador o la editorial o un tercero.

source: An entity responsible for making contributions to the content of the resource.
es: Una entidad responsable de hacer aportaciones al contenido del recurso.

source: The extent or scope of the content of the resource (for example, a place name or geographic coordinates, a date, date range or period label, or jurisdiction).
es: La extensión o el ámbito del contexto del recurso (por ejemplo, un lugar o coordinadas geográficas, una fecha, un rango de fechas o un periodo o jurisdicción).

source: Date of creation of the resource.
es: Fecha de creación del recurso

source: A person, organisation, service or other entity primarily responsible for making the content of the resource.
es: Una persona, organización, servicio u otras entidades responsables de generar los contenidos de los recursos.

source: An account of the content of the resource, which may include an abstract or table of contents.
es: Un conteo de los contenidos de los recursos, que puede incluso contener un resumen o tabla de contenidos.

source: A description of the audience's progression through an education or training context.
es: Una descripción de la progresión de la audiencia a traves de un contexto educativo o de entrenamiento.

source: The physical or digital manifestation of the resource (for example, MIME type of a digital resource).
es: La manifestación física o digital del recurso (por ejemplo MIME type de un recurso digital)

source: An unambiguous reference to the resource in a given context (for example, URIs, URLs, ISBNs, library call numbers).
es: Una referencia ambigua al recurso en el contexto dado (por ejemplo, URIs, URL, ISBNs, números de biblioteca).

source: Date of formal issuance or publication of the resource.
es: Fecha de publicación formal de publicación del recurso.

source: The language of the intellectual content of the resource.
es: El idioma del contenido intelectual del recurso

source: Date of significant change to the resource.
es: Fecha del cambio insignificante en el recurso.

source: An entity responsible for making the resource available.
es: Una entidad responsable de generar el recurso disponible.

source: Information about rights held in and over the resource (for example, copyright and property rights).
es: Información sobre los derechos sobre le recurso (por ejemplo, copyright y derechos de propiedad).

source: A reference (preferably a formal identifier) to a resource from which the present resource is derived, in whole or in part.
es: Una referencia (preferiblemente un identificador formal) para el recurso del cual el presente recurso es derivado, en todo o en parte.

source: The topic of the content of the resource, typically, expressed as keywords, key phrases or classification codes.
es: El tema del contenido del recurso, tipicamente, expresado como palabras clave, frases clave o códigos de clasificación.

source: A name given to the resource.
es: El nombre del recurso.

source: A list of subunits of the content of the resource.
es: Una lista de subunidades del contexto del recurso.

source: The nature or genre of the content of the resource.
es: La naturaleza de género del contenido del recurso

source: Whether the mountpoint active or the XML file describing the mountpoint is editable.
es: Si el multipunto activo o el fichero XML que lo describe el editable.

source: Access
es: Acceso

source: Display to non-members (publicly viewable)
es: Mostrar a no-miembros (visible para publicidad)

source: Display to site
es: Mostrar al sitio

source: Display to selected groups
es: Mostrar a grupos seleccionados

source: Copyright Alert
es: Alerta de Copyright

source: Copyright Information
es: Información de Copyright

source: Copyright Status
es: Estado del Copyright

source: Description
es: Descripción

source: Display
es: Mostrar

source: copyright alert
es: alerta de copyright

source: and require acknowledgement when accessed by others.
es: y requiere reconocimiento cuando es accedido por otros.

source: Revise Resource
es: Editar recurso

source: more info
es: más información

source: Current File Name
es: Nombre del Fichero Actual

source: Edit Folder
es: Editar Carpeta

source: Title
es: Título

source: Description
es: Descripción

source: Table contains list of groups. First column contains checkboxes, second contains the group name, third the group description. Header links can be used to sort.
es: La tabla contiene una lista de grupos. La primera columna son casillas de comprobación, la segunda el nombre del grupo y la tercera su descripción. Los enlaces de la cabeza permiten ordenar los registros de la tabla.

source: Hide
es: Ocultar

source: Modify item properties and then choose 'Update' at the bottom. Required items marked with
es: Modifique las propiedades del elemento y luego pulse 'Actualizar' en la parte inferior. Los elementos obligatorios se marcan con

source: Changing the file-type of a non-ascii resource to &quot;text/plain&quot; or &quot;text/html&quot; may cause extraneous blank lines to be inserted, making the file unusable.
es: Al cambiar el tipo de fichero de un recurso no-ascii a &quot;text/plain&quot; o &quot;text/html&quot; puede causar la inserción de anómalas líneas en blanco, dejando el fichero corrupto.

source: Please supply the required information.
es: Por favor, indique la información requerida.

source: Replace file
es: Reemplazar fichero

source: Replace URL
es: Reemplazar URL

source: Show
es: Mostrar

source: Title
es: Título

source: Update
es: Actualizar

source: has been exceeded.
es: se ha excedido.

source: Expand All
es: Expandir Todo

source: Expand All
es: Expandir Todo

source: Operation could not be completed at this time.
es: La operación no ha podido ser completada esta vez.

source: The folder {0} contains item(s) that will also be removed!
es: ¡La carpeta {0} contiene elementos que también se borrarán!

source: Access
es: Acceso:

source: Actions
es: Acciones

source: Add
es: Añadir

source: Add Item(s)
es: Añadir Elemento(s)

source: Alert:
es: Alerta:

source: Cancel
es: Cancelar

source: Choose
es: Elegir

source: Content:
es: Contenido:

source: Confirm copyright, then
es: Confirmación de Copyright, luego

source: Copyright Information
es: Información de Copyright

source: Created By
es: Creado Por

source: Created By
es: Creado Por

source: Creation Time
es: Hora de Creación

source: Description
es: Descripción

source: Email Notification
es: Noticación por Correo electrónico

source: High - All participants
es: Alto . Todos los participantes

source: Low - Only participants who have opted in
es: Bajo - Sólo participantes que han optado a ello

source: None - No notification
es: Ninguno - Sin notificación

source: File:
es: Fichero:

source: folder
es: carpeta

source: Folder
es: Carpeta

source: Select an item to add, enter properties and then choose 'Add' at the bottom.
es: Seleccione un elelento a añadir, indique las propiedades y luego seleccione 'Añadir' en la parte inferior.

source: Required items marked with
es: Elementos obligatorios marcados con

source: in KBytes, 0 for unlimited
es: en KBytes, 0 para ilimitado

source: Last Modified
es: Última modificación

source: Modified
es: Modificado

source: Last Modified By
es: Última modificación realizada por

source: Location:
es: Localización:

source: New window
es: Nueva ventana

source: Note:
es: Nota:

source: You can only upload
es: Sólo puede subir

source: MB worth of files at one time. You may need to upload large files one at a time.
es: MB cada vez. Si necesita subir más, hágalo en varias veces.

source: Original URL
es: URL Original

source: Position
es: Posición

source: Processing......
es: Procesando......

source: Special Quota
es: Cuota Especial

source: Resources
es: Recursos

source: Save
es: Guardar

source: Set to Yes in a containing folder.
es: Establecer a No en toda la carpeta contenedora.

source: Size
es: Tamaño

source: Title
es: Título

source: Title
es: Título

source: File Type
es: Tipo de Fichero

source: You do not have permission to view the content of this collection.
es: No tiene los permisos para ver el contenido de esta colección.

source: is invalid.
es: no es válido.

source: JAN
es: ENE

source: Abstract
es: Resumen

source: Alternate Title
es: Título Alternativo

source: Audience
es: Audiencia

source: Contributor
es: Colaborador

source: Coverage
es: Cobertura

source: Date Created
es: Fecha de creación

source: Creator
es: Creador

source: Description
es: Descripción

source: Audience Education Level
es: Nivel de estudios de la audiencia

source: Format
es: Formato

source: Resource Identifier
es: Identificador del Recurso

source: Date Issued
es: Fecha de publicación

source: Language
es: Idioma

source: Date Modified
es: Fecha Modificación

source: Publisher
es: Editorial

source: Rights Management
es: Gestión de Permisos

source: Source
es: Origen

source: Subject and Keywords
es: Asunto y palabras clave

source: Title
es: Título

source: Table of Contents
es: Tabla de contenidos

source: Resource Type
es: Tipo de Recurso

source: Activate Mountpoint
es: Activar multipunto

source: Show columns
es: Mostrar columnas

source: Show hierarchy
es: Mostrar jerarquía

source: Add
es: Añadir

source: Add item(s)
es: Añadir elemento(s)

source: Copied - Choose paste location, then click paste
es: Copiado - elegir lugar de pegado, luego pulsar paste

source: Copy
es: Copiar

source: Copy Checked
es: Copiar marcados

source: Duplicate
es: Duplicar

source: Edit
es: Revisar propiedades

source: Edit properties
es: Revise properties

source: Permissions
es: Permisos

source: Folder Permissions
es: Permisos de la carpeta

source: Hide other sites
es: Ocultar los otros sitios

source: Move Checked
es: Mover los marcados

source: Selected for move - Choose destination, then click paste
es: Seleccionados para moverso - Elija destino y luego pulse sobre pegar

source: Options
es: Opciones

source: Paste Copied Items
es: Pegar Elementos Copiados

source: Paste Moved Items
es: Pegar los elementos Movidos

source: Info
es: Información

source: View properties
es: Ver propiedades

source: Remove Checked
es: Borrar marcados

source: Reorder
es: Reordenar

source: Permissions
es: Permisos

source: Check All
es: Marcar Todos

source: Show other sites
es: Motras otros sitios

source: Site Resources
es: Recursos del Sitio

source: This collection is too big to expand.
es: Esta colección es demasiado grande para expandirla.

source: Uncheck All
es: De-seleccionar Todos

source: is locked by another usage.
es: está bloqueado.

source: has type mismatch.
es: tiene error de tipos

source: Return
es: Volver

source: Properties
es: Propiedades

source: Display to non-participants of site
es: Mostrar a los no-miembros del sitio

source: New...
es: Nuevo...

source: Cannot add resource
es: No se pueden añadir recursos

source: does not exist.
es: no existe.

source: The resource/collection does not exist.
es: EL recurso/colección no existe.

source: The collection does not exist.
es: La colección no existe

source: You do not have permission to view this folder.
es: No tiene permiso para ver esta carpeta.

source: You do not have permissions to remove:
es: No tiene permisos para borrar:

source: You do not have proper permission to view the properties.
es: No tiene los permisos adecuados para ver las propiedades

source: You do not have permission to view resource
es: No tiene permisos para ver el recurso

source: You do not have permission to view this collection.
es: No tiene permiso para ver esta collection.

source: You do not have proper permissions to add resources.
es: No tiene los permisos adecuados para añadir recursos

source: You do not have proper permission to delete the resource
es: No tiene los permisos adecuados para borrar el recurso

source: You do not have proper permission to copy or paste
es: No tiene los permisos adecuados para copiar o pegar

source: Move and Copy are not currently supported on folders.
es: Mover y Copiar no están soportados actualemente para carpetas

source: Adding this resource would place this account over quota. To add this resource, some resources may need to be deleted.
es: Al añadir este recurso, se excederá la cuota de esta cuenta. Para añadir el recurso, debe borrar antes otros recursos.

source: Overview
es: Mostrar
