Repository: kyoto-u/openpanda
Catalog: l10n/*/config.po
Languages: es

source: File Type
es: Tipo de fichero

source: Last changed by
es: Último cambio por

source: Last changed
es: Último cambio

source: Content Hosting Handler mount point
es: Punto de montaje del manejador del alojamiento de contenido

source: File size
es: Tamaño del fichero

source: Web address (URL)
es: Dirección web (URL)

source: Edit HTML Page
es: Revisar página HTML

source: Edit Text Document
es: Revisar documento de texto simple

source: Edit URL (link to website)
es: Revisar URL (enlace a un sitio web)

source: Close this folder
es: Cerrrar esta carpeta

source: Open this folder
es: Abrir esta carpeta

source: The upload size limit of {0} has been exceeded.
es: El límite de subida de {0} se ha superado.

source: 1 item
es: 1 elemento

source: {0} items
es: {0} elementos

source: Please enter the contents of your simple text document.
es: Por favor, introduzca los contenidos de su documento de texto.

source: Availability
es: Disponibilidad

source: Added By
es: Creador por

source: Description
es: Descripción

source: {0} Drop Box
es: {0} Carpeta personal

source: Last Modified
es: Última modificación

source: Name
es: Nombre

source: Setting options for resources in worksite ''{0}''
es: Estableciendo las opciones para los recursos del sitio {0}

source: Set permissions for resources in folder: {0}
es: Establecer permisos para los recursos de la carpeta: {0}

source: Properties
es: Propiedades

source: {0} Resources
es: {0} Recursos

source: Size
es: Tamaño

source: Folder
es: Carpeta

source: HTML Page
es: Página HTML

source: Simple Text Document
es: Documento de texto simple

source: File Upload
es: Subir fichero

source: Web link (URL)
es: URL (enlace a un sitio web)

source: You can only upload {0} MB worth of files at one time. You may need to upload large files one at a time.
es: Sólo puede subir hasta {0} MB de una única vez. Debería subir los ficheros más pesados uno por uno.

source: Invalid web link (URL) ({0}).
es: Dirección web (URL) no válida (URL) ({0}).

source: Please enter at least one web link (URL).
es: Por favor, introduzca al menos una dirección web (URL).

source: Confirm copyright, then
es: Confirmar copyright más tarde

source: Go to this folder
es: Ir a la carpeta

source: Up one level
es: Subir un nivel

source: New window
es: Nueva Ventana

source: File Type
es: Tipo Archivo

source: Unknown
es: Desconocido

source: Binary file
es: Archivo binario

source: IMS Content Package
es: Paquete de contenido IMS

source: Gzip archive
es: archivo Gzip'ed

source: tex file
es: TEX

source: Image
es: Imagen

source: Image
es: Imagen

source: Image
es: Imagen

source: Image
es: Imagen

source: Image
es: Imagen

source: Image
es: Imagen

source: Image
es: Imagen

source: Image
es: Imagen

source: Image
es: Imagen

source: Image
es: Imagen

source: Image
es: Imagen

source: Image
es: Imagen

source: Image
es: Imagen

source: Image
es: Imagen

source: Image
es: Imagen

source: Image
es: Imagen

source: Image
es: Imagen

source: Image
es: Imagen

source: Image
es: Imagen

source: Image
es: Imagen

source: Image
es: Imagen

source: Image
es: Imagen

source: Image
es: Imagen

source: Image
es: Imagen

source: Image
es: Imagen

source: Image
es: Imagen

source: Image
es: Imagen

source: Image
es: Imagen

source: Image
es: Imagen

source: Image
es: Imagen

source: Image
es: Imagen

source: Image
es: Imagen

source: Image
es: Imagen

source: Image
es: Imagen

source: Image
es: Imagen

source: Text
es: Texto

source: Text
es: Texto

source: Text
es: Texto

source: Text
es: Texto

source: Text
es: Texto

source: Image
es: Imagen

source: Unknown
es: Desconocido

source: Windows Executable
es: Ejecutable Windows

source: Windows Executable
es: Ejecutable Windows

source: Form Item
es: OSPiStructuredArtifact

source: Flash Video
es: Video Flash

source: OpenOffice.org extension (since OOo 2.1)
es: OpenOffice.org extension (a partir de OOo 2.1)

source: Single Column Layout
es: Layout en una columna

source: Double Column Layout
es: Layout en dos columnas

source: {0}''s site
es: {0} del sitio

source: Site: {0}
es: Sitio: {0}

source: Site: {0} Created: {1} by {2} {3}
es: Sitio: {0} Creado: {1} por {2} {3}

source: Content
es: Contenido

source: Content
es: Contenido

source: Assessments
es: Exámenes

source: Social Interactions
es: Interacciones sociales

source: Site Management
es: Gestión del sitio

source: Site Management
es: Gestión del sitio

source: Plugin Tools
es: Plugins

source: Not Grouped
es: No agrupado

source: Home
es: Inicio

source: For viewing recent announcements, discussion, and chat items.
es: Para ver los últimos anuncios, debates, y chats.

source: An admin tool to view and modify any user's Preferences
es: Una herramienta de administración para ver y modificar las preferencias de cualquier usuario.

source: Administrator Preferences
es: Gestionar las preferencias del administrador

source: An administration tool to edit Aliases.
es: Una herramienta de administración para editar los alias

source: Aliases
es: Editor de alias

source: For posting current, time-critical information
es: Envío de información restricciones temporales

source: Announcements
es: Anuncios

source: An administration tool to Archive and Import Sites.
es: Archivar e importar sitios.

source: Site Archive
es: Herramienta de archivo

source: For posting and submitting assignment(s) online
es: Tareas on-line

source: For posting, submitting and grading assignment(s) online
es: Tareas calificables on-line

source: Assignments
es: Tareas

source: Assignments
es: Tareas

source: External Tool
es: Herramienta externa

source: Launch external tools using IMS Learning Tools Interoperability.
es: Mostrar una herramienta externa mediante el uso de la tecnología LTI del IMS Global.

source: For real-time conversations in written form
es: Conversaciones textuales en tiempo real

source: Chat Room
es: Chat

source: Citations Editor Integration
es: Integración de Editor de Eventos

source: Search Library Resources
es: Recursos de librería de búsqueda

source: Create a new user account
es: Crear nuevas cuentas de usuario

source: New Account
es: Nueva cuenta

source: Deprecated tool: please use Forums or other alternative
es: Conversaciones escritas

source: Discussion
es: Foros

source: For private file sharing between instructor and student
es: Compartición privada de ficheros entre estudiantes y profesores

source: Drop Box
es: Carpeta personal

source: Sakai File Picker Helper Tool
es: Selector de ficheros

source: Choose File
es: Escoja un fichero

source: Display forums and topics of a particular site
es: Mostrar foros y temas de un sitio concreto

source: Forums
es: Foros

source: Check Gradebook service
es: Verificación de Calificaciones

source: Gradebook Service Test
es: Servicio de verificación de Calificaciones

source: For storing and computing assessment grades from Tests &amp; Quizzes or that are manually entered
es: Almacenamiento y cálculo de notas de Exámenes o con entrada manual

source: Gradebook
es: Calificaciones

source: The Sakai Help Tool
es: Ayuda

source: Help Documentation
es: Documentación de ayuda

source: For accessing web content from an external website within the site.
es: Acceso a un sitio web externo

source: For displaying information about a user's My Workspace
es: Para mostrar información sobre 'Mi Sitio' de un usuario

source: My Workspace Information Display
es: Mostrar información de Mi Sitio

source: For displaying information about this Service
es: Para mostrar información sobre este servicio

source: Service Information Display
es: Mostrar información del servicio

source: For displaying Site information
es: Para mostrar información del sitio

source: Site Information Display
es: Mostrar información del sitio

source: Web Content
es: Contenido web

source: A login tool
es: Herramienta de login

source: For viewing email sent to the site
es: Para ver los correos enviados al sitio

source: Email Archive
es: Archivo de correo

source: Email
es: Enviar correo

source: Send mail to select participants in your site.
es: Envío de correos a los participantes del sitio

source: View and modify your membership in sites you may join
es: Ver y modificar la pertenencia a los sitios

source: Membership
es: Pertenencia

source: An administration tool to view the JVM memory and reset the system caches
es: Herramienta de administración para ver el sistema de cachés y la memoria de la JVM

source: Memory
es: Herramienta de Memoria/Caché

source: Message Center Navigation Helper Tool
es: Ayuda de Comunicaciones

source: Private Messages Helper
es: Ayuda de Comunicaciones

source: Display messages to/from users of a particular site
es: Mostrar los mensajes privados de los usuarios de un sitio concreto

source: Messages
es: Mensajes privados

source: Sakai Forms Tool
es: Herramienta de formularios

source: Sakai Form Helper Tool
es: Ayuda de la herramienta de formularios

source: Resource Form Create Helper
es: Ayuda para la generación de recursos para formularios

source: Resource Form Create Helper
es: Ayuda para la generación de recursos para formularios

source: Resource Form Edit Helper
es: Ayuda para la edición de recursos para formularios

source: Resource Form Edit Helper
es: Ayuda para la edición de recursos para formularios

source: Form Helper
es: Ayuda del formulario

source: Sakai Form View Tool
es: Vista de la herramienta de formularios

source: Form View
es: Vista de formularios

source: Forms
es: Formularios

source: Display the system message of the day
es: Mostrar los mensajes del sistema diarios

source: Message Of The Day
es: Mensaje del día

source: For viewing content from online sources
es: Para ver el contenido de fuentes on-line

source: News
es: Noticias

source: See who's on-line and where they are
es: Ver quién está conectado y dónde están

source: Online
es: Administración: On-Line

source: Sakai Permissions Helper Tool
es: Herramienta de permisos

source: Set Permissions
es: Establecer permisos

source: For managing individual podcast and podcast feed information
es: Para gestionar los podcast individuales y la información de los feed

source: PostEm gradebook tool for sakai.
es: Herramienta PostEm para calificaciones

source: Tool to view and modify user's Preferences
es: Gestión de las preferencias del usuario

source: Preferences
es: Preferencias

source: Display the users present at a location
es: Mostrar los usuarios presentes en una ubicación

source: Presence Tool
es: Gestión de presencia

source: Display current privacy status for all sites or a site
es: Mostrar estado actual de privada para todos sitios o para un sitio concreto

source: Privacy Status
es: Estado de la privacidad

source: Profile Tool
es: Gestión de perfiles de usuario

source: Profile
es: Perfiles usuario

source: An administration tool to edit Realms
es: Administración: editor de perfiles

source: Realms
es: Editor de perfiles

source: Reset Password
es: Restablecer contraseña

source: For resetting guest user passwords
es: Para restablecer las contraseñas de usuario invitado

source: Resource Create Edit Helper
es: Ayuda para la creación/edición de recursos

source: Resource Create/Edit Helper
es: Ayuda para la creación/edición de recursos

source: Provides Implementations for Actions of Basic Resource Types
es: Implementación de acciones con tipos básicos de recursos

source: Resource Type Helper
es: Ayuda de tipos de recursos

source: For posting documents, URLs to other websites, etc.
es: Envío de documentos, direcciones web a otros sitios, etc.

source: Resources
es: Recursos

source: For maintaining information about intellectual property rights related to resources
es: Para mantener información sobre los derechos de propiedad intelectual relacionados con los recursos

source: Rights Helper
es: Ayuda sobre los derechos de propiedad intelectual

source: A tool to link to external applications.
es: Enlace a aplicaciones externas

source: Link Tool
es: Enlace a aplicaciones externas

source: A test of the link tool.
es: Prueba de la herramienta de enlaces.

source: Test Link
es: Prueba de la herramienta de enlaces.

source: For collaborative editing of pages and content
es: Creación colaborativa de contenidos

source: For creating and taking online tests and quizzes
es: Creación y realización de exámenes on-line

source: Tests & Quizzes
es: Exámenes

source: Individual examples of the Sakai 2.0 JSF tags.
es: Ejemplos individuales de las etiquetas Sakai 2.0 JSF.

source: Sakai 2.0 JSF Tags
es: Etiquetas Sakai 2.0 JSF

source: A simple sample servlet tool
es: Ejemplo de servlet simple

source: Simple Sample Servlet Tool
es: Ejemplo de servlet simple

source: A slightly slicker sample servlet tool
es: Ejemplo de servlet simple (versión 2)

source: Simple Sample Servlet Tool 2
es: Ejemplo de servlet simple (versión 2)

source: Display registered Repositories and Search
es: Mostrar los repositorios registrados y buscar

source: Sample use of RepositoryManager Component
es: Ejemplo de utilización del componente RepositoryManager

source: For posting and viewing deadlines, events, etc.
es: Envío de eventos

source: Schedule
es: Calendario

source: Job Scheduler Based on Quartz
es: Planificador de trabajos

source: Job Scheduler
es: Planificador de trabajos basado en Quartz

source: For searching content
es: Para buscar contenidos

source: Search
es: Búsqueda

source: For managing sections within a site
es: Gestionar los grupos de un sitio

source: Section Info
es: Información de grupos

source: View and modify my user profile
es: Ver y modificar mi perfil de usuario

source: Account
es: Cuenta de usuario

source: For viewing the site participants list
es: Para ver la lista de participantes del sitio

source: Roster
es: Orla

source: Find and view summarys of Sites
es: Encontrar y ver resúmenes de los sitios

source: Site Browser
es: Navegador de sitios

source: For showing worksite information and site participants
es: Para mostrar información del sitio y de los participantes del mismo

source: Site Info
es: Información del sitio

source: An administration tool to edit Sites
es: Administración de sitios

source: Sites
es: Editor de sitios

source: Modify your sites and create new ones
es: Modificar sus sitios y crear nuevos

source: Worksite Setup
es: Configuración de sitios

source: Tool for logging in as another user
es: Suplantación de usuarios

source: Become User
es: Suplantación de usuarios

source: Show a summary of schedule events in My Workspace
es: Mostrar un resumen del calendario de eventos de Mi Sitio

source: Calendar
es: Calendario

source: For posting a summary outline and/or requirements for a site
es: Guía didáctica de un sitio

source: Syllabus
es: Guía didáctica

source: Display recent announcements, updated as messages arrive
es: Mostrar anuncios recientes y actualizarlos a medida que llegan los mensajes

source: Recent Announcements
es: Anuncios recientes

source: Display recent chat messages, updated as messages arrive
es: Mostrar mensajes de chat recientes y actualizarlos a medida que llegan

source: Recent Chat Messages
es: Mensajes de chat recientes

source: Display recent discussion items, updated as items arrive
es: Mostrar mensajes de los foros recientes y actualizarlos a medida que llegan los mensajes

source: Recent Discussion Items
es: Mensajes de los foros recientes

source: Display unread discussion and forum topic messages for all sites or a site
es: Mostrar temas y mensajes no leídos de todos los sitios o de un sitio concreto

source: Message Center Notifications
es: Notificaciones de Comunicaciones

source: Simple tests of the Sakai OSID Implementatgions
es: Prueba simples de integración Sakai-OSID

source: Sakai OSID Unit Test Servlet
es: Prueba unitaria del servlet de integración Sakai-OSID

source: An administration tool to edit Users
es: Administración de usuarios

source: Users
es: Edición de usuarios

source: A Blogger
es: Un blog

source: Polls
es: Encuestas

source: For anonymous polls or voting
es: Herramienta para encuestas anónimas o votar

source: Styles
es: Estilos

source: OSP Style Helper Tool
es: Estilos OSP

source: Evaluations
es: Evaluaciones

source: OSP Evaluations
es: Evaluaciones OSP

source: OSP Matrices Tool
es: Matrices OSP

source: Portfolio Layouts
es: Estructura del portfolio

source: OSP Layouts Tool
es: Gestión de estructuras del OSP

source: Portfolio Templates
es: Plantillas de portfolio

source: OSP Portfolio Templates
es: Gestión de plantillas del OSP portfolio

source: OSP Portfolios
es: Portfolios OSP

source: Glossary
es: Glosario

source: OSP Glossary Tool
es: Herramienta del glosario OSP

source: Wizards
es: Asistentes

source: OSP Wizards Tool
es: Herramienta de asistentes de OSP

source: Reports
es: Informes

source: Reports
es: Informes OSP

source: Statistics management
es: Administración de estadísticas

source: Statistics management and administration
es: Administración de estadísticas (usuarios, eventos, recursos) de todos los sitios

source: Statistics
es: Estadísticas

source: For showing site statistics by user, event or resource of the site
es: Estadísticas (usuarios, eventos, recursos) del sitio

source: For participating in discussions and communicating privately with site members.
es: Hilos de discusión y mensajes privados entre los miembros de un sitio.

source: Discussion and Private Messages
es: Herramienta de foros

source: For authoring, publishing, and organizing learning sequences.
es: Para la creación, publicación y organización de secuencias de aprendizaje.

source: Modules
es: Contenidos

source: Modules - Melete Lesson Builder for creating and organizing learning sequences.
es: Administración de Contenidos (Herramienta para la creación, publicación y organización de secuencias de aprendizaje)

source: Modules Admin Tool
es: Administración de Contenidos

source: Account Validator
es: Validador de cuentas

source: For validating new accounts
es: Para validar nuevas cuentas

source: Email template administration
es: Administración de plantillas para emails

source: Profile
es: Perfil

source: Edit your profile, post status updates, search for people with common interests, view their profile and add them as connections
es: Editar tu perfil, actualizar tu estado, buscar gente con intereses comunes, ver su perfil y añadirlos como conexiones

source: User Membership
es: Pertenencia de usuario

source: Admin tool to retrieve site membership information for users.
es: Herramienta de amnistración para obtener información de la pertencia a sitios de cualquier usuario

source: Clog
es: Blog

source: The collaborative log tool
es: Herramienta de blog colaborativa

source: Lessons
es: Contenidos

source: For creating content modules and sequences; can be organized by week or unit
es: Diseño estructurado de unidades

source: Dashboard
es: Novedades

source: Unified My Workspace display of recent announcements, resources, assignments, calendar events, etc.
es: Muestra los anuncios, eventos, tareas y recursos recientes.

source: Sign-up
es: Citas

source: For enabling online registration for meetings and other events
es: Permite el registro online en reuniones y otro eventos

source: Roster
es: Participantes

source: For viewing the site participants list
es: Para ver la lista de participantes del sitio

source: Delegated Access
es: Acceso delegado

source: Delegate access for users based on a site hierarchy
es: Permite el acceso delegado a los usuarios designados basadondose en una jerarquía de sitios

source: Shopping
es: Compras

source: Search for available sites for shopping
es: Busca sitios disponibles para comprar

source: Admin Site Perms
es: Sincronización de Perfiles

source: Allows adminstrators to control permissions for all sites of a type and roles within that site
es: Permite a los administradores controlar los permisos para todos los sitios de un tipo y los roles dentro de ese sitio.
