Repository: kyoto-u/openpanda
Catalog: l10n/*/config.po
Languages: es

source: Paste here
es: Pegar

source: The pasted item
es: El elemento pegado

source: Permissions...
es: Permisos...

source: You cannot paste this folder in this location because a folder cannot be pasted inside itself:
es: No puede pegar esta carpeta en esta localización porque una carpeta no puede ser pegada dentro de si misma:

source: To change:
es: Para cambiar:

source: Replacing file...
es: Reemplazando fichero...

source: Replace Item
es: Reemplazar Elemento

source: Replace Items
es: Reemplazar Elementos

source: Replace file with a new file or different version? The replacement will remove the current file and let you upload a replacement. Have your new file ready to send!
es: ¿Reemplazar el fichero con un nuevo fichero o uan nueva versión? El reemplazar eliminará el fichero actual y subir uno nuevo. Tenga preparado el fichero nuevo!

source: Replace with this file:
es: Reemplazar con este fichero:

source: Replace...
es: Reemplazar...

source: The resource
es: El recurso

source: Edit...
es: Revisar...

source: Select All
es: Seleccionar Todo

source: Set permissions for resources in folder
es: Dar permisos a los recursos en las carpetas

source: Set permissions for resources in worksite
es: Dar permisos a los recursos en un sitio web

source: Check box
es: Casilla de verificación

source: Close this folder
es: Cerrar esta carpeta

source: Closed folder
es: Elegir carpeta

source: copied - paste?
es: copiar - pegar?

source: cut - paste?
es: corta - pegar?

source: Get information on this item
es: Obtener información de este elemento

source: Go to this folder
es: Ir a esta carpeta

source: Information on this collection
es: Información de esta colección

source: Information on this item
es: Información sobre este elemento

source: items at this location.
es: elementos en esta localización.

source: List of resources
es: Lista de recursos

source: Tabled list of resources, including folders and sub-folders, files, web-links, HTML pages and text files. Column 1 is not used. Column 2 has checkboxes to select whether an item should be moved, copied or removed. Column 3 has the link to open the resource or folder. Column 4 allows you to add new resources to a folder. Column 5 links to actions you can take on that resource. Column 6 states the group who can see that resource. Column 7 states the person who created that resource. Column 8 states the date the resource was last modified. Column 9 states the size of the resource
es: Lista tabulada de recursos. Las cabeceras de las columnas tienen enlaces que ordenan la columna. La columna 1 indica si el elemento ha sido seleccionado para moverlo, copiarlo o borrarlo. La columna 2 tiene casillas de verificación para seleccionar. La columna 3 el enlace al recurso o carpeta. La columna 5, la fecha de modificación, la columna 6 el autor del recurso y el tamaño.

source: There are no
es: No hay

source: Up one level
es: Subir un nivel

source: Open this folder
es: Abrir esta carpeta

source: Opened folder
es: Carpeta abierta

source: resource
es: recurso

source: Check all
es: Seleccionar todos

source: Sort by date created
es: Ordenar por fecha de creación

source: Sort by date created ascending
es: Ordenar por fecha de creación (ascendente)

source: Sort by date created descending
es: Ordenar por fecha de creación (descendente)

source: Sort by author
es: Ordenar por autor

source: Sort by author ascending
es: Ordenar por autor (Ascendente)

source: Sort by author descending
es: Ordenar por autor (Descendente)

source: Sort by date last modified
es: Ordenar por fecha de última modificación

source: Sort by date last modified ascending
es: Ordenar por fecha última modificación (ascendente)

source: Sort by date last modified descending
es: Ordenar por fecha de última modificación (descendente)

source: Sort by size
es: Ordenar por tamaño

source: Sort by size ascending
es: Ordenar por tamaño (ascendente)

source: Sort by size descending
es: Ordenar por tamaño (descendente)

source: Sort by title
es: Ordenar por título

source: Sort by title ascending
es: Ordenar por title (ascendente)

source: Sort by title descending
es: Ordenar por título (descendente)

source: Uncheck all
es: De-seleccionar todos

source: Shortcut to
es: Enlace a

source: The upload size limit of
es: El tamaño máximo de subida de

source: The file {0} did not match the filter type.
es: El fichero {0} no se corresponde con el tipo de filtro.

source: Someone else is editing
es: Alguien más está editándolo

source: The title
es: El título

source: The title cannot contain any of the following characters: / % ? *
es: El título no piede contener ninguno de los siguiente caracteres: / % ? *

source: The name is too long:
es: El nombre es demasiado largo:

source: Too many copies of this resource have been added to this collection.
es: Demasiadas copoas de este recurso han sido añadidas a la colección.

source: Must select a form type.
es: Debe seleccionar un tipo de formulario

source: Type exception.
es: Excepción de Tipos.

source: Use this folder to store private files you wish to share only with organizers of this worksite.
es: Use esta carpeta para almacenar ficheros privados que desea compartir sólo con organizadores de este sitio web.

source: Use this folder to store private files you wish to share only with individual members of this worksite.
es: Use esta carpeta para almacenar ficheros privados que desea compartir individualmente con miembros de este sitio.

source: has been used in resources. Please use a different title.
es: ha sido usado por un recurso. Por favor, use un título diferente.

source: . Same resource id has already been used.
es: . Existe un recurso con el mismo identificador de recurso.

source: Please enter a valid URL string.
es: Por favor, indique una URL válida.

source: has wrong type.
es: es de tipo erróneo.

source: show 5 items per page
es: mostrar 5 elementos por página

source: show 10 items...
es: mostrar 10 elementos...

source: show 20 items...
es: mostrar 20 elementos...

source: show 50 items...
es: mostrar 50 elementos...

source: show 100 items...
es: mostrar 100 elementos...

source: show 200 items...
es: mostrar 200 elementos...

source: Optional properties
es: Propiedades opcionales

source: APR
es: ABR

source: AUG
es: AGO

source: DEC
es: DIC

source: JAN
es: ENE

source: Up one level
es: Subir un nivel

source: Up icon
es: Icono de subir

source: Index of {0}
es: Índice de{0}

source: Show/hide descriptions
es: Mostrar/Ocultar descripciones

source: Resources and Drop Box
es: Recursos

source: Send me each resource separately
es: Envíeme cada recurso por separado

source: Send me one email per day summarizing all low priority resource notifications
es: Envíeme un correo electrónico cada día agrupando todas las notificaciones de recursos de baja prioridad

source: Do not send me low priority resource notifications
es: No me envíe las notificaciones de recursos de baja prioridad

source: Unknown error processing text markup
es: Error desconocido al procesar las marcas del texto

source: Your HTML contains tags or attributes that are not permitted and have been removed from your content.
es: El código HTML contiene etiquetas o atributos que no se permiten y se han quitado de su contenido.

source: You do not have the proper permissions for compressing to zip archive
es: Usted no tiene los permisos para comprimir a archivo zip

source: An error has occurred while compressing to zip archive
es: Ha ocurrido un error durante la compresión a archivo zip

source: Display this file to <strong>selected groups</strong> only.
es: Mostrar este fichero únicamente a los <strong>grupos seleccionados</strong>.

source: Display this folder and its contents to <strong>selected groups</strong> only.
es: Mostrar esta carpeta únicamente a los <strong>grupos seleccionados</strong>.

source: Resources in the ''{0}'' folder can only be viewed by the groups <strong>''{1}'', ''{2}'', ''{3}'', ''{4}'', ''{5}'', ''{6}'', ''{7}'', ''{8}'', ''{9}'' and others</strong>. You can further restrict this file by group if you wish.
es: Los recursos en la carpeta ''{0}'' únicamente pueden ser vistos por los grupos <strong>''{1}'', ''{2}'', ''{3}'', ''{4}'', ''{5}'', ''{6}'', ''{7}'', ''{8}'', ''{9}'' y otros</strong>. Puede restringir el acceso por grupo si lo desea.

source: Leave access settings as for the folder.
es: Establecer los mismos permisos que para la carpeta.

source: This file is <strong>publicly viewable</strong>.
es: Este fichero es <strong>público</strong>.

source: This folder and its contents are <strong>publicly viewable</strong>.
es: Esta carpeta y sus contenidos son <strong>públicos</strong>.

source: Resources in the ''{0}'' folder are <strong>publicly viewable</strong>.
es: Los recursos en la carpeta ''{0}'' son <strong>públicos</strong>.

source: Resources in this folder are <strong>publicly viewable</strong>.
es: Los recursos de esta carpeta son <strong>públicos</strong>.

source: Only <strong>members of this site</strong> can see this file.
es: Sólo <strong>los miembros de este sitio</strong> pueden ver este fichero.

source: Only <strong>members of this site</strong> can see this folder and its contents.
es: Sólo <strong>los miembros de este sitio</strong> pueden ver esta carpeta y sus contenidos.

source: Resources in the ''{0}'' folder can be viewed by <strong>all members of this site</strong>.
es: Los recursos en la carpeta ''{0}'' sólo pueden ser vistos por <strong>todos los miembros de este sitio</strong>.

source: Resources in this folder can be viewed by <strong>all members of this site</strong>.
es: Los recursos de esta carpeta son visibles para <strong> todos los miembros del sitio</strong>.

source: Dropbox
es: Carpeta personal

source: Visible to instructor and student
es: Visible para el profesor y para el estudiante

source: Select group(s)
es: Seleccione el/los grupos

source: Visible to selected groups: {0}
es: Visible para seleccionar grupos: {0}

source: Public
es: Público

source: Visible to public
es: Visible al público

source: Entire site
es: Sitio completo

source: Visible to entire site
es: Visible al sitio completo

source: Access
es: Acceso

source: Access: Display to non-members (publicly viewable)
es: Acceso: Mostrar a los no miembros (visible públicamente)

source: Access: Display to all members of this site
es: Acceso: Mostrar a todos los miembros del sitio

source: Access: Display to members of a selected group ({0})
es: Acceso: Mostrar a los miembros del grupo seleccionado ({0})

source: Access: Display to members of selected group(s)
es: Acceso: Mostrar a los miembros de los grupos seleccionados

source: View Details
es: Ver propiedades

source: Copy
es: Copiar

source: Remove
es: Borrar

source: Duplicate
es: Duplicar

source: Info
es: Información

source: Move
es: Mover

source: Make Site Page
es: Crear página del sitio

source: Act on this {0}
es: Actuar en {0}

source: Paste
es: Pegar

source: Paste copied items
es: Pegar elementos copiados

source: Paste moved items
es: Pegar elementos movidos

source: Edit Folder Permissions
es: Revisar permisos de la carpeta

source: Edit Details
es: Revisar propiedades

source: Reorder
es: Reordenar

source: Upload New Version
es: Reemplazar contenido

source: Restore
es: Restaurar

source: Edit Content
es: Revisar contenido

source: - Select Action -
es: - Seleccione una acción -

source: Compress to ZIP Archive
es: Comprimir a archivo ZIP

source: Expand ZIP Archive
es: Descomprimir archivo ZIP

source: Print File
es: Imprimir fichero

source: The folder ''{0}'' already exists in this folder.
es: La carpeta {0} ya existe en esta carpeta.

source: You do not have permission to change this item.
es: No tiene permiso para cambiar este elemento.

source: Please provide the folder name.
es: Por favor proporcione una nombre a la carpeta

source: Unable to complete Sort
es: No se ha podido completar la acción Ordenar

source: Adding ''{0}'' would place this account over quota. To add this resource, some resources may need to be deleted.
es: Añadiendo ''{0}'' podría exceder la cuota de esta cuenta. Para añadir este recurso, algunos recursos podrían necesitar ser borrados.

source: You do not have permission to add items to this folder.
es: No tiene permiso para añadir elementos en esta carpeta.

source: These changes would place this account over quota. To complete this change, some resources may need to be deleted.
es: Estos cambios podría exceder la cuota de esta cuenta. Para completar este cambio, algunos recursos podrían necesitar ser borrados.

source: The name ''{0}'' is too long.
es: El nombre {0} es demasiado largo

source: Unable to add item
es: No se puede añadir el elemento

source: Unable to add item: {0}
es: No se puede añadir el elemento: {0}

source: An error occurred.
es: Ha ocurrido un error.

source: Content cannot be encoded in UTF-8.
es: El contenido no está codificado en UTF-8.

source: Ending
es: Acabando

source: Until
es: Hasta

source: Hide
es: Ocultar

source: Hide this item
es: Ocultar este elemento

source: Hide this folder and its contents
es: Ocultar esta carpeta y su contenido

source: Show
es: Mostrar

source: Show this item
es: Mostrar este elemento

source: Show this folder
es: Mostrar este elemento

source: Beginning
es: Empezando

source: From
es: Desde

source: Availability
es: Disponibilidad

source: Actions
es: Acciones

source: Add
es: Añadir

source: Start Add Menu
es: Comenzar Añadir Menú

source: Start Actions Menu
es: Comenzar Menú Acciones

source: End Add Menu
es: Finalizar Menú Añadir

source: End Actions Menu
es: Finalizar Menú Acciones

source: Cancel (x)
es: Cancelar (x)

source: Please choose the file to attach.
es: Por favor, escoja un fichero adjunto

source: Collapse All
es: Contraer todo

source: Unexpand This Folder
es: No expandir esta carpeta

source: Create Folders
es: Nueva(s) carpeta(s)

source: Create HTML Page
es: Nueva página HTML

source: Create Text Document
es: Nuevo documento de texto simple

source: New {0}
es: Nuevo {0}

source: New File Upload
es: Nueva subida de fichero

source: Upload Files
es: Subir fichero(s)

source: Add Web Link (URL)
es: Nueva URL (enlace a un sitio web)

source: Add Web Links (URLs)
es: Nuevas URL (enlaces a un sitio web)

source: Copyright Alert
es: Alerta de copyright

source: Display copyright alert and require acknowledgement when accessed by others.
es: Mostrar alerta de copyright y exigir aceptación cuando es accedido por terceros.

source: more info
es: más información

source: Copyright Information
es: Información de Copyright

source: New window
es: Nueva ventana

source: what's this?
es: ¿qué es?

source: Copyright Status
es: Estado del Copyright

source: Upload-Download Multiple Resources
es: Subir-descargar múltiples recursos

source: Remove confirmation...
es: Borrar confirmación...

source: Remove
es: Borrar

source: Are you sure you want to remove the following item(s)?
es: ¿Está seguro de que desea borrar los siguientes elementos?

source: Table holds information about resources selected for removal. Column headers contain descriptions of contents and links for sorting.
es: La siguente tabla muestra información sobre los recursos seleccionados para borrar. Las cabeceras de las columnas indican su descripción y los enlaces permiten ordenar las entradas de la tabla.

source: Display to selected groups
es: Mostrar a los grupos seleccionados

source: Copyright Alert
es: Alerta de copyright

source: Copyright Status
es: Estado del copyright

source: Description
es: Descripción

source: Display copyright alert and require acknowledgement when accessed by others.
es: Mostrar la alerta de copyright y exigir reconocimiento cuando sea accedido por terceros.

source: Title
es: Título

source: Description
es: Descripción

source: Table contains list of groups. First column contains checkboxes, second contains the group name, third the group description. Header links can be used to sort.
es: La tabla contiene la lista de grupos. La primera columna son casillas de selección, la segunda el nombre del grupo y la tercera su descripción. Los enlaces de la cabecera pueden emplearse para ordenar las entradas de la tabla.

source: Hide details for this item
es: Ocultar los detalles de este elemento

source: Special quota (in KBytes, 0 for unlimited)
es: Cuota especial (en KBytes, 0 sin límite)

source: Remove this item
es: Borrar este elemento

source: Add details for this item
es: Añadir los detalles de este elementos

source: Choose who can see this item.
es: Indique quién puede ver este elemento.

source: Choose who can see this folder and its contents.
es: Indique quién puede ver esta carpeta y sus contenidos.

source: Expand All
es: Expandir todo

source: Expand This Folder
es: Expandir esta carpeta

source: Email Notification
es: Notificación por correo electrónico

source: High - All participants
es: Alta - Todos los participantes

source: Low - Only participants who have opted in
es: Baja - Solamente lo que lo hayan indicado

source: None - No notification
es: Ninguna - Sin notificación

source: Location:
es: Ubicación:

source: Folders and their contents can be scheduled to be visible between certain dates only. Site administrators will always be able to see hidden items, even when they are hidden from other users.
es: Las carpetas y sus contenidos pueden hacerse visibles únicamente en determinadas fechasxcepto para los administradores del sitio que siempre los tendrán visibles.

source: Resources can be scheduled to be visible between certain dates only. Site administrators will always be able to see hidden items, even when they are hidden from other users.
es: Los recursos pueden hacerse visibles únicamente durante algunas fechas, excepto para los administradores del sitio que siempre los tendrán visibles.

source: Enter the name of the {0} (required), set any other properties you wish, and then click "Finish" to create the {0}.
es: Introduzca el nombre de {0} (obligatorio), establezca las propiedades que desee y haga clic en "Finalizar" para crear {0}.

source: Type the name of each folder in a separate box and then click 'Continue' at the bottom.
es: Teclee el nombre de cada carpeta en un blanco separado y haga clic en "Continuar" al final de la página.

source: Create as many folders as you like! If you change your mind about needing one of your folders, click the 'X' button.Press the 'Add' button when you have finished.
es: Crear tantas carpetas como desee. Si desea cancelar la creación de una carpeta , haga clic en el botón ''X''. Haga clic en el botón ''Añadir'' cuando haya terminado.

source: Type in the text for your page (use the toolbar to format it) and click 'Continue' at the bottom.
es: Teclee en texto (formateando con la barra de herramientas) y haga clic en "Continuar" al final de la página.

source: Select or unselect resources types to indicate whether resources of that type can be created in this site.
es: Marque o desmarque los tipos de recursos para indicar el tipo de los que podrán ser creados en este sitio.

source: Change the resource's details and then choose 'Update' at the bottom.
es: Modifique las propiedades del elemento y escoja "Actualizar" al final de la página.

source: To replace the current version of this file with an updated version, select your updated file here.
es: Para reemplazar la versión actual de este fichero por una versión actualizada, seleccione el fichero actualizado aquí.

source: Required items marked with {0}
es: Los elementos obligatorios están marcados con {0}

source: Type in the text and click 'Continue' at the bottom.
es: Escriba en texto y haga clic en "Continuar" al final de la página.

source: Select the files to upload and then click 'Continue' at the bottom.
es: Seleccione el/los fichero(s) que desea subir y haga clic en "Continuar" al final de la página.

source: Upload as many files as you like. If you change your mind about uploading one of your files, click the 'X' button beside it. Press the 'Upload' button when you have selected all the files you want to upload.
es: Suba tantos ficheros como desee. Si cambia de opinión acerca de la subida de alguno de ellos, pulse el botón ''X'' que hay a su lado. Presione el botón "Subir" cuando haya seleccionado todos los ficheros que desea subir.

source: Copy-and-paste or type in the web address (URL) and then click 'Continue' at the bottom.
es: Copie y pegue o escriba la URL (dirección del sitio web) y haga clic en "Continuar" al final de la página.

source: Add as many web links (URLs) as you like. If you change your mind about needing one of your web links, click the 'X' button beside it. Press the 'Add Web Links Now' button when you have finished.
es: Añada tantas URL (enlaces a páginas web) como desee. Si desea cancelar la creación de una carpeta , haga clic en el botón ''X''. Haga clic en el botón ''Añadir URL ahora'' cuando haya terminado.

source: Add Another File
es: Añadir otro fichero

source: Add Another Folder
es: Añadir otra carpeta

source: Add Another Web Link
es: Añadir otro enlace web (URL)

source: Alert:
es: Alerta:

source: Cancel
es: Cancelar

source: Continue
es: Continuar

source: Date:
es: Fecha:

source: Display Name
es: Nombre a mostrar

source: Create Folders Now
es: Crear las carpetas ya

source: Finish
es: Acabar

source: Upload Files Now
es: Subir ficheros ahora

source: Folder Name
es: Nombre de la carpeta

source: Original File Name
es: Nombre de fichero original

source: Processing ...
es: Procesando...

source: Time:
es: Hora:

source: Update
es: Actualizar

source: Upload New Version Now
es: Subir la nueva versión ahora

source: File To Upload
es: Subir a subir

source: URL
es: URL (dirección del sitio web)

source: Add Web Links Now
es: Añadir URL (dirección del sitio web) ahora

source: Web Address (URL)
es: Dirección del sitio web (URL)

source: Upload a new version
es: Subir nueva versión

source: Website Name
es: Nombre del sitio web

source: show 10 items...
es: mostrar 10 elementos...

source: show 100 items...
es: mostrar 100 elementos...

source: show 20 items...
es: mostrar 20 elementos...

source: show 200 items...
es: mostar 200 elementos...

source: show 5 items per page
es: mostrar 5 elementos por página

source: show 50 items...
es: mostrar 50 elementos...

source: Show columns
es: Mostrar columnas

source: Show hierarchy
es: Mostrar jerarquía

source: Site Resources
es: Recursos del sitio

source: Permissions
es: Permisos

source: This collection is too big to expand.
es: Esta selecció es demasiado grande para ser expandido

source: Hide {0}
es: Ocultar {0}

source: Show {0}
es: Mostrar {0}

source: Alert: Changing the file-type of a non-ascii resource to &quot;text/plain&quot; or &quot;text/html&quot; may cause extraneous blank lines to be inserted, making the file unusable.
es: Alerta: Cambiar el tipo de fichero de non-ascii a &quot;text/plain&quot; o &quot;text/html&quot; puede hacer que se inserten líneas en blanco extrañas que hagan el fichero inútil.

source: APR
es: ABR

source: AUG
es: AGO

source: DEC
es: DIC

source: JAN
es: ENE

source: Send an email notification to the instructor(s).
es: Enviar una notificación por correo electrónico al profesor(es) .

source: Send an email notification to the student.
es: Enviar una notificación por correo electrónico al estudiante.

source: Could not add ''{0}'' to this folder.
es: No puede añadir ''{0}'' a esta carpeta.

source: Availability and Access
es: Disponibilidad y acceso

source: File Details
es: Detalles del fichero

source: Open
es: Abrir

source: Select URL (for copying)
es: Seleccionar URL (para copiar)

source: Folder Details
es: Detalles de carpeta

source: Created
es: Subido

source: Uploaded
es: Cargado

source: Created by
es: Subido originalmente por

source: Originally uploaded by
es: Originalmente cargado por
