#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
#X-Generator: crowdin.net

.anon                                  = P\u00FAblic
.auth                                  = Autenticat

access = Acc\u00E9s

accessAdmin = Acc\u00E9s d'administrador

accessHeader = Acc\u00E9s

accessModifiedBy = Acc\u00E9s modificat per

accessModifiedOn = Acc\u00E9s modificat el

accessType1 = Acc\u00E9s

accessType2 = Administrador de compres

accessType4 = Acc\u00E9s d'administrador

add = Afegeix

add.da.myworkspace                    = Afegeix l'acc\u00E9s delegat als meus espais de treball
add.da.myworkspace.desc               = Aquesta acci\u00F3 afegeix l'eina d'acc\u00E9s delegat als espais de treball de tots els usuaris que tenen qualsevol tipus de perm\u00EDs d'acc\u00E9s delegat.  Per defecte, a un usuari se li afegir\u00E0/eliminar\u00E0 l'eina d'acc\u00E9s delegat quan actualitzeu els seus permisos, tanmateix, algunes vegades haureu de suprimir tots els espais de treball per seleccionar una plantilla d'espai de treball nova.

addAccess = Afegeix acc\u00E9s

addDaMyworkspace.job.status.failed    = Durant la darrera execuci\u00F3 la tasca ha fallat
addDaMyworkspace.job.status.none      = Mai s'ha programat.
addDaMyworkspace.job.status.scheduled = Programat
addDaMyworkspace.job.status.success   = S'ha executat correctament a 

addDaMyworkspaceTitle = Afegeix l'acc\u00E9s delegat als espais de treball personals

administrationTools = Eines d'administraci\u00F3

advOptInstructorGroupTitle = Configuraci\u00F3 de professor

advanced = Avan\u00E7at

advancedOptionsDesc = Tots els descendents heretaran aquesta configuraci\u00F3 llevat que la modifiquin expl\u00EDcitament.

advancedOptionsTitle = Opcions avan\u00E7ades

advancedSearch = Opcions de cerca avan\u00E7ada

allowBecomeUser = Permet a l'usuari de fer servir l'eina de suplantaci\u00F3 d'usuaris en aquests espais

allowedBeomceUser = L'usuari podr\u00E0 suplantar qualsevol usuari d'aquests espais

any = Qualsevol

cancel = Cancel\u00B7la

close = Tanca

collapseNodes = Replega tots els nodes

confirmRemove = Esteu segur que voleu suprimir aquest perm\u00EDs?

confirmRemoveAll = Esteu segur que voleu suprimir tots els permisos per a aquest usuari?

delegatedAccessInstructions = Aquesta p\u00E0gina permet cerca en els espais en els quals se us ha concedit acc\u00E9s.  Podeu cercar per nom de l'espai, identificador de l'espai, nom o identificador d'usuari o b\u00E9 adre\u00E7a de correu del professor o per\u00EDode acad\u00E8mic de l'espai, o tamb\u00E9 podeu usar l'estructura en arbre de sota per trobar l'espai que voleu.  Feu clic sobre el nom de l'espai per accedir-hi.  Quan ho feu heretareu els permisos que teniu concedits en aquest espai concret.   

delegatedAccessTitle = Acc\u00E9s delegat

done = Fet

edit = Edita

editUsersInstructions = Aquesta p\u00E0gina permet assignar acc\u00E9s delegat, compres per\u00EDode admin i accedir a admin permisos per a aquest usuari.  <br/> <br/>Per a la columna "Acc\u00E9s d'Admin", marqueu el quadre al costat del nivell/espai si voleu que aquest usuari tingui control sobre la configuraci\u00F3 d'acc\u00E9s i del per\u00EDode de compres i els corresponents permisos per a qualsevol usuari del sistema. <br/> <br/>Per a la columna "Administraci\u00F3 de les compres",  marqueu el quadre al costat del nivell/espai si voleu que aquest usuari tingui control sobre la configuraci\u00F3 dels per\u00EDodes de compra.  Els nodes que seleccioneu per "Administraci\u00F3 de les compres" i els seus descendents  es mostraran a l'usuari a l'enlla\u00E7 de "Per\u00EDode de compres". <br/> <br/>A la columna "Acc\u00E9s a l'espai", podeu seleccionar a quin nivell/espai voleu que tingui acc\u00E9s l'usuari.  Quan seleccioneu "Acc\u00E9s a l'espai", heu d'escollir quin rol tindr\u00E0 l'usuari quan visiti l'espai o qualsevol sota aquell nivell.  Tamb\u00E9 podreu determinar quines eines quedaran restringides per aquest usuari si feu clic sobre l'enlla\u00E7 "Restringeix les eines".  Tots els nodes descendents heretaran la configuraci\u00F3 dels seus antecessors llevat que espec\u00EDficament la modifiquin.  Els nodes i els descendents que seleccioneu per a "Acc\u00E9s a l'espai" es mostraran a l'usuari  a l'enlla\u00E7 "Acc\u00E9s delegat".  Quan acabeu, feu clic a "Desa" o feu clic a "Cancel\u00B7la" per desfer tots els canvis. 

editUsersTitle = Edita el perm\u00EDs per a: 

editableRestrictedPermsDescription = Aquests seran els permisos que concedireu per al per\u00EDode de compra.

editableRestrictedPermsTitle = Escolliu els permisos que voleu concedir

editableRestrictedToolsDescription = El fet de seleccionar una eina de la llista l'amaga per a aquest usuari.  Aquest node i tots els seus descendents heretaran aquesta llista.  Un dels nodes fill pot sobreescriure aquesta llista per seleccionar la seva pr\u00F2pia llista d'eines restringides.

editableRestrictedToolsTitle = Escolliu les eines que voleu restringir

editableShowToolsDescription = El fet de seleccionar una eina de la llista la mostrar\u00E0 per a aquest usuari.  Aquest node i tots els seus descendents heretaran aquesta llista.  Un dels nodes fill pot sobreescriure aquesta llista per seleccionar la seva pr\u00F2pia llista d'eines a mostrar.

editableShowToolsTitle = Escolliu les eines que voleu mostrar

eidDoesNotExist = No s'ha trobat cap usuari amb aquest eid

eidLabel = Eid:

emailHeader = Correu electr\u00F2nic

endDate = Data de finalitzaci\u00F3

exapndNodes = Desplega tots els nodes

expandColapse = Desplega/Replega tots els nodes

failed.save = S'ha produ\u00EFt un error al desar

hideAdvancedSearch = Amaga les opcions de cerca avan\u00E7ada

hideInstructions = Amaga les instruccions

hierarchyHeader = Jerarquia

inactiveLegendText = No  s'ha detectat cap activitat en aquest espai

includeLowerPermsLabel = Inclou nivells m\u00E9s baixos

inheritedNothing = No ha heretat res

inheritedRestrictedPermsDescription = Aquest node hereta els permisos seg\u00FCents del seu antecessor m\u00E9s proper amb eines de permisos seleccionades.

inheritedRestrictedPermsTitle = Permisos heretats

inheritedRestrictedToolsDescription = Her\u00E8ncia d'aquest node provinent del seu antecessor m\u00E9s proper.

inheritedRestrictedToolsTitle = Llista heretada

inheritedToolsHeader = Heretat

instructor = Professor

instructorField = Professor: 

instructorHeader = Professor

legend = Llegenda

legendInactiveDesc = Inactiu

legendInstructorEditedDesc = Professor editat

legendNodeDesc = Node de la jerarquia

legendSiteDesc = Espai

levelHeader = Nivell

link.administrate           = Eines d'administraci\u00F3
link.administrate.tooltip   = Eines d'administraci\u00F3
link.all                    = Tots els espais de compres
link.all.tooltip            = Mostra la llista de tots els espais de compres comercials i les seves configuracions.
link.current                = Espais de compres actius
link.current.tooltip        = Mostra una llista de tots els espais de compres actius i les seves configuracions.
link.first                  = Acc\u00E9s delegat
link.first.shopping         = Inici
link.first.tooltip          = Ves a la p\u00E0gina d'inici
link.first.tooltip.shopping = Ves a la p\u00E0gina d'inici
link.second                 = Administrador de compres
link.second.tooltip         = Estableix el per\u00EDode de compres per als meus espais
link.shoppingStats          = Llista de compres
link.shoppingStats.tooltip  = Veure la llista d'espais de compres oberts
link.third                  = Cerca per usuari
link.third.tooltip          = Cerca d'usuari per afegir o eliminar-ne l'acc\u00E9s

lookupInstructor = Cerca professor

member = Membre

na = N/D

nameHeader = Nom

noDelegatedAccess = No teniu cap acc\u00E9s delegat

noDelegatedAccessUser = Aquest usuari no t\u00E9 cap acc\u00E9s delegat

noEidEntered = Introdu\u00EFu un eid v\u00E0lid

noHierarchy = Per a aquesta eina no s'ha configurat cap jerarquia.  Per fer servir l'acc\u00E9s delegat, heu de crear una jerarquia.  Podeu consultar la p\u00E0gina de documentaci\u00F3 seg\u00FCent: https://confluence.sakaiproject.org/display/DAC/Delegated+Access+Tool

noPermsInherited = No hi ha permisos heretats

noResultsHierarchy = No s'ha trobat cap acc\u00E9s en aquest nivell o no teniu perm\u00EDs per veure-ho.

noResultsUser = No s'ha trobat cap acc\u00E9s per part d'aquest usuari o no teniu perm\u00EDs per veure-ho.

noShoppingAdminAccess = No teniu cap perm\u00EDs d'acc\u00E9s com administrador pel per\u00EDode de compres

noShoppingSites = No hi ha espais disponibles

noToolsInherited = No hi ha eines heretades

noToolsSelected = No heu seleccionat cap eina.

nodeIdParam = Introdu\u00EFu el par\u00E0metre nodeId si sabeu quin node voleu actualitzar. Si el deixeu buit s'actualitzar\u00E0 l'arbre sencer.

# This is the main properties file for our application. Internationalize via MyApplication_es.properties for example.
page.title = Acc\u00E9s delegat

popupBlockWarning = S'ha detectat que el vostre navegador no permet finestres emergents. Assegureu-vos de permetre  elements emergents per aquest espai.

realm = Perfil d'acc\u00E9s

remove = Elimina

removeAllPerms = Suprimeix tots els permisos

restrictedToolsHeader = Eines restringides

role = Rol

save = Desa

searchAccessLinkLabel = Cerca per acc\u00E9s

searchAccessLinkLabel.tooltip = Cerca quins usuaris tenen acc\u00E9s a

searchByEidLabel = identificador d'usuari

searchByHierarchyLabel = jerarquia

searchByLabel = Cerca per

searchForUsers = Cerca usuaris:

searchResultsTitle = Resultats per a: 

searchSites = Cerca espais

shoppersBecome = Els compradors es converteixen en

shoppingAdminInstructions = Aquesta p\u00E0gina permet configurar de per\u00EDodes de compres per als espais en els quals us han concedit permisos per actualitzar.  Per configurar un per\u00EDode de compres, marqueu el quadre de selecci\u00F3 al costat del nivell/espai que voleu modificar.  Nom\u00E9s veureu el quadre al costat de nodes pels quals tingueu concedit perm\u00EDs per modificar.  En primer lloc, quan seleccioneu un node, heu de configurar l'apartat de "Autoritzaci\u00F3".  Les dues opcions s\u00F3n "P\u00FAblic" i "Autenticat".  "P\u00FAblic" significa que qualsevol persona pot accedir a aquest espai i no cal iniciar la sessi\u00F3 per comprar.  "Autenticat" vol dir que cal iniciar una sessi\u00F3 per fer compres en aquest espai.  A continuaci\u00F3, heu de triar el rol que tindr\u00E0 l'usuari quan faci compres.  Finalment, heu fixar les dates en qu\u00E8 el per\u00EDode de compres estar\u00E0 obert.  Per defecte, totes les eines estan amagades als compradors i per tant heu d'especificar a quines eines pot accedir un comprador.  Podeu editar aquesta llista d'eines visibles si feu clic sobre l'enlla\u00E7 "Mostra les eines".  Tots els nusos descendents heretaran la configuraci\u00F3 dels seus antecessors llevat que es cre\u00EFn amb una configuraci\u00F3 pr\u00F2pia.  Quan acabeu, feu clic a "Desa" o feu clic a "Cancel\u00B7la" per desfer tots els canvis. 

shoppingAdminTitle = Edita la configuraci\u00F3 del per\u00EDode de compres

shoppingInstruction = Aquesta p\u00E0gina permet fer cerques en espais oberts per fer compres. Podeu cercar pel nom o l'identificador de l'espai, pel nom o l'identificador o b\u00E9 l'adre\u00E7a de correu del professor o pel per\u00EDode acad\u00E8mic de l'espai o podeu usar l'estructura en arbre de sota per trobar l'espai que voleu. Feu clic sobre el nom de l'espai per accedir-hi.

shoppingPeriodAdmin = Administrador de compres

shoppingPeriodAuth = Autoritzaci\u00F3

shoppingPeriodPerms = Permisos

shoppingPeriodPermsInherited = Heretat

shoppingPeriodRevokeInstructorEditable = Deshabilita la modificaci\u00F3 del professor

shoppingPeriodRevokePublicOptCheckbox = Deshabilita l'opci\u00F3 "P\u00FAblic"

shoppingTitle = Per\u00EDode de compres

showAuthToolsHeader = Eines: Autenticat

showInstructions = Mostra les instruccions

showPublicToolsHeader = Eines: P\u00FAblic

showToolsHeader = Mostra les eines

site = Espai

siteAccess = Acc\u00E9s a l'Espai

siteIdHeader = Identificador de l'espai

siteIdTitleField = Espai:

siteTitleHeader = T\u00EDtol de l'espai

startDate = Data d'inici

status = Estat:

success.addDaMyworkspace = Heu planificat correctament la tasca per afegir l'eina d'acc\u00E9s delegats als espais de treball dels usuaris.
success.save             = S'ha desat correctament

switchEditablePerms = Heretat

switchEditableTools = Eines heretades

termField = Per\u00EDode acad\u00E8mic: 

termHeader = Per\u00EDode acad\u00E8mic

typeHeader = Tipus

update = Actualitza

user = Usuari

userBecomes = L'usuari es converteix en

userDelegatedAccessHeader = Acc\u00E9s delegat

userDoesNotExist = L'usuari no existeix

userIdHeader = Identificador de l'usuari

userRolesHeader = Rol d'acc\u00E9s per defecte

viewAccess = Mostra l'acc\u00E9s
