next=\u6b21
previous=\u623b\u308b
introToSakai_p1.title={0}\u3078\u3088\u3046\u3053\u305d
introToSakai_p1.body={0} \u306f\u5b66\u7fd2\uff0c\u6559\u80b2\uff0c\u7814\u7a76\uff0c\u304a\u3088\u3073\u5171\u540c\u4f5c\u696d\u3092\u652f\u63f4\u3059\u308b\u30b5\u30a4\u30c8\u3092\u63d0\u4f9b\u3059\u308b\n\u9069\u5fdc\u6027\u306e\u3042\u308bLMS\u3067\u3059\uff0e<br/><br/>\u30b7\u30b9\u30c6\u30e0\u3092\u64cd\u4f5c\u3059\u308b\u305f\u3081\u306e\u57fa\u672c\u3092\u7d39\u4ecb\u3057\u307e\u3057\u3087\u3046\uff0e
introToSakai_sitenav.title=\u30b5\u30a4\u30c8\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3
introToSakai_sitenav.body=\u30b5\u30a4\u30c8\u306f\u30ea\u30f3\u30af\u3068\u3057\u3066\u8868\u793a\u3055\u308c\uff0c\u3042\u306a\u305f\u306e\u30de\u30a4\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9<span class\="no-wrap">( <i class\="fa fa-home tut-icon-home"></i> )\u304b\u3089\u59cb\u307e\u308a\u307e\u3059\uff0e</span><br/><br/>\u30de\u30a4\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u306f\u3042\u306a\u305f\u306e\u30b5\u30a4\u30c8\u306e\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u306e\u6982\u8981\u3092\u793a\u3057\uff0c{0} \u306e\u30a8\u30af\u30b9\u30da\u30ea\u30a8\u30f3\u30b9\u3092\u30d1\u30fc\u30bd\u30ca\u30e9\u30a4\u30ba\u3067\u304d\u307e\u3059\uff0e
introToSakai_allsites.title=\u30b5\u30a4\u30c8
introToSakai_allsites.body=<span class\="no-wrap"><i class\="fa fa-th tut-icon-sites"></i> \u30b5\u30a4\u30c8</span> \u30dc\u30bf\u30f3\u3067\u30b5\u30a4\u30c8\u30c9\u30ed\u30fc\u30ef\u30fc\u3092\u958b\u304d\u307e\u3059\uff0e\u305d\u308c\u306f\u5b66\u671f\u3082\u3057\u304f\u306f\u30ab\u30c6\u30b4\u30ea\u30fc\u3067\u69cb\u6210\u3055\u308c\u308b\u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u3078\u306e\u30ea\u30f3\u30af\u3092\u8868\u793a\u3057\u307e\u3059\uff0e<br/><br/>\u30b5\u30a4\u30c8\u30c9\u30ed\u30fc\u30ef\u30fc\u304b\u3089\u6700\u3082\u5229\u7528\u3059\u308b\u30b5\u30a4\u30c8\u3092\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3057\u305f\u308a\u30de\u30a4\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u3068\u547c\u3070\u308c\u308b\u500b\u4eba\u306e\u30b5\u30a4\u30c8\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u3059\uff0e
introToSakai_moreButton.title=\u30b5\u30a4\u30c8
introToSakai_moreButton.body=<span class\="no-wrap"><i class\="fa fa-th tut-icon-sites"></i> \u30b5\u30a4\u30c8</span> \u30dc\u30bf\u30f3\u3067\u30b5\u30a4\u30c8\u30c9\u30ed\u30fc\u30ef\u30fc\u3092\u958b\u304d\u307e\u3059\uff0e\u305d\u308c\u306f\u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u3078\u306e\u30ea\u30f3\u30af\u3092\u8868\u793a\u3057\u307e\u3059\uff0e<br/><br/>\u30b5\u30a4\u30c8\u30c9\u30ed\u30fc\u30ef\u30fc\u306b\u304a\u3044\u3066\uff0c\u30b5\u30a4\u30c8\u306f\u5b66\u671f\u3082\u3057\u304f\u306f\u30ab\u30c6\u30b4\u30ea\u30fc\u3067\u69cb\u6210\u3055\u308c\uff0c\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u306e\u30c8\u30c3\u30d7\u306b\u30d4\u30f3\u6b62\u3081\u3055\u308c\u307e\u3059\uff0e
introToSakai_toolMenu.title=\u30c4\u30fc\u30eb\u30e1\u30cb\u30e5\u30fc
introToSakai_toolMenu.body=\u5de6\u624b\u306e\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u30e1\u30cb\u30e5\u30fc\u3067\u306f\uff0c\u9078\u629e\u3057\u305f\u30b5\u30a4\u30c8\u3067\u30a2\u30af\u30bb\u30b9\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u308b\u30c4\u30fc\u30eb\u3059\u3079\u3066\u3092\u4e00\u89a7\u8868\u793a\u3057\u307e\u3059\uff0e"\u30db\u30fc\u30e0" \u30da\u30fc\u30b8\u304c\u901a\u5e38\u306f\u4e00\u756a\u4e0a\u306b\u3042\u308a\u307e\u3059\uff0e"\u30db\u30fc\u30e0" \u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\uff0c\u306f\u3058\u3081\u306b\u623b\u308b\u304b\u305d\u306e\u30b5\u30a4\u30c8\u306e\u30db\u30fc\u30e0\u30da\u30fc\u30b8\u306b\u79fb\u52d5\u3057\u307e\u3059\uff0e\u5404\u30c4\u30fc\u30eb\u306f\u3055\u307e\u3056\u307e\u306a\u6a5f\u80fd\u3092\u63d0\u4f9b\u3057\u307e\u3059\uff0e\u30de\u30a6\u30b9\u3092\u30c4\u30fc\u30eb\u540d\u306e\u4e0a\u306b\u3082\u3063\u3066\u304f\u308b\u3068\uff0c\u305d\u306e\u30c4\u30fc\u30eb\u306e\u7c21\u5358\u306a\u8aac\u660e\u304c\u8868\u793a\u3055\u308c\u307e\u3059\uff0e<br/><br/><br/>\u3042\u306a\u305f\u304c\u30b5\u30a4\u30c8\u6240\u6709\u8005(\u666e\u901a\u306f\u62c5\u5f53\u8005)\u306e\u5834\u5408\u306f\uff0c"\u30b5\u30a4\u30c8\u60c5\u5831" \u30c4\u30fc\u30eb\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3053\u3068\u306b\u3088\u308a\uff0c\u30c4\u30fc\u30eb\u30e1\u30cb\u30e5\u30fc\u306b\u30c4\u30fc\u30eb\u3092\u8ffd\u52a0\u3057\u305f\u308a\u524a\u9664\u3057\u305f\u308a\uff0c\u307e\u305f\u306f\uff0c\u30e1\u30cb\u30e5\u30fc\u306e\u4e2d\u3067\u306e\u30c4\u30fc\u30eb\u306e\u9806\u5e8f\u3092\u5909\u66f4\u3057\u305f\u308a\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e<br/><br/><br/>\u7d9a\u3051\u308b\u5834\u5408\u306f\uff0c"\u6b21" \u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
introToSakai_toolMenuNarrowView.body=\u73fe\u5728\u306e\u30b5\u30a4\u30c8\u306e\u30c4\u30fc\u30eb\u304c\u30c4\u30fc\u30eb\u30e1\u30cb\u30e5\u30fc\u306b\u8868\u793a\u3055\u308c\u307e\u3059\uff0e\u305d\u308c\u305e\u308c\u306e\u30c4\u30fc\u30eb\u306f\u7570\u306a\u308b\u6a5f\u80fd\u3092\u63d0\u4f9b\u3057\u307e\u3059\uff0e\u4f8b\u3048\u3070\uff0c\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u914d\u5e03\uff0c\u8ab2\u984c\u306e\u63d0\u793a\uff0c\u5171\u540c\u4f5c\u696d\u306e\u652f\u63f4\u3067\u3059\uff0e<br/><br/>\u305d\u308c\u305e\u308c\u306e\u30b5\u30a4\u30c8\u306e\u7ba1\u7406\u8005\uff0c\u4f8b\u3048\u3070\u8b1b\u5e2b\u3067\u3059\u304c\uff0c\u30b5\u30a4\u30c8\u306b\u304a\u3051\u308b\u30c4\u30fc\u30eb\u306e\u9078\u629e\u304a\u3088\u3073\u8868\u793a\u306e\u4ed5\u65b9\u3092\u7ba1\u7406\u3057\u307e\u3059\uff0e
introToSakai_refreshTool.title=\u66f4\u65b0\u30c4\u30fc\u30eb
introToSakai_refreshTool.body=\u3053\u306e\u6a2a\u5411\u304d\u4e8c\u91cd\u77e2\u5370\u30a2\u30a4\u30b3\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3053\u3068\u306b\u3088\u308a\uff0c\u73fe\u5728\u306e\u30c4\u30fc\u30eb\u304c\u30ea\u30bb\u30c3\u30c8\u3055\u308c\uff0c\u30c4\u30fc\u30eb\u306e\u6700\u521d\u306e\u30da\u30fc\u30b8\u306b\u623b\u308a\u307e\u3059\uff0e\u30c4\u30fc\u30eb\u3092\u30ea\u30bb\u30c3\u30c8\u3059\u308b\u3068\uff0c\u30da\u30fc\u30b8\u306b\u5165\u529b\u3057\u3066\u3044\u305f\u30b3\u30f3\u30c6\u30f3\u30c4\u306f\u7834\u68c4\u3055\u308c\u307e\u3059\uff0e<br/><br/>\u7d9a\u3051\u308b\u5834\u5408\u306f\uff0c"\u6b21" \u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
introToSakai_helpIcon.title=\u30d8\u30eb\u30d7\u30c4\u30fc\u30eb
introToSakai_helpIcon.body=\u5404\u6a5f\u80fd\u306e\u8a73\u7d30\u306a\u60c5\u5831\u306f\uff0c<img src\='/library/image/silk/help.png'/> \u30a2\u30a4\u30b3\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3053\u3068\u3067\u8868\u793a\u3055\u308c\u307e\u3059\uff0e\u3053\u306e\u30c4\u30fc\u30eb\u306f\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u4f9d\u5b58\u3067\u3042\u308a\uff0c\u305d\u306e\u6642\u306b\u958b\u3044\u3066\u3044\u308b\u30c4\u30fc\u30eb\u306b\u5fdc\u3058\u305f\u8aac\u660e\u304c\u8868\u793a\u3055\u308c\u307e\u3059\uff0e\u8ffd\u52a0\u306e\u30c4\u30fc\u30eb\u3092\u63a2\u3057\uff0c\u30d8\u30eb\u30d7\u30da\u30fc\u30b8\u3092\u898b\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\uff0e<br/><br/>\u3000\u7d9a\u3051\u308b\u5834\u5408\u306f\uff0c"\u6b21" \u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
introToSakai_profileTool.title=\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u30c4\u30fc\u30eb
introToSakai_profileTool.body="\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb" \u30c4\u30fc\u30eb\u306f\uff0c\u3053\u3053\u304b\u3089\u304a\u3088\u3073 "\u30de\u30a4\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9" \u306e\u5de6\u624b\u306e\u30e1\u30cb\u30e5\u30fc\u3067\u30a2\u30af\u30bb\u30b9\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e"\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb" \u30c4\u30fc\u30eb\u3067\u306f\uff0c\u81ea\u5206\u306b\u95a2\u3059\u308b\u60c5\u5831\u3092\u5165\u529b\u3057\u305f\u308a\uff0c\u305d\u306e\u60c5\u5831\u306b\u5bfe\u3059\u308b\u30d7\u30e9\u30a4\u30d0\u30b7\u8a2d\u5b9a\u3092\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3057\u305f\u308a\uff0cSakai \u30b5\u30fc\u30d0\u4e0a\u306e\u4ed6\u306e\u30e6\u30fc\u30b6\u3092\u691c\u7d22\u30fb\u30b3\u30cd\u30af\u30c8\u3057\u305f\u308a\uff0c\u30bd\u30fc\u30b7\u30e3\u30eb\u30e1\u30c7\u30a3\u30a2\u3068\u7d71\u5408\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e<br/><br/>\u7d9a\u3051\u308b\u5834\u5408\u306f\uff0c"\u6b21" \u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
introToSakai_logout.title=\u30ed\u30b0\u30a2\u30a6\u30c8
introToSakai_logout.body=\u7d42\u4e86\u3059\u308b\u3068\u304d\u306f\uff0c\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u30ed\u30b0\u30a2\u30a6\u30c8\u3057\u307e\u3059\uff0e
introToSakai_pTutorialLocation.title=\u30c1\u30e5\u30fc\u30c8\u30ea\u30a2\u30eb
introToSakai_pTutorialLocation.body=\u30a2\u30ab\u30a6\u30f3\u30c8\u30e1\u30cb\u30e5\u30fc\u304b\u3089\u3053\u308c\u3092\u9078\u3093\u3067\u518d\u30b9\u30bf\u30fc\u30c8\u3067\u304d\u307e\u3059\uff0e
