<div class="helpBody">
<div class="section">
<h2>Modification des permissions</h2>
<p>Tous les participants qui travaillent sur une matrice peuvent afficher les d&eacute;finitions d'un glossaire.</p>
<p>Les possibilit&eacute;s pour ajouter, supprimer, changer ou exporter des termes de glossaire sont d&eacute;finies par les permissions attribu&eacute;es au sein des r&ocirc;les, comme d'autres outils dans Saka&iuml;.</p>
<p>Pour attribuer ces permisisons, cliquer sur l'outil Glossaire et suivre ces &eacute;tapes :</p>
<ol>
    <li>Si vous ne voyez par l'outil Glossaire dans la barre de menu sur la gauche, cliquer sur mettre &agrave; jour</li>
    <li>Cliquer sur le lien Permissions dans la barre de menu haute. Sakai affiche un &quot;tableau&quot;.</li>
    <li>En se r&eacute;f&eacute;rant au tableau ci-dessous, cocher les cases pour attribuer les diff&eacute;rentes permissions au sein de chaque r&ocirc;le.<br />
    <br />
    <br />
    <br />
    <table border="1">
        <tbody>
            <tr>
                <th>Permission</th>
                <th>Description</th>
            </tr>
            <tr>
                <td>Supprimer</td>
                <td>Un utilisateur poss&eacute;dant cette permission dans un r&ocirc;le peut supprimer des termes du glossaire</td>
            </tr>
            <tr>
                <td>Ajouter</td>
                <td>Un utilisateur poss&eacute;dant cette permission dans un r&ocirc;le peut ajouter et importer des termes dans le glossaire.</td>
            </tr>
            <tr>
                <td>R&eacute;viser</td>
                <td>Un utilisateur poss&eacute;dant cette permission dans un r&ocirc;le peut changer des termes du glossaire et leurs d&eacute;finitions.</td>
            </tr>
            <tr>
                <td>Exporter</td>
                <td>Un utilisateur poss&eacute;dant cette permission dans un r&ocirc;le peut exporter en fichier zip les termes du glossaire.</td>
            </tr>
        </tbody>
    </table>
    </li>
 </ol>
    <p>Pour enregistrer les permissions attribu&eacute;es, cliquer sur enregistrer. Sakai enregistre les modifications et affiche la page d'accueil du glossaire. Ou pour retourner sur la page d'accueil du glossaire sans enregistrer les modifications, cliquer sur Annuler.</p>

</div>
</div>